Guidelime.registerGuide([[

[N55-58 Bustea的部落升级导航]
[D Bustea的部落升级导航,此版本适合全职业！ https://twitch.tv/bustea/ 中文由Qcat汉化]
[NX58-60 Bustea的部落升级导航 P1-4阶段]
[GA Horde]

你现在应该 [XP55] 级了,开始这个导航!
在安戈洛环形山的斜坡上和探路者交谈 [G71,76 Un'Goro Crater]
接受 [QA4301][QA4292]
向北行驶直到东水晶塔, 沿着小路向东走，你会看到一些巨大的恐龙骨骼 [G80,49 Un'Goro Crater]. 准备好面对一个56级怪.  做 [QC4292]
向北/西北行驶至蘑菇石 [G63,16 Un'Goro Crater]. 进入洞穴, 找到尤尔查, 做 [QC4301]
准备做护送任务, 接受 [QA4244] 然后提交 [QT4244] 
接受 [QA4245] 然后护送
提交  [QT4245]
接受 [QA4492]
往西南走，直到河里 [G40,27 Un'Goro Crater]. 在河的南面你会发现很多恐龙和一些软泥
*在这个地区, 击杀所有狂怒的翼手龙, 老双帆龙和软泥.*
直到完成 [QC4503][QC3882][QC4501]
你现在应该有大约 *30x 安戈洛泥浆怪样本* 
去火羽山, 从中间的南面爬山 [G49,53 Un'Goro Crater], 杀死路上的每一个火元素，你应该得到你需要的9个安戈洛灰烬 [QC4502]
找到可以使用温度计的地方, 完成 [QC974]. 不要离山顶的洞穴太近，那里有一个56级的精英元素，避开它
向西行驶，直到葛拉卡温泉，然后在间歇泉山后面找到克拉兰克 [G30,50 Un'Goro Crater]. 提交  [QT974] 接受 [QA980]
提交  [QT4301][QT4292]
再次去火羽山. 从南边中间爬上去 [G49,53 Un'Goro Crater] 然后往东走一点，到达林格所在的山洞 [G52,51 Un'Goro Crater]. 提交  [QT4492] 接受 [QA4491].  护送, 完成[QC4491].
提交  [QT4501][QT4491][QT3882][QT4503]
炉石到 [H 奥格瑞玛]
把黏液样本放进你的银行
我现在建议你去北费伍德的死木营地上刷声望,然后直到 [XP56] 级
炉石到 [H 奥格瑞玛]
[T] 学习你的56级技能
飞到 [F 永望镇]
提交  [QT3909] 接受 [QA3912]
飞到 [F 棘齿城]
提交  [QT4502]
飞到 [F 加基森]
去墓地 [G53,28 Tanaris]
喝下视灵药剂, 你会死的，但别担心，装备耐久不会损失，这是正常的。释放灵魂但不要复活, 从墓地直接往北走，然后上山，你很快就会看到你的小地图上的黄点，去那里和加里杨谈谈。提交  [QT3912] 接受 [QA3913]
回墓地, 复活,然后点击 “明显的墓碑”, 提交  [QT3913] 接受 [QA3914].
飞到 [F 马绍尔营地]
提交  [QT3914] 接受 [QA3941]
提交  [QT3941] 然后接受 [QA3942]
炉石到 [H 奥格瑞玛]
飞到 [F 碎木岗哨]
进入费伍德
提交  [QT5159] 接受 [QA5165]
提交  [QT5156][QT3942] 接受 [QA4084]
提交  [QT4102]
*和她谈谈，向她要一个塞纳里奥信标. 从现在起，当你在费伍德杀怪时，你会得到腐化的灵魂碎片,你可以换取药膏, 有了这些药膏，你可以采费尔伍德的特有植物了.*
去加德纳尔 [G40,57 Felwood]
*现在你至少还需要一个人来完成任务. 建议组队*
进入暗影堡 [G35,58 Felwood]
*熄灭火焰是唯一可以solo的任务 (也有点难), 护送任务很难单独完成, 要看你的职业和装备了。还取决于这个地区人多不多, 如果有很多人在这任务, 那就可以solo. 不管怎样，可以试试solo，但组队肯定比solo容易.*
沿着第一条隧道往下走, 在第一个房间里你会发现一个被俘虏的小精灵叫亚科纳琳. 这是护送任务NPC, 但你首先需要从暗影堡的一个怪物那里找到一把*血红钥匙*, 点击并接受 [QA5202]
在同一个房间里你可以找到第一个和第二个火盆 (第二个在去下一个隧道的斜坡上)
如果你组队了, 并获得了血红钥匙, 去提交 [QT5202], 然后开始护送 [QA5203]
*护送亚科纳琳的时候会变得很艰难，因为她有事会同时与2或3个55级的怪交战，并且在她没拿到她的装备之前很脆弱。 在她的装备所在的同一个房间里，你会发现第三个和第四个火盆，在出口处有53个精英怪会攻击你。*
做 [QC5203]
提交  [QT4521] 接受 [QA4741]
回到公路上向北行驶直到铁木森林. [G49,27 Felwood], 做 [QC5086]
同时做 [QC4084,2]
登上铁木森林以东的高原, 在那里你会发现很多熊和狼。 [QC4084,1]
提交  [QT980] 接受 [QA4842]
提交  [QT5086] 接受 [QA5087]
*你应该在路上会找到冬泉信使, 一定要杀了他们，拾取冬泉箱子. 不过，不要特意去找他们*
接受 [QA977]
做 [QC8464] [G64,36 Winterspring]
去寒水村南边冰蓟岭, 进入山洞，向东再往上爬 [G68,42 Winterspring] 做 [QC977]
会永望镇提交  [QT977] 接受 [QA5163]. 找到莱加奇然后吓唬他 [QC5163,1].
离开永望镇, 沿着东南/南部的路走 [G63,59 Winterspring], 它的入口有两根断柱和一个名叫兰莎尔拉的精灵站在那。去做 [QC4741]
回到主路, 穿过冰桥继续往南走直到你发现暗语峡谷,完成[QC4842]
炉石到 [H 奥格瑞玛]
飞到 [F 碎木岗哨]
进入费伍德
提交  [QT5165] 接受 [QA5242]
提交  [QT5203] 接受 [QA5204]
提交  [QT4084] 接受 [QA4005]
去加德纳尔, 进入暗影堡, 你需要进过比你上次经过最后两个火盆的地方更远的地方,穿过有软泥的红水池. 再往下一点，你会发现一个中间有祭坛的房间.
你可以拉出拉凯雅出来solo掉, 4个术士只要你不离他们太近，他们就不会攻击你。[QC5204]
杀死房间两边和后面的两个怪物，然后你就可以一个一个的杀死四个术士。当房间清空后，点击祭坛上的特雷·莱弗治的残骸提交  [QT5204] 然后接受 [QA5385]
继续走,你会发现暗影领主费尔丹和他的2个守卫
很难solo,建议组队.[QC5242]
提交  [QT5385][QT5242]
提交  [QT4741] 接受 [QA4721]
飞到 [F 永望镇]
跑到之前枭兽的地方. 做 [QC4721] ,如果掉落了 *蓝羽项链*. 接受它 [QA4882]
回永望镇. 准备去杀冬泉信使, 我建议你从永望镇出发，沿着西边的路线到木喉隧道, 直到你找到冬泉信使.
完成 [QC5087]
提交  [QT8464]
提交  [QT4842][QT5087]
回永望镇
接受 [QA5601][QA6030][QA6029]
飞到 [F 血毒岗哨]
提交  [QT4721][QT4882] 接受 [QA4883]
你现在应该 [XP57] 级了
飞到 [F 雷霆崖]
提交  [QT4883]
飞到 [F 加基森]
飞到加基森. 找到一个叫斯普琳科的地精（她就在部落出口附近）. 吓唬她 [QC5163,2]
前往落帆海湾 [G68,41 Tanaris], 找到一个石阵。 [G70,49 Tanaris].
做 [QC4005]
飞到 [F 马绍尔营地]
提交  [QT4005] 接受 [QA3961]
提交  [QT3961]
在你离开马绍尔营地前, 找到奎克希尔并吓唬他 [QC5163,3]
炉石到 [H 奥格瑞玛]
坐飞艇到幽暗城
幽暗城内, 去银行. 取出30费伍德软泥怪样本, 30安戈洛泥浆怪样本, 4个瓶子和黑龙皮
提交  [QT3568] 接受 [QA3569]
提交  [QT3569] 接受 [QA3570]
提交  [QT3570]
去找化学家弗雷. 右击绿色目标完成任务, 你会收到一个测试过的安戈洛样本, 完成 [QC4294]. 然后完成 [QC4293]
提交  [QT4293][QT4294] 接受 [QA4642]
希尔瓦娜斯·风行者接受 [QA5961]
回, 存堕落软泥怪
设置炉石到 [S 幽暗城]
飞到 [F 卡加斯]
接受 [QA4061][QA3821]
前往灼热的峡谷，前往黑石山 [G33,75 Searing Gorge] 穿过黑石山，进入燃烧平原
燃烧平原,向东北走到烈焰峰 [G65,24 Burning Steppes]
开鸟点 [P 烈焰峰]
接受 [QA4726][QA4296]
去索瑞森废墟. 杀死路上所有的战争机器. 继续往西走 [G54,41 Burning Steppes]. 找到七贤石板 [QC4296]. 然后做 [QC4061].
去巨槌石, 在山的西侧，你应该找到一条向上的路 [G75,38 Burning Steppes]. 去山顶，在那里你会发现一个祭坛 [G80,45 Burning Steppes]. 提交  [QT3821] 接取 [QA3822]
现在去找克罗格鲁尔. [QC3822]
去巨槌石以北的地区 [G78,28 Burning Steppes], 完成 [QC4726].
接受 [QA4022], 然后提交  [QT4022]
提交  [QT4726] 接受 [QA4808]
提交  [QT4296]
飞到 [F 卡加斯]
提交  [QT3822][QT4061] 接受 [QA4062]
提交  [QT4062]
炉石到 [H 幽暗城]
接受 [QA5094]
离开幽暗城, 沿着这条路往东走，直到找到亡灵壁垒 [G83,68 Tirisfal Glades]. 提交  [QT6029], 并获得银色黎明委任徽章,装备它!
*装备徽章后你在瘟疫之地打怪都会有几率掉落声望物品*
提交  [QT5094] 和 [QA5096].右键它旁边的火岩箱并拾取*瓶中火*. 
沿公路向东行驶，然后向北行驶至十字军营地 – 费尔斯通农场东北 – [G41,54 Western Plaguelands]. 完成 [QC5096].
提交  [QT5096] 接受 [QA5228]
提交  [QT5228] 接受 [QA5229]
接受 [QA5098]
去费尔斯通农场东 [G37,58 Western Plaguelands]. 找到大锅, 当你靠近时，护锅者拜尔摩会刷新，杀死它，并从他那里拾取大锅钥匙。然后提交  [QT5229] 和接取 [QA5230]
费尔斯通农场, 去田野北边的房子, 进入最西边的那个 [G37,54 Western Plaguelands]. 在房子的二楼你会找到詹妮丝·费尔斯通, 接取 [QA5021]. 去下一个房子 [G38,55 Western Plaguelands] 找到詹妮丝的包裹.提交 [QT5021], 造次点击获取 [QA5023]
提交  [QT5230] 接受 [QA5231]
费尔斯通农场正东的地方,去达尔松之泪 [G45,52 Western Plaguelands], 找到大锅, 当你靠近时，同样会有一个npc会刷新，杀死它，并从他那里拾取大锅钥匙, 提交  [QT5231] 和接取 [QA5232].
去达尔松之泪北边的房子,[G47,51 Western Plaguelands]. 里面找达尔松夫人的日记,接取 [QA5058]. 走出谷仓四处寻找一具游荡的骷髅,找到并杀了他拾取“达尔松厕所钥匙”。到谷仓后面去，你会发现一个厕所 [G48,49 Western Plaguelands]. 击杀农夫达尔松拾取达尔松橱柜钥匙. 现在去另一所房子 [G47,50 Western Plaguelands], 提交 [QT5058].
离开达尔松之泪去安多哈尔废墟.在安多哈尔尽量避开主路, 因为56级精英的憎恶巡逻。
去你右手边第一座塔 [G42,66 Western Plaguelands], 但要小心不要激怒里面的骷髅军官 (56-57精英). 你可以把火炬扔在了望台的入口处 [QC5098,2]
往西走到下一个塔 [G40,71 Western Plaguelands].  [QC5098,1]
向东南然后向东走-避开市中心-直到找到下一座塔 [G47,71 Western Plaguelands]. [QC5098,4]
往北再往西北走到最后一座塔 [G45,64 Western Plaguelands], [QC5098,3]
提交  [QT5098] 接受 [QA838]
提交  [QT838] 接受 [QA964]
提交  [QT5232] 接受 [QA5233]
先往东，再往南，直到嚎哭鬼屋 [G52,66 Western Plaguelands]. 清理通往天灾大锅的道路, 找到大锅, 当你靠近时，同样会有一个npc会刷新，杀死它，并从他那里拾取大锅钥匙, 提交  [QT5233] 和接取 [QA5234]
大锅的正北方，你会发现一只牛头人躺在地板上, 穆格雷斯·深水. 获得 [QA4984].
*从现在起，杀死你在路上发现的病狼，直到你完成 [Q4984]*
往北/西北到达尔松之泪的北边 [G45,40 Western Plaguelands],完成 [QC4984].
接受 [QA6004]
做 [QC6004,3][QC6004,4]
做 [QC6004,1][QC6004,2] [G51,44 Western Plaguelands].
提交  [QT6004] 接受 [QA6023]
回到科尔斯塔·迪普沙东以东的路上. [G54,34 Western Plaguelands] 这条路向左右岔开。右转上斜坡你会发现猎人莱德雷 [G57,35 Western Plaguelands] [QC6023,1]
回到大路，这次在岔路口往北走, 继续往北走直到你到达了望塔 [G53,24 Western Plaguelands]. 杀死前面的两名守卫，小心清理塔楼一楼，然后等待骑兵杜根出现。他走到塔顶，然后走回入口. 等他下来，他在上面的时候你不能杀他，有3个守卫在那里.[QC6023,2]
提交  [QT6023]
你现在应该 [XP58] 级了


]], 'Bustea 升级导航 中文由Qcat汉化')