Guidelime.registerGuide([[

[N51-55 Bustea的部落升级导航]
[D Bustea的部落升级导航,此版本适合全职业！ https://twitch.tv/bustea/ 中文由Qcat汉化]
[NX55-58 Bustea的部落升级导航]
[GA Horde]

你现在应该 [XP51 51] 级了,开始这个导航吧!
炉石到 [H 奥格瑞玛]
购买 *15x 丝绸* 
现在做玛拉顿第二个门和与之相关的任务, 如果你不做的话, 你就必须刷更多的怪才能弥补这些经验
做飞艇到格罗姆高
飞到 [F 卡加斯]
向南/西南走，你会发现通往灼热峡谷的入口[G3,61 Badlands]
接受 [QA3441]然后提交 [QT3441] 接受 [QA3442]
去 [G32,33 Searing Gorge] 开鸟点 [P 瑟银哨塔]
接受 [QA7729][QA7728][QA7701][QA7727][QA7723][QA7724][QA7722]
做 [QC7728,1]
做 [QC3442][QC7723]
做 [QC7729]
接受 [QA4449]
做 [QC4449]
提交 [QT4449]
击杀在 [G63,38 Searing Gorge] 和接受 [QA4451]
去 [G46,53 Searing Gorge] 沿着斜坡走
进入大熔炉 [G41,54 Searing Gorge]
在大熔炉里过桥, 在你的左边是采石场大门, 穿过它. 往北走，到一个更大的房间，在那里你会发现被奴役的考古学家和一个52精英 (忽略他). 上铁坡，在斜坡中间你有两个选择, 直走的还是左走。直走的话. 你很快就会进入一个房间，里面有几个工头和奴隶贩子.
在这间屋子里再往右走，你会看到工头玛托留斯 [QC7701]. 这是三个精英，所以你不可能solo. 你可以试着组队或者放弃任务. 我通常做的是在大熔炉里刷怪，同时找人杀工头玛托留斯. 在这三精英的背后你可以找到秘密设计图：炽热助熔剂 [QC7722].
从同一个大房间里，走过3个精英的对面的铁桥. 在桥的另一边, 跳到楼下. 从这里往东走，你应该可以找到熏火龙, [QC7727]
做完后，回到坡道上，准备离开大熔炉
然后去你之前走的铁坡 [G46,53 Searing Gorge] 遵循这个斜坡，这次跳过了渣坑的第一个入口。上电梯 [G40,54 Searing Gorge]. 电梯将停在第一层和第二层，不要下车. 等它在三楼你就可以从大熔炉里出来了.
提交 [QT3442] 接受 [QA3443]
提交 [QT7729][QT7701][QT7727][QT7723][QT7722]
绕着大熔炉转一圈，杀死眼前的一切, 一定要在路上杀看到的蜘蛛 [QC7724]
做 [QC7728,2]
做 [QC3443]
提交 [QT3443] 接受 [QA3452]
组人做 [QC3452]
提交 [QT3452] 接受 [QA3453] 然后提交 [QT3453] 
看着他制造火炬然后接受 [QA3454]
右键点击然后提交 [QT3454]
接受 [QA3462]
提交 [QT3462] 接受 [QA3463]
塔 [G33,52 Searing Gorge]
塔 [G35,59 Searing Gorge]
塔 [G43,63 Searing Gorge]
塔 [G50,64 Searing Gorge]
去 [G66,62 Searing Gorge] 提交 [QT4451]
提交 [QT3463]
右键点击 *黑龙军团宝箱*, 接受 [QA3481] 然后点击箱子并完成. [QT3481]
可以摧毁 *惩戒火炬* 了
提交 [QT7728][QT7724]
如果你做了玛拉顿, 你现在应该 [XP52] 级了.
炉石到 [H 奥格瑞玛]
接受 [QA936]
接受 [QA4300]
[T] 学习你的52技能.
飞到 [F 雷霆崖]
提交 [QT936] 接受 [QA3761]
飞到 [F 加基森]
提交 [QT4494] 接受 [QA4496][QA4504]
西南 [G27,57 Tanaris]从斜坡上下来，一直走到安戈洛环形山
接受 [QA4290][QA4289]
*从现在起，在环形山四周寻找晶体. 四种晶体每种颜色各7个*
同时，留意地面上的土堆. 拾取它们 [Q3761] ,结束的时候差不多要有 *50x 安戈洛泥土* 
同时击杀任何你看到的 (魔暴龙除外...)
去 [G63,68 Un'Goro Crater] 接受 [QA3844]
在水里找一个黄色的背包提交 [QT3844] 接受 [QA3845]
去 [G68,56 Un'Goro Crater] 点击恐龙骨头, [QC4290]
提交 [QT4290] 接受 [QA4291]
去 [G67,73 Un'Goro Crater], 杀死蛋周围所有的恐龙,完成 [QC4291]
提交 [QT4291]
完成 [QC4300]
确保现在你有各种颜色的水晶各7个!
杀怪时 *被撕破的日记* 会掉落,然后接受 [QA3884]
去 [G46,13 Un'Goro Crater] 
接受 [QA4243][QA4503][QA4145][QA4501][QA3882]
提交 [QT3884] 接受 [QA3881]
接受 [QA3883]
打开小背包，然后提交 [QT3845] 接受 [QA3908]
接受 [QA4284] 提交 [QT4284]
接受 [QA4285][QA4287][QA4288]
开鸟点 [P 马绍尔营地]
前往 [G54,13 Un'Goro Crater] 然后点击北塔，再往北一点，你会发现3个翼龙，杀死它们。
从现在起，杀死血瓣花，翼手龙！
去蘑菇石杀猩猩 [QC4289]
进入猩猩洞,在第一个岔口一直走到你找到A-ME 01， 提交 [QT4243] 暂时不要接后续.
离开山洞去 [G60,26 Un'Goro Crater]
做 [QC4504]
去 [G68,36 Un'Goro Crater] 拾取 [QC3881,1]
前往 [G76,48 Un'Goro Crater] 然后点击东塔
提交 [QT4289]
向西走到巨痕谷找到通往虫洞入口的路 [G50,76 Un'Goro Crater]. 虫子窝里在第一个岔口向左走, 清理圆形房间，然后站在中间, 点击你背包里的*未使用的采集瓶*. 如果不起作用，在这个房间里尝试不同的地点，直到你得到虫穴内壁样本 [QC3883]. 这时候，你可能已经得到一个格里什信息素。如果还没有的话, 继续杀死这些虫子直到掉落 [QC4496]. 它可以从任何虫子身上掉下来，不管是在巢穴里面还是外面，都没关系.
直接从虫窝南边走然后上山 [G50,88 Un'Goro Crater]. 你应该在那里找到2个翼手龙, 杀了他们. 再往西一点，你就可以在山上找到另外一个点，那里有4到5个翼手龙 [G44,87 Un'Goro Crater], 杀了他们。呆在这里直到你杀10个翼龙 [QC4501], 你可以在等待刷新的时候杀一些虫子.
去远征队营地 [G38,66 Un'Goro Crater], 尽量避免攻击，因为这里的大多数怪对你来说太强了. 在营地中，寻找一堆名为“研究设备”的板条箱并拾取 [QC3881,2]. 然后去西北部，远离任何一个怪物，这个湖很安全，所以我建议你游过去.
向北走直到你到达湖的另一边的大岩石. 在这块石头后面你会发现一个叫克拉兰克的地精, 接 [QA974]. (当心魔暴龙时不时的在这里巡逻)
直接向西走，再往南走一点，你就会看到西部水晶塔。 [G23,57 Un'Goro Crater]. 点击完成 [QC4288]
杀死更多的血瓣花直到你完成 [QC4145]
提交 [QT4145] 接受 [QA4147]
提交 [QT3883][QT3881][QT4288][QT4287][QT4285]
接受 [QA4321] 然后提交 [QT4321]. 毁掉这本书
飞到 [F 加基森]
提交 [QT4504][QT4496]
飞到 [F 雷霆崖]
提交 [QT3761]
接受 [QA3782] 
提交 [QT3782] 接受 [QA3786]
找到背包中的 “常青袋”. 从现在起，每次CD一好就点击它，它会给你一个“常青草药包”，打开它。它会随机给你各种草药。有时候会得到晨光麦,这就是我们需要的.每次你想用袋子的时候，你需要2块安戈洛泥土。
炉石到 [H 奥格瑞玛]
提交 [QT4300]
如果空间不足，请将以下任务物品放入你的银行：
克拉兰克的温度计, 恐龙骨头, 精细的双帆龙鳞片, 精细的翼手龙鳞片
飞到 [F 碎木岗哨]
去 [G11,77 Azshara]
接受 [QA5536][QA5535]
做 [QC5535]
做 [QC5536]
提交 [QT5536][QT5535]
提交 [QT3504] 接受 [QA3505]
接受 [QA3517]
开鸟点[P 瓦罗莫克]
东北，绕过埃达拉斯废墟，继续向东北. 避开木喉怪, 即使他们攻击你也不要杀他们, 同时避开另一个木喉怪点 “乌索兰”, 从东边绕过去，继续向东北行驶，直到到达 [G53,21 Un'Goro Crater], 到达山顶，你只能从北边进入. 往上走你会发现一个叫基姆加尔的地精. 接 [QA3601] [G53.4,21.8 Azshara]
打开板条箱 [QC3601]
在这刷怪,直到 [XP53] 级25000左右经验
确保你现在完成了 [QC3505,1][QC3505,2]
去精灵营地后面的靠近大海的石头结构处, [G59,31 Azshara]. 点击那里的祭坛, 提交 [QT3505] 接受 [QA3506]. 应该会刷新3个漂浮的水晶, 右击其中一个销毁它, 精灵防御者应该会刷新,完成 [QC3506]
提交 [QT3601] [G53.4,21.8 Azshara] 接受 [QA5534]
西南走去，找到通往破碎海岸的小路 [G45,37 Azshara], 就在乌索兰的旁边，在它的东南。沿着这条路走。
你很快就会遇到一些娜迦, 杀了路上所有的娜迦,向西南走，直到你通过路径到达埃达拉斯废墟 [G41,48 Azshara].
一旦进入埃达拉斯废墟, 去找碑牌 [QC3517]. 它们在随机地点刷新
在这刷怪直到你 [XP53] 级一半经验
尝试在娜迦身上找 *一些符文* [QC5534]
[G46,39 Azshara] 处, 回到基姆加尔, 提交 [QT5534]
提交 [QT3517] 接受 [QA3561][QA3542][QA3518][QA3541]
骑马寻找一个蓝色问号的精灵 [G28,50 Azshara]. 提交任务然后你将被传送到另一个地方. 上山沿着山路走，然后到塔顶，找到大法师克希雷姆
提交 [QT3561] 接受 [QA3565]
炉石到 [H 奥格瑞玛]
提交 [QT3541] 接受 [QA3563]
提交 [QT3506]
坐飞艇到幽暗城
提交 [QT3542] 接受 [QA3564]
接受 [QA3568][QA4293][QA4294]
坐飞艇到奥格
飞到 [F 雷霆崖]
提交 [QT3518] 接受 [QA3562]
提交 [QT3786] ,摧毁袋子
飞到 [F 瓦罗莫克] 
提交 [QT3562][QT3563][QT3564][QT3565]
东北，到你上次去过的斜坡 [G45,37 Azshara].
这一次继续向东走直到你到达岸边.[G47,46 Azshara] 你应该在海边找到个池。进入池内，从你的背包中右键点击“空瓶子#4”。
就在池的东南，在一座白塔后面，你会发现另一个小池 [G49,48 Azshara], 把空瓶子#3装满
再往南一点，你会发现另一个池，离海很近 [G48,51 Azshara], 把空瓶子#2装满
再往南走，你会发现最后一个池，就在小山旁边 [G48,60 Azshara]. 把空瓶子#1装满
这时候应该完成了 [QC3568]
你现在应该 [XP54] 级25000经验了
炉石到 [H 奥格瑞玛]
把这4瓶放在你的银行里
飞到 [F 碎木岗哨]
沿着这条路向北进入费伍德
接受 [QA8460]
接受 [QA5155]
接受 [QA5156]
做 [QC8460]
提交 [QT8460] 接受 [QA8462]
接受 [QA4102]
沿着这条路向北行驶直到 [G43,67 Felwood], 应该是一个绿色池塘, 去击杀被诅咒的软泥怪. [Q4293], 然后就回
向北行驶一段时间后，你会发现另一个有软泥的池塘, 加德纳尔旁边 [G41,59 Felwood]
就在这个池子的北边，在通往加德纳尔的小径的另一边，你应该找到另一个池子，把那里所有的软泥都杀掉。 [G40,56 Felwood].
向北行驶，直到到达血毒河,你应该在河的两边能找到很多软泥，在向西走的时候把它们全部杀死。
*这时候你应该有大约30份费伍德软泥怪样本, 足够完成任务了 [Q4293]*
接受 [QA4505][QA4521][QA6162]
开鸟点 [P 血毒岗哨]
做 [QC5155]
回到路上，往南骑，然后往西走到克斯特拉斯废墟 [G38,69 Felwood], 往西走，直到你发现一个腐烂的月亮井 [G32,67 Felwood] 做 [QC4505]
提交 [QT5155] 接受 [QA5157]
往西走，回到死木村, 找到他们的首领, 主宰洛尔 [G48,94 Felwood]. 做 [QC6162]
提交 [QT4505] 接受 [QA4506]
提交 [QT6162]
去加德纳尔，向西走，直到你发现一个腐烂的月亮井 [G35,60 Felwood], 做 [QC5157]
提交 [QT5157] 接受 [QA5158]
回到路上，骑到克斯特拉斯废墟, 去之前去过的腐朽的月亮井 [G32,67 Felwood]. 如果井边有萨特怪，就杀了他们. 然后进入井内做 [Q4506].
回到路上，回血毒岗哨。 做 [QC4506]. 提交 [QT4506]
回到路上， 向北行驶，直接驶入碎痕谷 [G39,44 Felwood]. 杀2个热能野兽.. 做 [QC5156]
在碎痕谷的东北部，你应该找到一条向北的狭窄小路, 上山穿过这条小路，然后向东北走，直到你穿过一条小河. 在河的另一边，你应该找到一个有怒爪灰熊和魔爪掠夺者的地方。 [G54,28 Felwood]. 尽可能多的伐木 [QC4120], 然后再往北走到铁树洞穴，在等待灰熊和狼刷新的同时杀木元素。
去铁木山洞 [G55,15 Felwood]. 做 [QC4102]
提交 [QT8462] 接受 [QA8461]
向西，跳下去, 你应该降落在魔爪村. 开始杀死木熊怪直到 [QC8461] 完成
提交 [QT8461] 接受 [QA8465]
进入木喉要塞, 桥后继续往东走。就在隧道外的右边你会找到萨尔法, 提交 [QT8465] 接受 [QA8464]
接受 [QA6603]
提交 [QT3908][QT6603], 等一会儿接受 [QA3909][QA5082]
做 [QC4521]
往东走到木喉岗哨 [G40,44 Winterspring]. 完成 [QC5082] . 杀怪时会掉落火酒瓶 [G31,37 Winterspring]
点击火酒瓶接受 [QA5083]
接受 [QA3783]
把你的软泥样本放进银行
开鸟点 [P 永望镇]
做 [QC3783]
提交 [QT3783]
提交 [QT5082][QT5083] 接受 [QA5084]
沿西北方向行驶，穿过隧道到达费伍德
在费伍德，在你离开隧道后跳到你的右边. 清理一条通往魔爪村上层营地的道路, 在绿池的西北方向。清理营地 (这可能很难，尽你所能) 然后你应该可以找到一个 “死木蒸锅” [G60,5 Felwood]. 点击它, 提交 [QT5084] 接受 [QA5085]
回冬泉谷. 回到多诺瓦·雪山处, 提交 [QT5085] 接后续 [QA5086]
炉石到 [H 奥格瑞玛]
从你的银行获得以下任务物品：
克拉兰克的温度计, 恐龙骨头, 精细的双帆龙鳞片, 精细的翼手龙鳞片, 秘银外壳 (或者买一个)
飞到 [F 棘齿城]
在棘齿城，去那个有绿色屋顶的小屋, [G62,39 The Barrens]. 提交 [QT4147] 接受 [QA4502]
就在小屋前面你应该找到玛尔冯的箱子, [QC3444]
从棘齿城沿海岸向南行驶，向东至提度斯阶梯 [G65,43 The Barrens], 就在海边，提交 [QT5158], 看着她召唤一个水元素精灵，然后接后续 [QA5159]
飞到 [F 葬影村]
先和格雷甘·山酒交谈 [G45,26 Feralas]
买一个诱饵然后向北去见米布隆·乱齿 [G45,11 Feralas]
把肉放在台阶上. 他回走开。门开后把材料拿回来，回格雷甘那里，这样他就可以做药水了。
去找格雷甘·山酒[G45,25 Feralas].
提交 [QT4120]
飞到 [F 加基森]
你现在应该 [XP55] 级了

]], 'Bustea 升级导航 中文由Qcat汉化')