Guidelime.registerGuide([[

[N58-60 Bustea的部落升级导航 P1-4阶段]
[D Bustea的部落升级导航,此版本适合全职业！ https://twitch.tv/bustea/ 中文由Qcat汉化]
[GA Horde]

你现在应该 [XP58] 级了,继续这个导航! 这部分导航适合开放了P1-P4阶段的怀旧服务器
炉石到 [H 幽暗城]
提交 [QT5023] 然后接 [QA5049]
提交 [QT5049] 然后接 [QA5050]
[T] 学习你的58级技能
回到亡灵壁垒
提交 [QT5234] 然后接 [QA5235]
提交 [QT5050] 然后接 [QA5051]
去谷仓前找一个喋喋不休的食尸鬼. 如果它不在那就等着直到它刷新. 击杀它会掉落 "另一半好运护符"[QC5051]
回去找詹妮丝·费尔斯通, 提交 [QT5051]
提交 [QT4984] 然后接 [QA4985]
做 [QC4985]
去盖罗恩农场 [G62,57 Western Plaguelands]. 找到大锅, 当你靠近时，同样会有一个npc会刷新，杀死它，并从他那里拾取大锅钥匙, 提交 [QT5235] 和接受 [QA5236]
提交 [QT4985] 然后接 [QA4987]
向东行驶，直到到达索多里尔河, 沿着河岸向北走，然后过河，直到你找到一所房子. 找到老佛丁
接受 [QA5542][QA5543][QA5544]
从现在起击杀你能看到的 *天灾幼犬*,*食腐虫*,*瘟疫蝙蝠*
提交 [QT5961]
接受 [QA6022][QA6042][QA6133]
同时击杀 *毒性天灾蝙蝠* 和 *巨型天灾蝙蝠*
提交 [QT5601] 然后接 [QA5149]
现在你必须找到帕米拉洋娃娃的三个部位, 他们在达隆郡的其他房子里，大多在二楼。在地板上找些棕色的东西。每当你接近其中一个部位的时候，一个55级的幽灵就会刷新并攻击你。
完成 [QC5149]. 
提交 [QT5149]
接受 [QA5241][QA5152]
现在完成你需要的任务怪 [QC5543][QC5542][QC6042][QC5544]
去 [G81,59 Eastern Plaguelands] 找到圣光之愿礼拜堂
开鸟点 [P 圣光之愿礼拜堂]
提交 [QT5241][QT6030]
接受 [QA5211][QA6021]
*注意：不要出售邪恶的蝙蝠眼，它们可以用来为你未来的紫色项链购买暗月马戏团门票. 如果你对暗月的奖励不感兴趣，你可以在AH卖眼睛换现金.*
炉石到 [H 幽暗城]
提交 [QT5236] 然后接 [QA5901]
接受 [QA5238] 提交 [QT5238]
提交 [QT5152] 然后接 [QA5153]
在玛莱恩·雷德帕斯所在的房子北边的墓地里搜寻, 找 "约瑟夫·雷德帕斯的纪念碑" [G49,76 Western Plaguelands]. 点击坟墓拿到约瑟夫的结婚戒指 [QC5153]
提交 [QT5153] 然后接 [QA5154]
接受 [QA4971]
去安多哈尔北, 在第一个望塔的东边，你会发现两个木筒仓 [G45,62 Western Plaguelands]
靠近其中一个并点击你的时光置换器. 1-3个等级57的食腐虫会刷新攻击你. 3个的话很难solo, 所以最好是以满血满状态开始战斗
只有当筒仓闪着蓝色的光时，虫子才会出现. 在你使用它们旁边的时间置换器之后，它们需要一段时间才能再次闪烁。 东边还有3个筒仓
一直这样直到你杀死15个食腐虫 [QC4971]
提交 [QT4971] 然后接 [QA4972]
现在你要做的是检查安多哈尔所有被毁的房屋，寻找*小箱子* [QC4972]
去安多哈尔中部市政厅 ,就在 *召唤者阿拉基* 附近, 你可以潜入市政厅
在市政厅里，你会发现几本发霉的书躺在地板上。当你点击一个, 找到达隆郡的历史
完成 [QC5154]
提交 [QT4972]
*你得到的作为奖励的瘟疫中和器只能在召唤者阿拉基身上使用, 所以留着等你60的时候再去做大任务吧. 击杀阿拉基是必要的，可以获得你的职业很关键很JP的小饰品。你需要一个60人的团队来杀了他*
提交 [QT5154] 然后接 [QA5210]
现在你也应该完成了 [QC964]
提交 [QT5542][QT5543][QT5544]
接受 [QA5742] 然后提交 [QT5742]
接受 [QA5781]
向东南走到墓室, 就在玛瑞斯农场的正南方
在地下墓穴后面，你会发现佛丁的坟墓 [G28,86 Eastern Plaguelands]. 点击旁边的土堆.注意,这很难solo,建议组队 [QC5781]
进入地下室 [G27,85 Eastern Plaguelands], 完成 [QC6021]
在同一房间的地板上找一个“破损的卷轴碎片”，点击它就可以得到 [QA6024]
提交 [QT5781] 然后接 [QA5845]
提交 [QT5210] 然后接 [QA5181]
提交 [QT6021]
你现在应该 [XP59] 级了
从南边经过考林路口向西行驶到魔刃之痕
去魔刃之痕下 [G49,74 Eastern Plaguelands], 然后去 [G53,65 Eastern Plaguelands] 找到 *马杜克的破碎之剑*.
拾取 [QC5181,2]
去黑木湖 [G49,51 Eastern Plaguelands]. 潜水，在池底的中央找到 *霍古斯的颅骨* [G51,50 Eastern Plaguelands]
拾取 [QC5181,1]
向西去瘟疫森林. 在瘟疫森林里四处寻找大型白蚁丘并拾取 [QC5901]
完成 [QC5211]
往东走到奎尔林斯小屋 [G51,22 Eastern Plaguelands]. 清理一条通往主楼的道路。你应该找到两个60级的奎尔林斯保卫者，杀死他们，然后拾取奎尔萨拉斯名册 [Q6133], 应该躺在长凳上
做 [QC6133]
去祖玛沙尔 [G64,24 Eastern Plaguelands]. 沿着斜坡往上走，然后向东，你很快就会面对一个大金字塔你应该可以看到坟墓里有几个巨魔在四处游荡其中一个是*渗透者哈米亚* [QC6024]
走出祖玛沙尔，然后向东南到北谷 [G71,33 Eastern Plaguelands], 在一个笼子旁边，你会看到一面白旗，上面有一个蓝色的小字，名字叫*失落荣耀的象征*
拾取 [QC5845]
提交 [QT5181][QT5211] 在 [G81,59 Eastern Plaguelands]
向西/西南行驶至考林路口, 完成 [QC6022]
向西行驶，稍微向南行驶到墓室。就在墓室的地下室后面，你会发现一个“土堆”. 是靠近战车的那个 [G28,86 Eastern Plaguelands]. 提交 [QT6024]
提交  [QT6133][QT6042][QT6022]
提交 [QT5845] 然后接 [QA5846]
提交 [QT5901] 然后接 [QA5902]
提交 [QT964] 然后接 [QA5514]
回到西部瘟疫之地，向东北行驶到北山伐木场. 直走到北山伐木场东北端的木材厂. 在木材厂里你应该找到一个叫 *北山伐木场箱子*. 点击它，把白蚁桶放在上面。应该出现一个冒着绿烟的桶, 提交 [QT5902] 然后接 [QA6390]
向南行驶，回到公路上，然后向东行驶一段时间，然后向南驶向凯尔达隆岛. 向东南游到凯尔达隆岛, 在凯尔达隆的西边, 找到 *画家瑞弗蕾* [G65,75 Western Plaguelands]. 提交 [QT5846]
炉石到 [H 幽暗城]
银行取下列物品: *乌米的机械雪人*, *丁奇的信*, *堕落软泥怪*, *雕文橡木枝*
坐飞艇到奥格瑞玛
飞到 [F 永望镇]
提交 [QT5163][QT4808]
飞到 [F 雷霆崖]
提交 [QT4987]
飞到 [F 加基森]
提交 [QT5514] 然后接 [QA5802]
提交 [QT3444]
飞到 [F 马绍尔营地]
向南骑到火羽山顶, [G49,46 Un'Goro Crater]. 在离熔岩很近的地方，右击你的背包中的骷髅钥匙模具, 你应该得到一把未完工的骷髅钥匙 [QC5802]
从南边的火羽上下来，在山的南边找一个*原生软泥怪*。 [G50,67 Un'Goro Crater].当你找到一个时，使用它，在杀死它之前，右击你的堕落软泥怪. 你将释放一点软泥，它将与原始软泥合并，创造一个巨大的软泥。杀掉它，然后从它身上取下合并的软泥样本 [QC4642]
向西北行驶，直到你到达左手边的山, 沿着山向北走，直到你发现两个石柱 [G29,22 Un'Goro Crater]. 从那里，沿着这条路上山，直到你进入希利苏斯, 继续往西走，直到你到达塞纳里奥要塞。开鸟点 [P 塞纳里奥要塞]
炉石到 [H 幽暗城]
去AH买 *240x 毛布*, *240x 丝绸*, *240x 魔纹布* 和 *240x 符文布* 卷布是有经验的哦!
提交 [QT4642]
提交 [QT6390][QT5802]
接受 [QA7813], 提交 [QT7813]
接受 [QA7814], 提交 [QT7814]
接受 [QA7817], 提交 [QT7817]
接受 [QA7818], 提交 [QT7818]
坐飞艇到奥格瑞玛
接受 [QA7826], 提交 [QT7826]
接受 [QA7827], 提交 [QT7827]
接受 [QA7831], 提交 [QT7831]
接受 [QA7824], 提交 [QT7824]
接受 [QA7833], 提交 [QT7833]
接受 [QA7834], 提交 [QT7834]
接受 [QA7835], 提交 [QT7835]
接受 [QA7836], 提交 [QT7836]
飞到 [F 雷霆崖]
接受 [QA7820], 提交 [QT7820]
接受 [QA7821], 提交 [QT7821]
接受 [QA7822], 提交 [QT7822]
接受 [QA7823], 提交 [QT7823]
飞到 [F 奥格瑞玛]
你现在有两个选择，要么去副本到60级, 或者去瘟疫之地刷到60. *如果你决定做副本，那么你已经到达了导航的末尾，恭喜你达到了60级！*




]], 'Bustea 升级导航 中文由Qcat汉化')