Guidelime.registerGuide([[

[N45-51 Bustea的部落升级导航]
[D Bustea的部落升级导航,此版本适合全职业！ https://twitch.tv/bustea/ 中文由Qcat汉化]
[NX51-55 Bustea的部落升级导航]
[GA Horde]

你现在应该 [XP45] 级了，开始这个导航吧！
坐飞艇到奥格
接受 [QA2981]
你现在有2个选择, 要么去奥德曼, 如果不去ADM的话只能刷经验
飞到 [F 陶拉祖营地]
走进尘泥沼泽然后开鸟点 [P 蕨墙村]
接受 [QA1166][QA1168][QA1169]
击杀龙人怪 [QC1169][QC1168]
拾取 [QC1166,2]
拾取 [QC1166,3]
拾取 [QC1166,1]
往前 [G33,66 Dustwallow Marsh] 然后进入洞穴。
提交 [QT625] 接受 [QA626]
提交 [QT1166][QT1168][QT1169]
飞到 [F 加基森]
提交 [QT2864]
接受 [QA1690][QA1707]
定炉石 [H 加基森]
完成 [QC1690][QC1707]
奔向岸边接受 [QA3520]
提交 [QT1707][QT1690] 接受 [QA1691]
跑到闪光平原提交 [QT1137]
提交 [QT1183] 接受 [QA1190]
然后去和扎米克谈谈，他就在普兹克的南边, 他头上应该有蓝色的问号. 接受它, 然后跟随他, 他会设置一个炸药把瑞兹尔·铜栓从他的房子里引开. 然后你可以去拾取 
提交 [QT1190] 接受 [QA1194]
提交 [QT1194]
摧毁你包里的精铁矿石样本
炉石到[H 加基森]
飞到 [F 莫沙彻营地]
提交 [QT2981]
接受 [QA2973][QA2987][QA2862][QA2822][QA3121][QA2975]
定炉石 [H 莫沙彻营地]
做 [QC2862]
现在刷到 [XP46] 级
飞到 [F 奥格瑞玛]
[T] 学习你的46级技能
提交 [QT3121] 接受 [QA3122]
炉石到[H 莫沙彻营地]
提交 [QT3122] 等一会儿,然后接受 [QA3123][QA3128]
提交 [QT2862] 接受 [QA2863]
完成 [QC2863]
提交 [QT2863] 接受 [QA2902]
跑到 [G75,36 Feralas] 戈杜尼前哨站, 做 [QC2975]
拾取地上发光的蓝色, 点击背包中的铲子,完成 [QC2987]
拾取戈杜尼卷轴 接受 [QA2978]
击杀小精龙 [QC2973]
回豺狼营地然后寻找作战计划,提交 [QT2902]
接受 [QA2903]
提交 [QT2975] 接受 [QA2980]
提交 [QT2978] 接受 [QA2979]
提交 [QT2987][QT2903] 接受 [QA7730][QA7731]
提交 [QT2973] 接受 [QA2974]
做 [QC7731]
做 [QC7730]
做 [QC2974]
做 [QC2980]
做 [QC2979]
杀雪人 [G55,56 Feralas] [QC2822]
你现在应该有OOX-17/TN定位器, 点击然后接受 [QA2766]
提交 [QT2766]
如果你是单人的话,不建议做后续的护送任务
击杀游荡的山谷尖啸者然后对他们的尸体使用 *叶基亚的树枝* [QC3520]
炉石到[H 莫沙彻营地]
接受 [QA3380]
提交 [QT7730][QT2822][QT7731][QT2980][QT2979][QT2974]
接受 [QA7734][QA7732][QA3002][QA2976]
你现在应该 [XP47] 级了, 如果还没到的话就刷些小精龙或者恐怖图腾的怪
飞到 [F 加基森]
定炉石 [S 加基森]
提交 [QT2872]
接受 [QA2781][QA8365][QA8366][QA2875][QA2873]
做 [QC1691]
做 [QC2781]
去 [G68,41 Tanaris] 然后进入落帆海湾
做 [QC8365][QC8366][QC2875]
获得 [QC2873]
提交 [QT2875][QT8366][QT2873][QT8365][QT3520] 接受 [QA2874]
炉石到[H 加基森]
提交 [QT1691][QT2781]
接受 [QA992][QA2605][QA5863][QA3362]
使用未使用的寻水器 [G39,30 Tanaris] [QC992]
提交 [QT992] 接受 [QA82]
提交 [QT3380] 接受 [QA3444][QA3161]
击杀 [QC5863,3]
去 [G48,61 Tanaris] 杀食人魔 [QC5863] 并拾取加兹瑞迪安饰物 [QC3161]
在附近刷到[XP48] 级又25000左右经验
做 [QC2605][QC3362]
做 [QC82]
提交 [QT3161]
炉石到[H 加基森]
提交 [QT2605] 接受 [QA2606]
提交 [QT5863][QT3362][QT2606] 接受 [QA2641]
提交 [QT82]
接受 [QA10]
你现在应该 [XP48] 级了
飞到 [F 奥格瑞玛]
[T] 学习你的48级技能.
提交 [QT7732]
接受 [QA649]
提交 [QT649] 接受 [QA650]
做飞艇到幽暗城
接受 [QA2995]
飞到 [F 塔伦米尔]
去 [G84,32 Hillsbrad Foothills] 然后进入辛特兰
提交 [QT650] 接受 [QA77]
击杀枭兽,使用你的 *枭兽灵魂精华容器* [QC3123]
去 [G79,48 The Hinterlands] 跳进水里. 找那个小箱子然后提交 [QT626]
向南游到陆地，跑到恶齿村
接受 [QA7839][QA7840][QA7828][QA7829][QA7830][QA7841][QA7844][QA7815]
开鸟点 [P 恶齿村]
做 [QC7815]
做 [QC7828]
做 [QC7839]
做 [QC7844]
做 [QC7829]
做 [QC7830]
做 [G58,43 The Hinterlands] [QC77]
做 [QC7841]
做 [QC2995]
提交 [QT77] 接受 [QA81]
去 [G40,61 The Hinterlands] 然后拾取紫色水生菇 [QC2641]
做 [QC7844]
点击拉尔德的午餐 [QC7840] [G84.5, 41.2 The Hinterlands] 然后击杀巨魔
提交 [QT7815][QT7828][QT7839][QT7829][QT7830][QT7841][QT7844][QT7840]
如果你获得了TN定位器, 接受 [QA485]
提交 [QT485] 然后接受 [QA836] ,不要接受后续
你现在应该 [XP49] 级了,如果没到就刷到49级
飞到 [F 幽暗城]
提交 [QT2995]
炉石到[H 加基森]
*你现在可以选择去祖尔法拉克, 去尝试找一个任务队吧.*
提交 [QT2641] 接受 [QA2661]
提交 [QT2661]
去大裂口 [G56,61 Tanaris], 向南清理小路，直到你发现螺旋向下的入口。 在[G55,70 Tanaris]. 走下螺旋阶梯时看到的第二条隧道, 走往北的那个 [G55,69 Tanaris]. 在第一个岔口的隧道里往右走. 然后穿过圆形房间. 在第一个岔口的圆形房间后往右走. 你将进入一个大的方形房间. 拾取谢申克的勘探设备 [G55,71 Tanaris]. [QC10]
跑回到加基森
提交 [QT10] 接受 [QA110]
提交 [QT110] 接受 [QA113]
提交 [QT113] 接受 [QA32]
飞到 [F 莫沙彻营地]
定炉石 [S 莫沙彻营地]
提交 [QT3123] 接受 [QA3124]
去 [G56,62 Feralas] 击杀10角鹰兽对他们的尸体使用树人灵魂精华容器 [QC3124]
直到你有20 *有弹性的肌腱* 和 33/40 *金属碎片* [Q3128]
现在去雪人洞和做护送. 接受 [QA2767]
接受 [QA7721][QA7003]
做 [QC7003][QC7721] 记得使用你的索尔宾的超级压缩器
提交 [QT7003][QT7721]
炉石到[H 莫沙彻营地]
接受 [QA3062][QA3063][QA4120]
提交 [QT3124] 接受 [QA3125]
现在,再做一次精灵龙灵魂精华 [QC3125]
提交 [QT3125] 接受 [QA3126]
去 [G71,57 Feralas] 清除豺狼营地然后等一个 *森林漫游者* 路过,做 [QC3126]
提交 [QT3126] 接受 [QA3127]
接受 [QA7725]
沿着这条路向北走直到你到达 *双塔山*
去 [G40,22 Feralas] 然后做 [QC7725] 和 [QC3127]
完成剩下的 [QC3128]
杀雪人 [QC7734] 直到你获得 *完美的雪人毛皮*
接受 [QA7738], 从*完美的雪人毛皮*处
如果你去过了祖尔法拉克, 你现在应该 [XP50] 了, 否则的话你就刷到50
击杀鹰身人 [QC3063] 直到你获得 *艾丹娜的角*
去 [G40,9 Feralas] 确保你现在满状态,这是个 50 精英.
等待艾丹娜·邪爪刷新，杀死她，拾取艾丹娜的黑心 [QC3062]
炉石到[H 莫沙彻营地]
提交 [QT3127][QT3128] 接受 [QA3129] 等20秒,然后提交 [QT3129]
提交 [QT7734][QT7738][QT3063][QT3062]
飞到 [F 奥格瑞玛]
提交 [QT3002]
提交 [QT32] 接受 [QA4494]
提交 [QT81]
提交 [QT2976] 接受 [QA3504]
定炉石 [S 奥格瑞玛]
飞到 [F 棘齿城]
坐船到藏宝海湾
提交 [QT2874][QT836][QT2767]
飞到 [F 斯通纳德]
去 [G50,14 Blasted Lands]
接受 [QA2583][QA2581][QA2601][QA2585][QA2603]
到这里后开始直接杀怪, 你可以在诅咒之地的上部找到所有你需要为这些任务杀死的怪. 避开黑暗之门周围的区域和腐烂之痕区域. 避免任何52级或以上的怪
击杀怪物直到你获得 *6 诅咒之地的野猪肺*,*6 厚甲蝎螯*,*11 石化蜥蜴的大脑*,*5 弯牙土狼的颚骨*,*14 秃鹫的砂囊* [QC2583][QC2581][QC2601][QC2585][QC2603]
TIPS:	近战: 尽快完成 [Q2585] 然后提交, 你可以获得 +25 敏捷1小时. 当buff消失, 去提交剩下的 [Q2581] (+25 力量buff) 或者 [Q2583] (+25 耐力buff) 注:这些buff是你以后riad时有必要伐木的
TIPS:	法系: 尽快完成 [Q2583] 然后提交, 有一个 +25 耐力buff. 稍后当你的耐力buff消失后, 去完成 [Q2601] +25 智力buff. 注:这些buff是你以后riad时有必要伐木的
这些buff可以帮你更快的杀怪,效率会更高, 但是它们不能叠加。好好利用它们
在诅咒之地杀死怪物时，你会随机其中一个尸体上拾取一个不完美的德莱尼水晶碎片. 可以去 [G51,35 Blasted Lands]. 获得任务 [QA3501] 然后提交 [QT3501]. 不需要后续任务，除非你再得到另一个不完美的德莱尼水晶碎片。
提交所有你剩下的任务.[QT2603][QT2585][QT2581][QT2583][QT2601]
你现在应该 [XP51] 级了,如果没到的话,就在附近刷到51









]], 'Bustea 升级导航 中文由Qcat汉化')