
RecountPerCharDB = {
	["version"] = "1.3",
	["combatants"] = {
		["Typescript"] = {
			["GUID"] = "Player-4511-00436F91",
			["LastEventHealth"] = {
				3549, -- [1]
			},
			["LastAttackedBy"] = "Environment",
			["LastEventType"] = {
				"DAMAGE", -- [1]
			},
			["TimeWindows"] = {
				["DamageTaken"] = {
					321, -- [1]
				},
			},
			["enClass"] = "WARRIOR",
			["unit"] = "Typescript",
			["level"] = 60,
			["LastDamageAbility"] = "Falling",
			["LastFightIn"] = 11,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastActive"] = 97573.131,
			["LastEventHealthMax"] = {
				3549, -- [1]
			},
			["Owner"] = false,
			["TimeLast"] = {
				["DamageTaken"] = 97573.131,
				["OVERALL"] = 97573.131,
			},
			["NextEventNum"] = 2,
			["LastEventIncoming"] = {
				true, -- [1]
			},
			["LastEvents"] = {
				"Environment Falling Typescript Hit -321 (Physical)", -- [1]
			},
			["Name"] = "Typescript",
			["LastEventTimes"] = {
				97573.451, -- [1]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 321,
								},
							},
							["amount"] = 321,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 321,
					},
					["DamageTaken"] = 321,
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
				},
			},
			["LastDamageTaken"] = 321,
			["UnitLockout"] = 97573.131,
			["LastAbility"] = 264416.617,
		},
		["工匠吉兹洛克"] = {
			["GUID"] = "Creature-0-4516-349-21146-13601-0000022F8E",
			["LastEventHealth"] = {
				17, -- [1]
				16, -- [2]
				16, -- [3]
				6, -- [4]
				6, -- [5]
				0, -- [6]
				55, -- [7]
				50, -- [8]
				50, -- [9]
				47, -- [10]
				47, -- [11]
				41, -- [12]
				39, -- [13]
				39, -- [14]
				36, -- [15]
				34, -- [16]
				32, -- [17]
				27, -- [18]
				26, -- [19]
				25, -- [20]
				23, -- [21]
				21, -- [22]
				19, -- [23]
				14, -- [24]
				10, -- [25]
				10, -- [26]
				10, -- [27]
				4, -- [28]
				1, -- [29]
				0, -- [30]
				49, -- [31]
				48, -- [32]
				46, -- [33]
				46, -- [34]
				43, -- [35]
				37, -- [36]
				36, -- [37]
				34, -- [38]
				34, -- [39]
				32, -- [40]
				30, -- [41]
				30, -- [42]
				30, -- [43]
				29, -- [44]
				27, -- [45]
				27, -- [46]
				27, -- [47]
				25, -- [48]
				24, -- [49]
				24, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"MISC", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"MISC", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					5, -- [1]
				},
				["ActiveTime"] = {
					38.87, -- [1]
				},
				["TimeDamage"] = {
					38.87, -- [1]
				},
				["DamageTaken"] = {
					70850, -- [1]
				},
				["Damage"] = {
					7191, -- [1]
				},
			},
			["enClass"] = "MOB",
			["unit"] = "party2target",
			["LastAbility"] = 264416.617,
			["level"] = -1,
			["LastDamageAbility"] = "暗言术：痛 (伤害/跳)",
			["LastFightIn"] = 9,
			["UnitLockout"] = 96004.231,
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						false, -- [9]
						true, -- [10]
						true, -- [11]
						false, -- [12]
						true, -- [13]
						true, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
					},
					["Messages"] = {
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [1]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [2]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [3]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [4]
						"西加加 心灵震爆 工匠吉兹洛克 Hit -976 (Shadow)", -- [5]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [6]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [7]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [8]
						"工匠吉兹洛克 炸弹 西加加 Absorb -143 (143 被吸收) (Fire)", -- [9]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [10]
						"西加加 昏阙 工匠吉兹洛克 Immune (Shadow)", -- [11]
						"工匠吉兹洛克 射击 西加加 Absorb -429 (429 被吸收) (Physical)", -- [12]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [13]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -304 (Shadow)", -- [14]
						"工匠吉兹洛克 肉搏 西加加 Absorb -192 (1)", -- [15]
						"工匠吉兹洛克 射击 西加加 Hit -156 (192 被吸收) (Physical)", -- [16]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [17]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [18]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -848 (Frost)", -- [19]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -304 (Shadow)", -- [20]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [21]
						"工匠吉兹洛克 射击 西加加 Hit -343 (Physical)", -- [22]
						"Actionscript 寒冰箭 工匠吉兹洛克 Crit -1699 (Frost)", -- [23]
						"西加加 心灵震爆 工匠吉兹洛克 Hit -978 (Shadow)", -- [24]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -304 (Shadow)", -- [25]
						"工匠吉兹洛克死亡。", -- [26]
					},
					["DeathAt"] = 96411.017,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
					},
					["MessageTimes"] = {
						-14.997000000003, -- [1]
						-13.997000000003, -- [2]
						-13.2670000000071, -- [3]
						-13.0069999999978, -- [4]
						-12.5470000000059, -- [5]
						-11.5170000000071, -- [6]
						-10.5369999999966, -- [7]
						-10.0270000000019, -- [8]
						-9.73700000000827, -- [9]
						-9.53699999999662, -- [10]
						-8.90700000000652, -- [11]
						-8.12300000000687, -- [12]
						-6.68300000000454, -- [13]
						-6.30299999999988, -- [14]
						-5.70100000000093, -- [15]
						-5.70100000000093, -- [16]
						-5.70100000000093, -- [17]
						-3.86100000000442, -- [18]
						-3.58100000000559, -- [19]
						-3.29099999999744, -- [20]
						-2.85100000000966, -- [21]
						-2.04099999999744, -- [22]
						-1.07100000001083, -- [23]
						-0.400999999998021, -- [24]
						-0.301000000006752, -- [25]
						0, -- [26]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
						100, -- [20]
						100, -- [21]
						100, -- [22]
						100, -- [23]
						100, -- [24]
						100, -- [25]
						100, -- [26]
					},
					["Health"] = {
						49, -- [1]
						48, -- [2]
						46, -- [3]
						46, -- [4]
						43, -- [5]
						37, -- [6]
						36, -- [7]
						34, -- [8]
						34, -- [9]
						32, -- [10]
						30, -- [11]
						30, -- [12]
						30, -- [13]
						29, -- [14]
						27, -- [15]
						27, -- [16]
						27, -- [17]
						25, -- [18]
						24, -- [19]
						24, -- [20]
						17, -- [21]
						16, -- [22]
						16, -- [23]
						6, -- [24]
						6, -- [25]
						0, -- [26]
					},
					["KilledBy"] = "西加加",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"MISC", -- [26]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						false, -- [22]
						false, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
					},
					["Messages"] = {
						"西加加 心灵震爆 工匠吉兹洛克 Hit -974 (Shadow)", -- [1]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [2]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -855 (Frost)", -- [3]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [4]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [5]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -858 (Frost)", -- [6]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [7]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [8]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [9]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [10]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [11]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [12]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -873 (Frost)", -- [13]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [14]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [15]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [16]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [17]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [18]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -867 (Frost)", -- [19]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -857 (Frost)", -- [20]
						"西加加 心灵震爆 工匠吉兹洛克 Hit -1007 (Shadow)", -- [21]
						"工匠吉兹洛克 炸弹 Actionscript Absorb -136 (136 被吸收) (Fire)", -- [22]
						"工匠吉兹洛克 炸弹 西加加 Absorb -153 (153 被吸收) (Fire)", -- [23]
						"Actionscript 火焰冲击 工匠吉兹洛克 Hit -661 (Fire)", -- [24]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [25]
						"工匠吉兹洛克死亡。", -- [26]
					},
					["DeathAt"] = 96032.23,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
					},
					["MessageTimes"] = {
						-14.6009999999951, -- [1]
						-13.7909999999974, -- [2]
						-13.5109999999986, -- [3]
						-12.0010000000038, -- [4]
						-11.9709999999905, -- [5]
						-11.0010000000038, -- [6]
						-10.9809999999998, -- [7]
						-10.7899999999936, -- [8]
						-9.11999999999534, -- [9]
						-8.98999999999069, -- [10]
						-8.11999999999534, -- [11]
						-7.7899999999936, -- [12]
						-6.67999999999302, -- [13]
						-6.30000000000291, -- [14]
						-5.98999999999069, -- [15]
						-5.30000000000291, -- [16]
						-4.7899999999936, -- [17]
						-4.30000000000291, -- [18]
						-3.97999999999593, -- [19]
						-1.5, -- [20]
						-1.22999999999593, -- [21]
						-1.16000000000349, -- [22]
						-1.16000000000349, -- [23]
						-0.819999999992433, -- [24]
						-0.220000000001164, -- [25]
						0, -- [26]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
						100, -- [20]
						100, -- [21]
						100, -- [22]
						100, -- [23]
						100, -- [24]
						100, -- [25]
						100, -- [26]
					},
					["Health"] = {
						62, -- [1]
						57, -- [2]
						55, -- [3]
						50, -- [4]
						50, -- [5]
						47, -- [6]
						47, -- [7]
						41, -- [8]
						39, -- [9]
						39, -- [10]
						36, -- [11]
						34, -- [12]
						32, -- [13]
						27, -- [14]
						26, -- [15]
						25, -- [16]
						23, -- [17]
						21, -- [18]
						19, -- [19]
						14, -- [20]
						10, -- [21]
						10, -- [22]
						10, -- [23]
						4, -- [24]
						1, -- [25]
						0, -- [26]
					},
					["KilledBy"] = "西加加",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"MISC", -- [26]
					},
				}, -- [2]
				{
					["MessageIncoming"] = {
						true, -- [1]
						false, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						false, -- [18]
						false, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
						true, -- [32]
						true, -- [33]
						true, -- [34]
					},
					["Messages"] = {
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -316 (Shadow)", -- [1]
						"工匠吉兹洛克 射击 西加加 Absorb -264 (264 被吸收) (Physical)", -- [2]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [3]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -316 (Shadow)", -- [4]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -329 (Shadow)", -- [5]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -877 (Frost)", -- [6]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -316 (Shadow)", -- [7]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [8]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -324 (Shadow)", -- [9]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -873 (Frost)", -- [10]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -338 (Shadow)", -- [11]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -324 (Shadow)", -- [12]
						"工匠吉兹洛克 炸弹 Actionscript Absorb -133 (133 被吸收) (Fire)", -- [13]
						"工匠吉兹洛克 炸弹 西加加 Absorb -153 (153 被吸收) (Fire)", -- [14]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -324 (Shadow)", -- [15]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [16]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -877 (Frost)", -- [17]
						"工匠吉兹洛克 肉搏 西加加 Absorb -239 (1)", -- [18]
						"工匠吉兹洛克 射击 西加加 Hit -95 (239 被吸收) (Physical)", -- [19]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -338 (Shadow)", -- [20]
						"西加加 心灵震爆 工匠吉兹洛克 Hit -951 (Shadow)", -- [21]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -872 (Frost)", -- [22]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [23]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [24]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [25]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [26]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -884 (Frost)", -- [27]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [28]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [29]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [30]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [31]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [32]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -863 (Frost)", -- [33]
						"工匠吉兹洛克死亡。", -- [34]
					},
					["DeathAt"] = 95640.2,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
						0, -- [32]
						0, -- [33]
						0, -- [34]
					},
					["MessageTimes"] = {
						-14.4300000000076, -- [1]
						-14.2000000000116, -- [2]
						-14.1000000000058, -- [3]
						-13.1900000000023, -- [4]
						-12.8800000000047, -- [5]
						-12.7700000000041, -- [6]
						-12.1900000000023, -- [7]
						-11.1000000000058, -- [8]
						-10.3400000000111, -- [9]
						-10.2600000000093, -- [10]
						-9.88000000000466, -- [11]
						-9.35000000000582, -- [12]
						-8.4600000000064, -- [13]
						-8.4600000000064, -- [14]
						-8.34000000001106, -- [15]
						-8.09000000001106, -- [16]
						-7.76000000000931, -- [17]
						-6.90000000000873, -- [18]
						-6.90000000000873, -- [19]
						-6.8700000000099, -- [20]
						-5.68000000000757, -- [21]
						-5.25, -- [22]
						-5.11000000000058, -- [23]
						-4.68000000000757, -- [24]
						-3.88000000000466, -- [25]
						-3.68000000000757, -- [26]
						-2.76000000000931, -- [27]
						-2.67000000001281, -- [28]
						-2.10000000000582, -- [29]
						-1.43000000000757, -- [30]
						-0.880000000004657, -- [31]
						-0.430000000007567, -- [32]
						-0.240000000005239, -- [33]
						0, -- [34]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
						100, -- [20]
						100, -- [21]
						100, -- [22]
						100, -- [23]
						100, -- [24]
						100, -- [25]
						100, -- [26]
						100, -- [27]
						100, -- [28]
						100, -- [29]
						100, -- [30]
						100, -- [31]
						100, -- [32]
						100, -- [33]
						100, -- [34]
					},
					["Health"] = {
						65, -- [1]
						63, -- [2]
						63, -- [3]
						62, -- [4]
						61, -- [5]
						61, -- [6]
						54, -- [7]
						52, -- [8]
						51, -- [9]
						51, -- [10]
						44, -- [11]
						42, -- [12]
						40, -- [13]
						40, -- [14]
						40, -- [15]
						39, -- [16]
						39, -- [17]
						33, -- [18]
						33, -- [19]
						33, -- [20]
						31, -- [21]
						25, -- [22]
						25, -- [23]
						19, -- [24]
						18, -- [25]
						18, -- [26]
						14, -- [27]
						14, -- [28]
						7, -- [29]
						6, -- [30]
						5, -- [31]
						3, -- [32]
						1, -- [33]
						0, -- [34]
					},
					["KilledBy"] = "Actionscript",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"DAMAGE", -- [31]
						"DAMAGE", -- [32]
						"DAMAGE", -- [33]
						"MISC", -- [34]
					},
				}, -- [3]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						false, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
					},
					["Messages"] = {
						"西加加 心灵震爆 工匠吉兹洛克 Resist (Shadow)", -- [1]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [2]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [3]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [4]
						"工匠吉兹洛克 射击 西加加 Absorb -297 (297 被吸收) (Physical)", -- [5]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [6]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [7]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [8]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [9]
						"工匠吉兹洛克 炸弹 西加加 Absorb -147 (147 被吸收) (Fire)", -- [10]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [11]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [12]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [13]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [14]
						"西加加 心灵震爆 工匠吉兹洛克 Hit -981 (Shadow)", -- [15]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [16]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [17]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -851 (Frost)", -- [18]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [19]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [20]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [21]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -848 (Frost)", -- [22]
						"工匠吉兹洛克死亡。", -- [23]
					},
					["DeathAt"] = 94964.13,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
					},
					["MessageTimes"] = {
						-14.6820000000007, -- [1]
						-13.601999999999, -- [2]
						-13.0620000000054, -- [3]
						-12.601999999999, -- [4]
						-11.6820000000007, -- [5]
						-11.5920000000042, -- [6]
						-10.3420000000042, -- [7]
						-10.0620000000054, -- [8]
						-9.35199999999895, -- [9]
						-8.24199999999837, -- [10]
						-7.51200000000245, -- [11]
						-7.06200000000536, -- [12]
						-6.52200000001176, -- [13]
						-5.51200000000245, -- [14]
						-4.08200000000943, -- [15]
						-4.05200000001059, -- [16]
						-3.08000000000175, -- [17]
						-2.73000000001048, -- [18]
						-2.07000000000699, -- [19]
						-1.08000000000175, -- [20]
						-1.06000000001222, -- [21]
						-0.200000000011642, -- [22]
						0, -- [23]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
						100, -- [20]
						100, -- [21]
						100, -- [22]
						100, -- [23]
					},
					["Health"] = {
						37, -- [1]
						37, -- [2]
						35, -- [3]
						34, -- [4]
						32, -- [5]
						32, -- [6]
						30, -- [7]
						29, -- [8]
						27, -- [9]
						25, -- [10]
						25, -- [11]
						24, -- [12]
						22, -- [13]
						20, -- [14]
						19, -- [15]
						19, -- [16]
						11, -- [17]
						10, -- [18]
						5, -- [19]
						3, -- [20]
						3, -- [21]
						1, -- [22]
						0, -- [23]
					},
					["KilledBy"] = "Actionscript",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"MISC", -- [23]
					},
				}, -- [4]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						false, -- [13]
						true, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						true, -- [22]
						true, -- [23]
						true, -- [24]
						true, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
						true, -- [29]
						true, -- [30]
						true, -- [31]
					},
					["Messages"] = {
						"工匠吉兹洛克 炸弹 Actionscript Absorb -143 (143 被吸收) (Fire)", -- [1]
						"工匠吉兹洛克 肉搏 西加加 Absorb -19 (1)", -- [2]
						"工匠吉兹洛克 炸弹 西加加 Hit -132 (19 被吸收) (Fire)", -- [3]
						"工匠吉兹洛克 射击 西加加 Hit -263 (Physical)", -- [4]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -881 (Frost)", -- [5]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -191 (Shadow)", -- [6]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -297 (Shadow)", -- [7]
						"西加加 心灵震爆 工匠吉兹洛克 Hit -1076 (Shadow)", -- [8]
						"西加加 昏阙 工匠吉兹洛克 Immune (Shadow)", -- [9]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -333 (Shadow)", -- [10]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -880 (Frost)", -- [11]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -333 (Shadow)", -- [12]
						"工匠吉兹洛克 射击 西加加 Hit -315 (Physical)", -- [13]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -191 (Shadow)", -- [14]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [15]
						"西加加 昏阙 工匠吉兹洛克 Immune (Shadow)", -- [16]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [17]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -880 (Frost)", -- [18]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [19]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -191 (Shadow)", -- [20]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [21]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [22]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -884 (Frost)", -- [23]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [24]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -191 (Shadow)", -- [25]
						"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -305 (Shadow)", -- [26]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [27]
						"Actionscript 寒冰箭 工匠吉兹洛克 Hit -870 (Frost)", -- [28]
						"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [29]
						"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -191 (Shadow)", -- [30]
						"工匠吉兹洛克死亡。", -- [31]
					},
					["DeathAt"] = 94494.084,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
						0, -- [29]
						0, -- [30]
						0, -- [31]
					},
					["MessageTimes"] = {
						-14.3619999999937, -- [1]
						-14.3619999999937, -- [2]
						-14.3619999999937, -- [3]
						-12.8819999999978, -- [4]
						-12.622000000003, -- [5]
						-12.2320000000036, -- [6]
						-12.0720000000001, -- [7]
						-11.7119999999995, -- [8]
						-11.3220000000001, -- [9]
						-10.7119999999995, -- [10]
						-10.1119999999937, -- [11]
						-9.71099999999569, -- [12]
						-9.24099999999453, -- [13]
						-9.24099999999453, -- [14]
						-9.07099999999628, -- [15]
						-8.50100000000384, -- [16]
						-7.89100000000326, -- [17]
						-7.60099999999511, -- [18]
						-6.89999999999418, -- [19]
						-6.22999999999593, -- [20]
						-6.07000000000699, -- [21]
						-5.88999999999942, -- [22]
						-5.10000000000582, -- [23]
						-3.86000000000058, -- [24]
						-3.24000000000524, -- [25]
						-3.07000000000699, -- [26]
						-2.86000000000058, -- [27]
						-2.60000000000582, -- [28]
						-1.85000000000582, -- [29]
						-0.240000000005239, -- [30]
						0, -- [31]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
						100, -- [20]
						100, -- [21]
						100, -- [22]
						100, -- [23]
						100, -- [24]
						100, -- [25]
						100, -- [26]
						100, -- [27]
						100, -- [28]
						100, -- [29]
						100, -- [30]
						100, -- [31]
					},
					["Health"] = {
						56, -- [1]
						56, -- [2]
						56, -- [3]
						56, -- [4]
						56, -- [5]
						51, -- [6]
						50, -- [7]
						48, -- [8]
						42, -- [9]
						42, -- [10]
						40, -- [11]
						35, -- [12]
						33, -- [13]
						33, -- [14]
						33, -- [15]
						30, -- [16]
						30, -- [17]
						29, -- [18]
						24, -- [19]
						22, -- [20]
						21, -- [21]
						21, -- [22]
						18, -- [23]
						13, -- [24]
						11, -- [25]
						11, -- [26]
						11, -- [27]
						6, -- [28]
						1, -- [29]
						1, -- [30]
						0, -- [31]
					},
					["KilledBy"] = "西加加",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"DAMAGE", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"DAMAGE", -- [28]
						"DAMAGE", -- [29]
						"DAMAGE", -- [30]
						"MISC", -- [31]
					},
				}, -- [5]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["TimeSpent"] = {
						["Actionscript"] = {
							["Details"] = {
								["炸弹"] = {
									["count"] = 6,
								},
								["射击"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
						["西加加"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 17.87,
								},
								["炸弹"] = {
									["count"] = 9,
								},
								["肉搏"] = {
									["count"] = 3,
								},
							},
							["amount"] = 29.87,
						},
					},
					["DamageTaken"] = 70850,
					["ElementDoneAbsorb"] = {
						["Physical"] = 3728,
						["Fire"] = 2159,
					},
					["PartialResist"] = {
						["火焰冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["噬灵瘟疫 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 23,
						},
						["精神鞭笞 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 63,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 63,
						},
						["心灵震爆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 29,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 34,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 34,
						},
						["昏阙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
					},
					["DeathCount"] = 5,
					["PartialAbsorb"] = {
						["火焰冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["噬灵瘟疫 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 23,
									["amount"] = 0,
								},
							},
							["count"] = 23,
							["amount"] = 0,
						},
						["精神鞭笞 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 63,
									["amount"] = 0,
								},
							},
							["count"] = 63,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 11,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 29,
									["amount"] = 0,
								},
							},
							["count"] = 29,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 34,
									["amount"] = 0,
								},
							},
							["count"] = 34,
							["amount"] = 0,
						},
						["昏阙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 38.87,
					["ElementTaken"] = {
						["Frost"] = 25945,
						["Fire"] = 661,
						["Shadow"] = 44244,
					},
					["Damage"] = 7191,
					["ElementDone"] = {
						["Physical"] = 4469,
						["Melee"] = 450,
						["Fire"] = 2272,
					},
					["DamagedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["炸弹"] = {
									["count"] = 847,
								},
								["射击"] = {
									["count"] = 422,
								},
							},
							["amount"] = 1269,
						},
						["西加加"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 4047,
								},
								["炸弹"] = {
									["count"] = 1425,
								},
								["肉搏"] = {
									["count"] = 450,
								},
							},
							["amount"] = 5922,
						},
					},
					["ElementHitsDone"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 16,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 15,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 16,
						},
					},
					["TimeDamage"] = 38.87,
					["TimeDamaging"] = {
						["Actionscript"] = {
							["Details"] = {
								["炸弹"] = {
									["count"] = 6,
								},
								["射击"] = {
									["count"] = 3,
								},
							},
							["amount"] = 9,
						},
						["西加加"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 17.87,
								},
								["炸弹"] = {
									["count"] = 9,
								},
								["肉搏"] = {
									["count"] = 3,
								},
							},
							["amount"] = 29.87,
						},
					},
					["WhoDamaged"] = {
						["Actionscript"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 661,
								},
								["寒冰箭"] = {
									["count"] = 25945,
								},
							},
							["amount"] = 26606,
						},
						["西加加"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 9863,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 10880,
								},
								["噬灵瘟疫 (伤害/跳)"] = {
									["count"] = 4303,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 19198,
								},
							},
							["amount"] = 44244,
						},
					},
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 429,
									["min"] = 264,
									["count"] = 10,
									["amount"] = 3297,
								},
								["Hit"] = {
									["max"] = 343,
									["min"] = 95,
									["count"] = 5,
									["amount"] = 1172,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 4469,
						},
						["炸弹"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 155,
									["min"] = 133,
									["count"] = 15,
									["amount"] = 2140,
								},
								["Hit"] = {
									["max"] = 132,
									["min"] = 132,
									["count"] = 1,
									["amount"] = 132,
								},
							},
							["count"] = 16,
							["amount"] = 2272,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 239,
									["min"] = 19,
									["count"] = 3,
									["amount"] = 450,
								},
							},
							["count"] = 3,
							["amount"] = 450,
						},
					},
					["ElementHitsTaken"] = {
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 28,
								},
							},
							["amount"] = 29,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 5,
								},
								["Hit"] = {
									["count"] = 10,
								},
								["Tick"] = {
									["count"] = 120,
								},
							},
							["amount"] = 136,
						},
					},
				},
			},
			["Owner"] = false,
			["LastEventTimes"] = {
				96406.73, -- [1]
				96407.54, -- [2]
				96408.51, -- [3]
				96409.18, -- [4]
				96409.28, -- [5]
				96409.581, -- [6]
				96017.216, -- [7]
				96018.726, -- [8]
				96018.756, -- [9]
				96019.726, -- [10]
				96019.746, -- [11]
				96019.937, -- [12]
				96021.607, -- [13]
				96021.737, -- [14]
				96022.607, -- [15]
				96022.937, -- [16]
				96024.047, -- [17]
				96024.427, -- [18]
				96024.737, -- [19]
				96025.427, -- [20]
				96025.937, -- [21]
				96026.427, -- [22]
				96026.747, -- [23]
				96029.227, -- [24]
				96029.497, -- [25]
				96029.567, -- [26]
				96029.567, -- [27]
				96029.907, -- [28]
				96030.507, -- [29]
				96030.727, -- [30]
				96394.584, -- [31]
				96395.584, -- [32]
				96396.314, -- [33]
				96396.574, -- [34]
				96397.034, -- [35]
				96398.064, -- [36]
				96399.044, -- [37]
				96399.554, -- [38]
				96399.844, -- [39]
				96400.044, -- [40]
				96400.674, -- [41]
				96401.458, -- [42]
				96402.898, -- [43]
				96403.278, -- [44]
				96403.88, -- [45]
				96403.88, -- [46]
				96403.88, -- [47]
				96405.72, -- [48]
				96406, -- [49]
				96406.29, -- [50]
			},
			["NextEventNum"] = 7,
			["LastDamageTime"] = 96407.54,
			["LastEvents"] = {
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [1]
				"工匠吉兹洛克 射击 西加加 Hit -343 (Physical)", -- [2]
				"Actionscript 寒冰箭 工匠吉兹洛克 Crit -1699 (Frost)", -- [3]
				"西加加 心灵震爆 工匠吉兹洛克 Hit -978 (Shadow)", -- [4]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -304 (Shadow)", -- [5]
				"工匠吉兹洛克死亡。", -- [6]
				"Actionscript 寒冰箭 工匠吉兹洛克 Hit -855 (Frost)", -- [7]
				"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [8]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [9]
				"Actionscript 寒冰箭 工匠吉兹洛克 Hit -858 (Frost)", -- [10]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [11]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [12]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [13]
				"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [14]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [15]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [16]
				"Actionscript 寒冰箭 工匠吉兹洛克 Hit -873 (Frost)", -- [17]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [18]
				"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [19]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [20]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [21]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [22]
				"Actionscript 寒冰箭 工匠吉兹洛克 Hit -867 (Frost)", -- [23]
				"Actionscript 寒冰箭 工匠吉兹洛克 Hit -857 (Frost)", -- [24]
				"西加加 心灵震爆 工匠吉兹洛克 Hit -1007 (Shadow)", -- [25]
				"工匠吉兹洛克 炸弹 Actionscript Absorb -136 (136 被吸收) (Fire)", -- [26]
				"工匠吉兹洛克 炸弹 西加加 Absorb -153 (153 被吸收) (Fire)", -- [27]
				"Actionscript 火焰冲击 工匠吉兹洛克 Hit -661 (Fire)", -- [28]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [29]
				"工匠吉兹洛克死亡。", -- [30]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [31]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [32]
				"西加加 噬灵瘟疫 (伤害/跳) 工匠吉兹洛克 Tick -185 (Shadow)", -- [33]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [34]
				"西加加 心灵震爆 工匠吉兹洛克 Hit -976 (Shadow)", -- [35]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [36]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [37]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -347 (Shadow)", -- [38]
				"工匠吉兹洛克 炸弹 西加加 Absorb -143 (143 被吸收) (Fire)", -- [39]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [40]
				"西加加 昏阙 工匠吉兹洛克 Immune (Shadow)", -- [41]
				"工匠吉兹洛克 射击 西加加 Absorb -429 (429 被吸收) (Physical)", -- [42]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [43]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -304 (Shadow)", -- [44]
				"工匠吉兹洛克 肉搏 西加加 Absorb -192 (1)", -- [45]
				"工匠吉兹洛克 射击 西加加 Hit -156 (192 被吸收) (Physical)", -- [46]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -295 (Shadow)", -- [47]
				"西加加 精神鞭笞 (伤害/跳) 工匠吉兹洛克 Tick -294 (Shadow)", -- [48]
				"Actionscript 寒冰箭 工匠吉兹洛克 Hit -848 (Frost)", -- [49]
				"西加加 暗言术：痛 (伤害/跳) 工匠吉兹洛克 Tick -304 (Shadow)", -- [50]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				true, -- [4]
				true, -- [5]
				true, -- [6]
				true, -- [7]
				true, -- [8]
				true, -- [9]
				true, -- [10]
				true, -- [11]
				true, -- [12]
				true, -- [13]
				true, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				true, -- [24]
				true, -- [25]
				false, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				true, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				false, -- [42]
				true, -- [43]
				true, -- [44]
				false, -- [45]
				false, -- [46]
				true, -- [47]
				true, -- [48]
				true, -- [49]
				true, -- [50]
			},
			["Name"] = "工匠吉兹洛克",
			["LastDamageTaken"] = 304,
			["TimeLast"] = {
				["DeathCount"] = 96409.02,
				["ActiveTime"] = 96407.02,
				["TimeDamage"] = 96407.02,
				["OVERALL"] = 96409.02,
				["DamageTaken"] = 96409.02,
				["Damage"] = 96407.02,
			},
			["LastEventHealthMax"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastActive"] = 96409.02,
		},
		["瑟莱德丝公主"] = {
			["GUID"] = "Creature-0-4516-349-21146-12201-0000022F8E",
			["LastEventHealth"] = {
				44, -- [1]
				43, -- [2]
				42, -- [3]
				42, -- [4]
				35, -- [5]
				35, -- [6]
				33, -- [7]
				29, -- [8]
				29, -- [9]
				26, -- [10]
				24, -- [11]
				24, -- [12]
				24, -- [13]
				21, -- [14]
				21, -- [15]
				19, -- [16]
				15, -- [17]
				14, -- [18]
				10, -- [19]
				9, -- [20]
				8, -- [21]
				1, -- [22]
				0, -- [23]
				81, -- [24]
				81, -- [25]
				80, -- [26]
				80, -- [27]
				75, -- [28]
				74, -- [29]
				73, -- [30]
				71, -- [31]
				71, -- [32]
				71, -- [33]
				71, -- [34]
				70, -- [35]
				70, -- [36]
				68, -- [37]
				67, -- [38]
				67, -- [39]
				66, -- [40]
				66, -- [41]
				61, -- [42]
				59, -- [43]
				58, -- [44]
				54, -- [45]
				54, -- [46]
				48, -- [47]
				48, -- [48]
				48, -- [49]
				48, -- [50]
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"MISC", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					5, -- [1]
				},
				["ActiveTime"] = {
					105.96, -- [1]
				},
				["TimeDamage"] = {
					105.96, -- [1]
				},
				["DamageTaken"] = {
					116156, -- [1]
				},
				["Damage"] = {
					31065, -- [1]
				},
			},
			["enClass"] = "MOB",
			["unit"] = "playertarget",
			["LastAbility"] = 264416.617,
			["level"] = -1,
			["LastDamageAbility"] = "暗言术：痛 (伤害/跳)",
			["LastFightIn"] = 10,
			["UnitLockout"] = 94663.083,
			["type"] = "Boss",
			["FightsSaved"] = 5,
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						false, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
					},
					["Messages"] = {
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -859 (Frost)", -- [1]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [2]
						"瑟莱德丝公主 投石 西加加 Hit -234 (Physical)", -- [3]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -882 (Frost)", -- [4]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [5]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -857 (Frost)", -- [6]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [7]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [8]
						"Actionscript 寒冰箭 瑟莱德丝公主 Crit -1716 (Frost)", -- [9]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [10]
						"瑟莱德丝公主死亡。", -- [11]
					},
					["DeathAt"] = 96655.018,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
					},
					["MessageTimes"] = {
						-14.3399999999965, -- [1]
						-12.3899999999994, -- [2]
						-12.3899999999994, -- [3]
						-11.7200000000012, -- [4]
						-9.38999999999942, -- [5]
						-8.72000000000116, -- [6]
						-6.38999999999942, -- [7]
						-3.38000000000466, -- [8]
						-1.40000000000873, -- [9]
						-0.389999999999418, -- [10]
						0, -- [11]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
					},
					["Health"] = {
						24, -- [1]
						21, -- [2]
						21, -- [3]
						19, -- [4]
						15, -- [5]
						14, -- [6]
						10, -- [7]
						9, -- [8]
						8, -- [9]
						1, -- [10]
						0, -- [11]
					},
					["KilledBy"] = "西加加",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"MISC", -- [11]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						false, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						true, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						false, -- [14]
						true, -- [15]
						true, -- [16]
						true, -- [17]
					},
					["Messages"] = {
						"瑟莱德丝公主 投石 西加加 Absorb -353 (353 被吸收) (Physical)", -- [1]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -348 (Shadow)", -- [2]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -860 (Frost)", -- [3]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -348 (Shadow)", -- [4]
						"瑟莱德丝公主 灰尘力场 西加加 Hit -163 (Nature)", -- [5]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -848 (Frost)", -- [6]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -348 (Shadow)", -- [7]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -877 (Frost)", -- [8]
						"西加加 心灵震爆 瑟莱德丝公主 Hit -990 (Shadow)", -- [9]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -348 (Shadow)", -- [10]
						"西加加 昏阙 瑟莱德丝公主 Immune (Shadow)", -- [11]
						"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -294 (Shadow)", -- [12]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -876 (Frost)", -- [13]
						"瑟莱德丝公主 投石 西加加 Hit -299 (Physical)", -- [14]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -348 (Shadow)", -- [15]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -855 (Frost)", -- [16]
						"瑟莱德丝公主死亡。", -- [17]
					},
					["DeathAt"] = 96221.235,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
					},
					["MessageTimes"] = {
						-13.2599999999948, -- [1]
						-12.2700000000041, -- [2]
						-10.2099999999919, -- [3]
						-9.27999999999884, -- [4]
						-8.5, -- [5]
						-7.61999999999534, -- [6]
						-6.27000000000408, -- [7]
						-5.11000000000058, -- [8]
						-3.62999999999011, -- [9]
						-3.25999999999476, -- [10]
						-3.22999999999593, -- [11]
						-2.6299999999901, -- [12]
						-2.59999999999127, -- [13]
						-2.20999999999185, -- [14]
						-0.279999999998836, -- [15]
						-0.0899999999965075, -- [16]
						0, -- [17]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
					},
					["Health"] = {
						29, -- [1]
						29, -- [2]
						27, -- [3]
						23, -- [4]
						22, -- [5]
						22, -- [6]
						18, -- [7]
						17, -- [8]
						13, -- [9]
						13, -- [10]
						7, -- [11]
						7, -- [12]
						7, -- [13]
						2, -- [14]
						2, -- [15]
						2, -- [16]
						0, -- [17]
					},
					["KilledBy"] = "Actionscript",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"MISC", -- [17]
					},
				}, -- [2]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						false, -- [13]
						true, -- [14]
						false, -- [15]
						true, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
					},
					["Messages"] = {
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -265 (Shadow)", -- [1]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -879 (Frost)", -- [2]
						"西加加 昏阙 瑟莱德丝公主 Immune (Shadow)", -- [3]
						"瑟莱德丝公主 肉搏 西加加 Hit -260 (Physical)", -- [4]
						"瑟莱德丝公主 肉搏 (痛击) 西加加 Hit -315 (Physical)", -- [5]
						"瑟莱德丝公主 肉搏 (痛击) 西加加 Hit -258 (Physical)", -- [6]
						"Actionscript 寒冰箭 瑟莱德丝公主 Crit -1750 (Frost)", -- [7]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -265 (Shadow)", -- [8]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -862 (Frost)", -- [9]
						"瑟莱德丝公主 灰尘力场 西加加 Resist (Nature)", -- [10]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -265 (Shadow)", -- [11]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -877 (Frost)", -- [12]
						"瑟莱德丝公主 灰尘力场 西加加 Resist (Nature)", -- [13]
						"西加加 心灵震爆 瑟莱德丝公主 Hit -842 (Shadow)", -- [14]
						"瑟莱德丝公主 灰尘力场 西加加 Hit -138 (Nature)", -- [15]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -289 (Shadow)", -- [16]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -864 (Frost)", -- [17]
						"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -280 (Shadow)", -- [18]
						"瑟莱德丝公主死亡。", -- [19]
					},
					["DeathAt"] = 95842.201,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
					},
					["MessageTimes"] = {
						-12.4100000000035, -- [1]
						-11.8499999999913, -- [2]
						-9.67999999999302, -- [3]
						-8.92999999999302, -- [4]
						-8.92999999999302, -- [5]
						-8.92999999999302, -- [6]
						-8.5399999999936, -- [7]
						-7.08000000000175, -- [8]
						-6.05999999999767, -- [9]
						-4.47000000000116, -- [10]
						-4.08000000000175, -- [11]
						-3.5399999999936, -- [12]
						-3.47000000000116, -- [13]
						-2.81999999999243, -- [14]
						-2.41999999999825, -- [15]
						-1.08000000000175, -- [16]
						-1.0399999999936, -- [17]
						-0.19999999999709, -- [18]
						0, -- [19]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
						100, -- [16]
						100, -- [17]
						100, -- [18]
						100, -- [19]
					},
					["Health"] = {
						31, -- [1]
						30, -- [2]
						26, -- [3]
						26, -- [4]
						26, -- [5]
						26, -- [6]
						26, -- [7]
						19, -- [8]
						18, -- [9]
						14, -- [10]
						14, -- [11]
						13, -- [12]
						13, -- [13]
						9, -- [14]
						5, -- [15]
						5, -- [16]
						5, -- [17]
						1, -- [18]
						0, -- [19]
					},
					["KilledBy"] = "西加加",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"MISC", -- [19]
					},
				}, -- [3]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						false, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
					},
					["Messages"] = {
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -297 (Shadow)", -- [1]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -864 (Frost)", -- [2]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [3]
						"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -295 (Shadow)", -- [4]
						"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -295 (Shadow)", -- [5]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [6]
						"瑟莱德丝公主 投石 西加加 Hit -332 (Physical)", -- [7]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -871 (Frost)", -- [8]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [9]
						"瑟莱德丝公主 肉搏 西加加 Absorb -315 (315 被吸收) (1)", -- [10]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -849 (Frost)", -- [11]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [12]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -859 (Frost)", -- [13]
						"西加加 心灵震爆 瑟莱德丝公主 Hit -970 (Shadow)", -- [14]
						"瑟莱德丝公主死亡。", -- [15]
					},
					["DeathAt"] = 95374.131,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["MessageTimes"] = {
						-14.2810000000027, -- [1]
						-13.1410000000033, -- [2]
						-11.2700000000041, -- [3]
						-10.7700000000041, -- [4]
						-9.76000000000931, -- [5]
						-8.27999999999884, -- [6]
						-7.24000000000524, -- [7]
						-6.57000000000699, -- [8]
						-5.26000000000931, -- [9]
						-4.86000000000058, -- [10]
						-3.66999999999825, -- [11]
						-2.27999999999884, -- [12]
						-0.839999999996508, -- [13]
						-0.410000000003492, -- [14]
						0, -- [15]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
					},
					["Health"] = {
						27, -- [1]
						25, -- [2]
						21, -- [3]
						20, -- [4]
						19, -- [5]
						18, -- [6]
						16, -- [7]
						16, -- [8]
						12, -- [9]
						11, -- [10]
						11, -- [11]
						7, -- [12]
						6, -- [13]
						2, -- [14]
						0, -- [15]
					},
					["KilledBy"] = "西加加",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"MISC", -- [15]
					},
				}, -- [4]
				{
					["MessageIncoming"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						true, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						true, -- [13]
						true, -- [14]
						true, -- [15]
					},
					["Messages"] = {
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -850 (Frost)", -- [1]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [2]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -868 (Frost)", -- [3]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -860 (Frost)", -- [4]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -273 (Shadow)", -- [5]
						"西加加 心灵震爆 瑟莱德丝公主 Hit -882 (Shadow)", -- [6]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -860 (Frost)", -- [7]
						"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -279 (Shadow)", -- [8]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -289 (Shadow)", -- [9]
						"瑟莱德丝公主 投石 西加加 Absorb -230 (230 被吸收) (Physical)", -- [10]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -875 (Frost)", -- [11]
						"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -289 (Shadow)", -- [12]
						"Actionscript 寒冰箭 瑟莱德丝公主 Hit -870 (Frost)", -- [13]
						"Actionscript 火焰冲击 瑟莱德丝公主 Hit -609 (Fire)", -- [14]
						"瑟莱德丝公主死亡。", -- [15]
					},
					["DeathAt"] = 94748.083,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
					},
					["MessageTimes"] = {
						-13.2299999999959, -- [1]
						-12.9499999999971, -- [2]
						-10.7399999999907, -- [3]
						-8.22999999999593, -- [4]
						-7.92999999999302, -- [5]
						-7.69999999999709, -- [6]
						-5.72999999999593, -- [7]
						-5.48999999999069, -- [8]
						-4.92999999999302, -- [9]
						-4.61999999999534, -- [10]
						-3.37999999999011, -- [11]
						-1.91999999999825, -- [12]
						-1.23999999999069, -- [13]
						-0.399999999994179, -- [14]
						0, -- [15]
					},
					["HealthMax"] = {
						100, -- [1]
						100, -- [2]
						100, -- [3]
						100, -- [4]
						100, -- [5]
						100, -- [6]
						100, -- [7]
						100, -- [8]
						100, -- [9]
						100, -- [10]
						100, -- [11]
						100, -- [12]
						100, -- [13]
						100, -- [14]
						100, -- [15]
					},
					["Health"] = {
						34, -- [1]
						30, -- [2]
						29, -- [3]
						25, -- [4]
						21, -- [5]
						20, -- [6]
						16, -- [7]
						12, -- [8]
						11, -- [9]
						10, -- [10]
						10, -- [11]
						6, -- [12]
						5, -- [13]
						1, -- [14]
						0, -- [15]
					},
					["KilledBy"] = "Actionscript",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"MISC", -- [15]
					},
				}, -- [5]
			},
			["Fights"] = {
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementHitsTaken"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 9,
								},
								["Crit"] = {
									["count"] = 2,
								},
								["Tick"] = {
									["count"] = 20,
								},
							},
							["amount"] = 31,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 6,
								},
								["Hit"] = {
									["count"] = 51,
								},
							},
							["amount"] = 58,
						},
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 16,
						},
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Immune"] = {
									["count"] = 7,
								},
								["Tick"] = {
									["count"] = 117,
								},
								["Hit"] = {
									["count"] = 20,
								},
							},
							["amount"] = 145,
						},
					},
					["DamageTaken"] = 116156,
					["ElementDoneAbsorb"] = {
						1576, -- [1]
						["Physical"] = 3579,
						["Melee"] = 13633,
						["Nature"] = 151,
					},
					["PartialResist"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 5,
						},
						["昏阙"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["精神鞭笞 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 39,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 39,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 16,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["心灵震爆"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 16,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 20,
						},
						["虚弱之触"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 57,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 57,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 78,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 78,
						},
						["冰锥术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["DeathCount"] = 5,
					["PartialAbsorb"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 0,
								},
							},
							["count"] = 5,
							["amount"] = 0,
						},
						["昏阙"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 7,
							["amount"] = 0,
						},
						["精神鞭笞 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 39,
									["amount"] = 0,
								},
							},
							["count"] = 39,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["心灵震爆"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 16,
									["amount"] = 0,
								},
							},
							["count"] = 16,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 20,
									["amount"] = 0,
								},
							},
							["count"] = 20,
							["amount"] = 0,
						},
						["虚弱之触"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 57,
									["amount"] = 0,
								},
							},
							["count"] = 57,
							["amount"] = 0,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 78,
									["amount"] = 0,
								},
							},
							["count"] = 78,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 105.96,
					["ElementTaken"] = {
						["Fire"] = 10033,
						["Frost"] = 54211,
						["Melee"] = 405,
						["Shadow"] = 51507,
					},
					["Damage"] = 31065,
					["Attacks"] = {
						["投石 (痛击)"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 420,
									["min"] = 374,
									["count"] = 2,
									["amount"] = 794,
								},
							},
							["count"] = 2,
							["amount"] = 794,
						},
						["肉搏"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 483,
									["min"] = 19,
									["count"] = 38,
									["amount"] = 13297,
								},
								["Miss"] = {
									["count"] = 4,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 457,
									["min"] = 9,
									["count"] = 24,
									["amount"] = 7320,
								},
							},
							["count"] = 66,
							["amount"] = 20617,
						},
						["憎恨怒视"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 400,
									["min"] = 230,
									["count"] = 11,
									["amount"] = 3579,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 387,
									["min"] = 234,
									["count"] = 4,
									["amount"] = 1252,
								},
							},
							["count"] = 16,
							["amount"] = 4831,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 317,
									["min"] = 258,
									["count"] = 6,
									["amount"] = 1790,
								},
								["Absorb"] = {
									["max"] = 405,
									["min"] = 336,
									["count"] = 3,
									["amount"] = 1118,
								},
							},
							["count"] = 9,
							["amount"] = 2908,
						},
						["灰尘力场 (痛击)"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 291,
									["min"] = 290,
									["count"] = 2,
									["amount"] = 581,
								},
							},
							["count"] = 2,
							["amount"] = 581,
						},
						["灰尘力场"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 11,
									["amount"] = 0,
								},
								["Absorb"] = {
									["max"] = 151,
									["min"] = 151,
									["count"] = 1,
									["amount"] = 151,
								},
								["Hit"] = {
									["max"] = 163,
									["min"] = 132,
									["count"] = 8,
									["amount"] = 1183,
								},
							},
							["count"] = 20,
							["amount"] = 1334,
						},
					},
					["WhoDamaged"] = {
						["Actionscript"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 4079,
								},
								["火球术"] = {
									["count"] = 5594,
								},
								["寒冰箭"] = {
									["count"] = 53633,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 360,
								},
								["冰锥术"] = {
									["count"] = 578,
								},
							},
							["amount"] = 64244,
						},
						["阿莱克斯·巴罗夫的仆从 <Actionscript>"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 405,
								},
							},
							["amount"] = 405,
						},
						["西加加"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 15673,
								},
								["虚弱之触"] = {
									["count"] = 644,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 23560,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 11630,
								},
							},
							["amount"] = 51507,
						},
					},
					["DamagedWho"] = {
						["阿莱克斯·巴罗夫的仆从 <Actionscript>"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 606,
								},
								["灰尘力场 (痛击)"] = {
									["count"] = 581,
								},
								["灰尘力场"] = {
									["count"] = 452,
								},
							},
							["amount"] = 1639,
						},
						["Actionscript"] = {
							["Details"] = {
								["投石 (痛击)"] = {
									["count"] = 794,
								},
								["灰尘力场"] = {
									["count"] = 140,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1118,
								},
								["投石"] = {
									["count"] = 1890,
								},
								["肉搏"] = {
									["count"] = 11590,
								},
							},
							["amount"] = 15532,
						},
						["西加加"] = {
							["Details"] = {
								["灰尘力场"] = {
									["count"] = 742,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1790,
								},
								["投石"] = {
									["count"] = 2941,
								},
								["肉搏"] = {
									["count"] = 8421,
								},
							},
							["amount"] = 13894,
						},
					},
					["TimeDamage"] = 105.96,
					["TimeDamaging"] = {
						["阿莱克斯·巴罗夫的仆从 <Actionscript>"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.45,
								},
								["憎恨怒视"] = {
									["count"] = 1.5,
								},
								["灰尘力场 (痛击)"] = {
									["count"] = 0.01,
								},
								["灰尘力场"] = {
									["count"] = 0.77,
								},
							},
							["amount"] = 3.73,
						},
						["Actionscript"] = {
							["Details"] = {
								["投石 (痛击)"] = {
									["count"] = 1.5,
								},
								["灰尘力场"] = {
									["count"] = 4.01,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1.5,
								},
								["投石"] = {
									["count"] = 7.73,
								},
								["肉搏"] = {
									["count"] = 32,
								},
							},
							["amount"] = 46.74,
						},
						["西加加"] = {
							["Details"] = {
								["灰尘力场"] = {
									["count"] = 11.91,
								},
								["投石"] = {
									["count"] = 15,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1.53,
								},
								["憎恨怒视"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 27.04,
								},
							},
							["amount"] = 55.49,
						},
					},
					["ElementDone"] = {
						1912, -- [1]
						["Physical"] = 7202,
						["Melee"] = 20617,
						["Nature"] = 1334,
					},
					["TimeSpent"] = {
						["阿莱克斯·巴罗夫的仆从 <Actionscript>"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1.45,
								},
								["憎恨怒视"] = {
									["count"] = 1.5,
								},
								["灰尘力场 (痛击)"] = {
									["count"] = 0.01,
								},
								["灰尘力场"] = {
									["count"] = 0.77,
								},
							},
							["amount"] = 3.73,
						},
						["Actionscript"] = {
							["Details"] = {
								["投石 (痛击)"] = {
									["count"] = 1.5,
								},
								["灰尘力场"] = {
									["count"] = 4.01,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1.5,
								},
								["投石"] = {
									["count"] = 7.73,
								},
								["肉搏"] = {
									["count"] = 32,
								},
							},
							["amount"] = 46.74,
						},
						["西加加"] = {
							["Details"] = {
								["灰尘力场"] = {
									["count"] = 11.91,
								},
								["投石"] = {
									["count"] = 15,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1.53,
								},
								["憎恨怒视"] = {
									["count"] = 0.01,
								},
								["肉搏"] = {
									["count"] = 27.04,
								},
							},
							["amount"] = 55.49,
						},
					},
					["ElementHitsDone"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						}, -- [1]
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 11,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 12,
								},
							},
							["amount"] = 27,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 38,
								},
								["Miss"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 24,
								},
							},
							["amount"] = 66,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 11,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 8,
								},
							},
							["amount"] = 20,
						},
					},
				},
			},
			["Owner"] = false,
			["LastEventTimes"] = {
				96629.176, -- [1]
				96630.176, -- [2]
				96630.886, -- [3]
				96631.566, -- [4]
				96632.896, -- [5]
				96633.166, -- [6]
				96633.476, -- [7]
				96634.916, -- [8]
				96635.776, -- [9]
				96636.176, -- [10]
				96637.426, -- [11]
				96637.426, -- [12]
				96638.756, -- [13]
				96640.706, -- [14]
				96640.706, -- [15]
				96641.376, -- [16]
				96643.706, -- [17]
				96644.376, -- [18]
				96646.706, -- [19]
				96649.716, -- [20]
				96651.696, -- [21]
				96652.706, -- [22]
				96653.096, -- [23]
				96613.936, -- [24]
				96615.166, -- [25]
				96615.806, -- [26]
				96615.946, -- [27]
				96616.816, -- [28]
				96617.826, -- [29]
				96618.176, -- [30]
				96618.426, -- [31]
				96618.426, -- [32]
				96619.426, -- [33]
				96619.666, -- [34]
				96620.436, -- [35]
				96620.666, -- [36]
				96621.166, -- [37]
				96621.486, -- [38]
				96621.656, -- [39]
				96623.666, -- [40]
				96623.696, -- [41]
				96624.166, -- [42]
				96624.706, -- [43]
				96626.156, -- [44]
				96627.146, -- [45]
				96627.166, -- [46]
				96628.356, -- [47]
				96628.366, -- [48]
				96628.376, -- [49]
				96628.816, -- [50]
			},
			["NextEventNum"] = 24,
			["LastDamageTime"] = 96640.706,
			["LastEvents"] = {
				"西加加 虚弱之触 瑟莱德丝公主 Hit -184 (Shadow)", -- [1]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [2]
				"瑟莱德丝公主 肉搏 西加加 Absorb -308 (308 被吸收) (1)", -- [3]
				"Actionscript 寒冰箭 瑟莱德丝公主 Crit -1735 (Frost)", -- [4]
				"瑟莱德丝公主 肉搏 西加加 Absorb -322 (322 被吸收) (1)", -- [5]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [6]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -866 (Frost)", -- [7]
				"瑟莱德丝公主 肉搏 西加加 Absorb -246 (246 被吸收) (1)", -- [8]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -872 (Frost)", -- [9]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [10]
				"瑟莱德丝公主 肉搏 西加加 Absorb -234 (1)", -- [11]
				"瑟莱德丝公主 肉搏 西加加 Hit -24 (234 被吸收) (Physical)", -- [12]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -859 (Frost)", -- [13]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [14]
				"瑟莱德丝公主 投石 西加加 Hit -234 (Physical)", -- [15]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -882 (Frost)", -- [16]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [17]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -857 (Frost)", -- [18]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [19]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [20]
				"Actionscript 寒冰箭 瑟莱德丝公主 Crit -1716 (Frost)", -- [21]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [22]
				"瑟莱德丝公主死亡。", -- [23]
				"瑟莱德丝公主 肉搏 Actionscript Absorb -437 (437 被吸收) (1)", -- [24]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -273 (Shadow)", -- [25]
				"西加加 心灵震爆 瑟莱德丝公主 Hit -964 (Shadow)", -- [26]
				"瑟莱德丝公主 肉搏 Actionscript Absorb -390 (390 被吸收) (1)", -- [27]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -316 (Shadow)", -- [28]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -316 (Shadow)", -- [29]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -289 (Shadow)", -- [30]
				"瑟莱德丝公主 灰尘力场 Actionscript Resist (Nature)", -- [31]
				"瑟莱德丝公主 灰尘力场 西加加 Resist (Nature)", -- [32]
				"瑟莱德丝公主 灰尘力场 西加加 Resist (Nature)", -- [33]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -325 (Shadow)", -- [34]
				"瑟莱德丝公主 灰尘力场 西加加 Resist (Nature)", -- [35]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -325 (Shadow)", -- [36]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -297 (Shadow)", -- [37]
				"瑟莱德丝公主 灰尘力场 西加加 Hit -158 (Nature)", -- [38]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -325 (Shadow)", -- [39]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -862 (Frost)", -- [40]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -333 (Shadow)", -- [41]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [42]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -333 (Shadow)", -- [43]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -849 (Frost)", -- [44]
				"西加加 心灵震爆 瑟莱德丝公主 Hit -1104 (Shadow)", -- [45]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [46]
				"瑟莱德丝公主 肉搏 西加加 Hit -263 (Physical)", -- [47]
				"瑟莱德丝公主 肉搏 (痛击) 西加加 Hit -315 (Physical)", -- [48]
				"瑟莱德丝公主 肉搏 (痛击) 西加加 Hit -300 (Physical)", -- [49]
				"Actionscript 寒冰箭 瑟莱德丝公主 Hit -853 (Frost)", -- [50]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				true, -- [2]
				false, -- [3]
				true, -- [4]
				false, -- [5]
				true, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				true, -- [10]
				false, -- [11]
				false, -- [12]
				true, -- [13]
				true, -- [14]
				false, -- [15]
				true, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				true, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				true, -- [26]
				false, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				false, -- [31]
				false, -- [32]
				false, -- [33]
				true, -- [34]
				false, -- [35]
				true, -- [36]
				true, -- [37]
				false, -- [38]
				true, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				true, -- [43]
				true, -- [44]
				true, -- [45]
				true, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["Name"] = "瑟莱德丝公主",
			["TimeLast"] = {
				["DeathCount"] = 96653.016,
				["ActiveTime"] = 96640.016,
				["TimeDamage"] = 96640.016,
				["OVERALL"] = 96653.016,
				["DamageTaken"] = 96652.016,
				["Damage"] = 96640.016,
			},
			["LastDamageTaken"] = 305,
			["LastEventHealthMax"] = {
				100, -- [1]
				100, -- [2]
				100, -- [3]
				100, -- [4]
				100, -- [5]
				100, -- [6]
				100, -- [7]
				100, -- [8]
				100, -- [9]
				100, -- [10]
				100, -- [11]
				100, -- [12]
				100, -- [13]
				100, -- [14]
				100, -- [15]
				100, -- [16]
				100, -- [17]
				100, -- [18]
				100, -- [19]
				100, -- [20]
				100, -- [21]
				100, -- [22]
				100, -- [23]
				100, -- [24]
				100, -- [25]
				100, -- [26]
				100, -- [27]
				100, -- [28]
				100, -- [29]
				100, -- [30]
				100, -- [31]
				100, -- [32]
				100, -- [33]
				100, -- [34]
				100, -- [35]
				100, -- [36]
				100, -- [37]
				100, -- [38]
				100, -- [39]
				100, -- [40]
				100, -- [41]
				100, -- [42]
				100, -- [43]
				100, -- [44]
				100, -- [45]
				100, -- [46]
				100, -- [47]
				100, -- [48]
				100, -- [49]
				100, -- [50]
			},
			["LastActive"] = 96652.016,
		},
		["Actionscript"] = {
			["GUID"] = "Player-4511-00A04559",
			["TimeLast"] = {
				["TimeHeal"] = 273176.291,
				["Overhealing"] = 272189.298,
				["TimeDamage"] = 273176.291,
				["Interrupts"] = 273152.296,
				["OVERALL"] = 273217.298,
				["DamageTaken"] = 273217.298,
				["DeathCount"] = 95121.135,
				["Absorbs"] = 273176.291,
				["HealingTaken"] = 273176.291,
				["HOT_Time"] = 272189.298,
				["ActiveTime"] = 273176.291,
				["Healing"] = 271934.3,
				["ManaGain"] = 271576.294,
				["DOT_Time"] = 266969.295,
				["Damage"] = 273176.291,
			},
			["LastAttackedBy"] = "红衣精英",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"MISC", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"DAMAGE", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"DAMAGE", -- [28]
				"DAMAGE", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"DAMAGE", -- [32]
				"DAMAGE", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"DAMAGE", -- [38]
				"DAMAGE", -- [39]
				"DAMAGE", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"DAMAGE", -- [44]
				"DAMAGE", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"DAMAGE", -- [48]
				"DAMAGE", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					578.6, -- [1]
				},
				["Overhealing"] = {
					685, -- [1]
				},
				["TimeDamage"] = {
					1182.64, -- [1]
				},
				["Healing"] = {
					5506, -- [1]
				},
				["DamageTaken"] = {
					100003, -- [1]
				},
				["Interrupts"] = {
					26, -- [1]
				},
				["Absorbs"] = {
					55451, -- [1]
				},
				["HealingTaken"] = {
					67807, -- [1]
				},
				["HOT_Time"] = {
					150, -- [1]
				},
				["ActiveTime"] = {
					1761.24, -- [1]
				},
				["DeathCount"] = {
					1, -- [1]
				},
				["ManaGain"] = {
					7210, -- [1]
				},
				["DOT_Time"] = {
					63, -- [1]
				},
				["Damage"] = {
					723203, -- [1]
				},
			},
			["LastHealTime"] = 273176.671,
			["LastDamageTaken"] = 355,
			["LastAbility"] = 264416.617,
			["UnitLockout"] = 94304.083,
			["LastEventHealth"] = {
				1409, -- [1]
				2500, -- [2]
				2500, -- [3]
				2500, -- [4]
				2500, -- [5]
				2500, -- [6]
				2500, -- [7]
				2500, -- [8]
				2500, -- [9]
				2500, -- [10]
				2500, -- [11]
				2500, -- [12]
				2500, -- [13]
				2500, -- [14]
				2500, -- [15]
				2500, -- [16]
				2062, -- [17]
				1905, -- [18]
				1905, -- [19]
				2500, -- [20]
				2500, -- [21]
				2500, -- [22]
				2500, -- [23]
				2500, -- [24]
				2500, -- [25]
				2500, -- [26]
				2500, -- [27]
				2500, -- [28]
				2500, -- [29]
				2500, -- [30]
				2295, -- [31]
				2295, -- [32]
				2295, -- [33]
				2295, -- [34]
				2295, -- [35]
				2295, -- [36]
				2024, -- [37]
				2024, -- [38]
				2024, -- [39]
				1782, -- [40]
				1782, -- [41]
				1782, -- [42]
				1673, -- [43]
				1673, -- [44]
				1673, -- [45]
				1409, -- [46]
				1409, -- [47]
				1409, -- [48]
				1409, -- [49]
				1409, -- [50]
			},
			["enClass"] = "MAGE",
			["level"] = 60,
			["LastDamageAbility"] = "肉搏",
			["LastFightIn"] = 162,
			["unit"] = "Actionscript",
			["type"] = "Self",
			["FightsSaved"] = 5,
			["GuardianReverseGUIDs"] = {
				["阿莱克斯·巴罗夫的仆从"] = {
					["LatestGuardian"] = 2,
					["GUIDs"] = {
						"Creature-0-4516-349-21146-11637-0000823123", -- [1]
						"Creature-0-4516-349-21146-11637-0001023123", -- [2]
						[0] = "Creature-0-4516-349-21146-11637-0000023123",
					},
				},
			},
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				true, -- [5]
				false, -- [6]
				true, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				true, -- [11]
				false, -- [12]
				true, -- [13]
				false, -- [14]
				true, -- [15]
				true, -- [16]
				true, -- [17]
				false, -- [18]
				false, -- [19]
				false, -- [20]
				false, -- [21]
				true, -- [22]
				true, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				true, -- [28]
				true, -- [29]
				true, -- [30]
				true, -- [31]
				false, -- [32]
				false, -- [33]
				false, -- [34]
				false, -- [35]
				true, -- [36]
				false, -- [37]
				false, -- [38]
				true, -- [39]
				false, -- [40]
				false, -- [41]
				true, -- [42]
				false, -- [43]
				false, -- [44]
				true, -- [45]
				false, -- [46]
				false, -- [47]
				false, -- [48]
				false, -- [49]
				false, -- [50]
			},
			["Owner"] = false,
			["Pet"] = {
				"阿莱克斯·巴罗夫的仆从 <Actionscript>", -- [1]
			},
			["NextEventNum"] = 17,
			["LastDamageTime"] = 273176.901,
			["LastEvents"] = {
				"血色缚法者 寒冰箭 Actionscript Hit -313 (Frost)", -- [1]
				"Actionscript interrupts 血色缚法者 寒冰箭 (法术反制)", -- [2]
				"血色缚法者 肉搏 Actionscript Absorb -79 (79 被吸收) (1)", -- [3]
				"Actionscript 寒冰箭 血色缚法者 Hit -892 (Frost)", -- [4]
				"血色缚法者 肉搏 Actionscript Absorb -75 (75 被吸收) (1)", -- [5]
				"Actionscript 寒冰箭 血色缚法者 Hit -889 (Frost)", -- [6]
				"血色缚法者 肉搏 Actionscript Absorb -62 (62 被吸收) (1)", -- [7]
				"Actionscript 寒冰箭 血色缚法者 Hit -886 (Frost)", -- [8]
				"血色缚法者 寒冰箭 Actionscript Absorb -253 (253 被吸收) (Frost)", -- [9]
				"Actionscript 寒冰箭 血色缚法者 Hit -894 (Frost)", -- [10]
				"血色缚法者 肉搏 Actionscript Absorb -74 (74 被吸收) (1)", -- [11]
				"Actionscript 寒冰箭 血色缚法者 Crit -1743 (Frost)", -- [12]
				"血色缚法者 寒冰箭 Actionscript Absorb -302 (302 被吸收) (Frost)", -- [13]
				"Actionscript 火焰冲击 血色缚法者 Hit -664 (Fire)", -- [14]
				"红衣精英 肉搏 Actionscript Hit -408 (Physical)", -- [15]
				"红衣精英 肉搏 Actionscript Hit -355 (Physical)", -- [16]
				"血色缚法者 肉搏 Actionscript Crit -157 (Physical)", -- [17]
				"Actionscript 寒冰箭 血色缚法者 Hit -871 (Frost)", -- [18]
				"Actionscript 火焰冲击 血色缚法者 Hit -661 (Fire)", -- [19]
				"Actionscript 寒冰箭 血色缚法者 Hit -880 (Frost)", -- [20]
				"Actionscript 寒冰箭 血色缚法者 Hit -875 (Frost)", -- [21]
				"血色缚法者 寒冰箭 Actionscript Absorb -246 (246 被吸收) (Frost)", -- [22]
				"血色缚法者 寒冰箭 Actionscript Absorb -253 (253 被吸收) (Frost)", -- [23]
				"Actionscript 寒冰箭 血色缚法者 Hit -869 (Frost)", -- [24]
				"血色缚法者 肉搏 Actionscript Dodge (1)", -- [25]
				"Actionscript 寒冰箭 血色缚法者 Hit -894 (Frost)", -- [26]
				"血色缚法者 寒冰箭 Actionscript Absorb -271 (271 被吸收) (Frost)", -- [27]
				"血色缚法者 肉搏 Actionscript Absorb -67 (67 被吸收) (1)", -- [28]
				"血色缚法者 肉搏 Actionscript Absorb -34 (1)", -- [29]
				"血色缚法者 寒冰箭 Actionscript Hit -205 (34 被吸收) (Frost)", -- [30]
				"血色缚法者 肉搏 Actionscript Dodge (1)", -- [31]
				"Actionscript 冰霜新星 血色缚法者 Crit -201 (Frost)", -- [32]
				"Actionscript 冰霜新星 血色缚法者 Hit -100 (Frost)", -- [33]
				"Actionscript 冰锥术 血色缚法者 Hit -592 (Frost)", -- [34]
				"Actionscript 冰锥术 血色缚法者 Hit -609 (Frost)", -- [35]
				"血色缚法者 寒冰箭 Actionscript Hit -271 (Frost)", -- [36]
				"Actionscript 魔爆术 血色缚法者 Crit -476 (Arcane)", -- [37]
				"Actionscript 魔爆术 血色缚法者 Hit -313 (Arcane)", -- [38]
				"血色缚法者 寒冰箭 Actionscript Hit -242 (Frost)", -- [39]
				"Actionscript 魔爆术 血色缚法者 Crit -467 (Arcane)", -- [40]
				"Actionscript 魔爆术 血色缚法者 Hit -313 (Arcane)", -- [41]
				"血色缚法者 冰霜新星 Actionscript Hit -109 (Frost)", -- [42]
				"Actionscript 魔爆术 血色缚法者 Crit -482 (Arcane)", -- [43]
				"Actionscript 魔爆术 血色缚法者 Hit -310 (Arcane)", -- [44]
				"血色缚法者 寒冰箭 Actionscript Hit -264 (Frost)", -- [45]
				"Actionscript 魔爆术 血色缚法者 Crit -480 (Arcane)", -- [46]
				"Actionscript 魔爆术 血色缚法者 Hit -307 (Arcane)", -- [47]
				"Actionscript 魔爆术 血色缚法者 Hit -316 (Arcane)", -- [48]
				"Actionscript 魔爆术 血色缚法者 Hit -307 (Arcane)", -- [49]
				"Actionscript 火焰冲击 血色缚法者 Hit -667 (Fire)", -- [50]
			},
			["Name"] = "Actionscript",
			["DeathLogs"] = {
				{
					["MessageIncoming"] = {
						false, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						true, -- [7]
						true, -- [8]
						true, -- [9]
					},
					["Messages"] = {
						"Actionscript 寒冰箭 原始巨兽 Hit -851 (Frost)", -- [1]
						"原始巨兽 投石 Actionscript Miss (Physical)", -- [2]
						"原始巨兽 肉搏 Actionscript Hit -380 (Physical)", -- [3]
						"原始巨兽 肉搏 Actionscript Hit -382 (Physical)", -- [4]
						"原始巨兽 肉搏 Actionscript Crit -862 (Physical)", -- [5]
						"Actionscript 冰霜新星 原始巨兽 Hit -96 (Frost)", -- [6]
						"原始巨兽 肉搏 Actionscript Crit -793 (Physical)", -- [7]
						"原始巨兽 肉搏 Actionscript Hit -391 (Physical)", -- [8]
						"Actionscript死亡。", -- [9]
					},
					["DeathAt"] = 95123.134,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
					},
					["MessageTimes"] = {
						-12.8509999999951, -- [1]
						-11.7709999999934, -- [2]
						-10.5009999999893, -- [3]
						-7.99099999999453, -- [4]
						-5.49099999999453, -- [5]
						-4.87099999999919, -- [6]
						-3, -- [7]
						-0.479999999995925, -- [8]
						0, -- [9]
					},
					["HealthMax"] = {
						3180, -- [1]
						3180, -- [2]
						3180, -- [3]
						3180, -- [4]
						3180, -- [5]
						3180, -- [6]
						3180, -- [7]
						3180, -- [8]
						2480, -- [9]
					},
					["Health"] = {
						2729, -- [1]
						2729, -- [2]
						2729, -- [3]
						2349, -- [4]
						1967, -- [5]
						1105, -- [6]
						1105, -- [7]
						312, -- [8]
						0, -- [9]
					},
					["KilledBy"] = "原始巨兽",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"MISC", -- [9]
					},
				}, -- [1]
			},
			["Fights"] = {
				["Fight3"] = {
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3,
						},
						["Holy"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["血色缚法者"] = {
									["count"] = 0,
								},
								["瑟莱德丝公主"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOT_Time"] = 0,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 216,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 216,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						0, -- [1]
						["Physical"] = 0,
						["Melee"] = 216,
						["Holy"] = 0,
						["Frost"] = 0,
						["Nature"] = 0,
					},
					["HOTs"] = {
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 2667,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 216,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["血色复仇者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 2667,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2667,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Fire"] = 0,
						["Frost"] = 2667,
						["Arcane"] = 0,
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 79,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 216,
								},
							},
							["count"] = 3,
							["amount"] = 216,
						},
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 0,
								},
								["补充法力"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 216,
								},
							},
							["amount"] = 216,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["灰尘力场"] = {
									["count"] = 0,
								},
								["投石"] = {
									["count"] = 0,
								},
								["投石 (痛击)"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["神圣打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 216,
								},
							},
							["amount"] = 216,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["真言术：盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 1,
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["灰尘力场"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
					},
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["补充法力"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						0, -- [1]
						["Holy"] = 0,
						["Physical"] = 0,
						["Melee"] = 216,
						["Frost"] = 0,
					},
					["ActiveTime"] = 9,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["血色复仇者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 4.5,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4.5,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 4.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 79,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 216,
								},
							},
							["count"] = 3,
							["amount"] = 216,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石 (痛击)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["灰尘力场"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 79,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 216,
								},
							},
							["count"] = 3,
							["amount"] = 216,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 216,
								},
							},
							["amount"] = 216,
						},
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Tick"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Attacks"] = {
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 892,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 2667,
								},
							},
							["count"] = 3,
							["amount"] = 2667,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RageGain"] = 0,
					["RageGained"] = {
					},
					["TimeDamage"] = 4.5,
					["TimeDamaging"] = {
						["血色复仇者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 4.5,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4.5,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["Fight5"] = {
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 8,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 11,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["瑟莱德丝公主"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOT_Time"] = 0,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 1466,
					["ElementDoneAbsorb"] = {
					},
					["Absorbs"] = 871,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						0, -- [1]
						["Holy"] = 7,
						["Physical"] = 0,
						["Melee"] = 1181,
						["Frost"] = 278,
					},
					["HOTs"] = {
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 6119,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 10.91,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Frost"] = 5458,
						["Fire"] = 661,
						["Arcane"] = 0,
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 8,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 1,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 601,
								},
								["寒冰箭"] = {
									["count"] = 2616,
								},
								["冰霜新星"] = {
									["count"] = 99,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 3316,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 96,
								},
								["冰锥术"] = {
									["count"] = 1175,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 871,
								},
								["火焰冲击"] = {
									["count"] = 661,
								},
							},
							["amount"] = 2803,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 255,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 871,
								},
							},
							["count"] = 8,
							["amount"] = 871,
						},
					},
					["WhoDamaged"] = {
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 291,
								},
								["寒冰箭"] = {
									["count"] = 278,
								},
							},
							["amount"] = 569,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["神圣打击"] = {
									["count"] = 7,
								},
								["肉搏"] = {
									["count"] = 890,
								},
							},
							["amount"] = 897,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 0,
								},
								["投石"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 10.91,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.91,
						},
					},
					["Dispelled"] = 0,
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 871,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 871,
						},
						["西加加"] = {
							["Details"] = {
								["真言术：盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 11,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 11,
						},
					},
					["CCBreak"] = 0,
					["ElementTakenAbsorb"] = {
						0, -- [1]
						["Holy"] = 255,
						["Physical"] = 0,
						["Melee"] = 616,
						["Frost"] = 0,
					},
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 255,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 255,
								},
							},
							["count"] = 1,
							["amount"] = 255,
						},
						["投石"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 102,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 616,
								},
							},
							["count"] = 11,
							["amount"] = 616,
						},
					},
					["ActiveTime"] = 19.65,
					["Overhealing"] = 0,
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenResist"] = {
					},
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 10.91,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 10.91,
						},
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0.59,
								},
							},
							["amount"] = 2.09,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 4.5,
								},
								["冰霜新星"] = {
									["count"] = 0.65,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.65,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 255,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 871,
								},
							},
							["count"] = 8,
							["amount"] = 871,
						},
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 871,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 871,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGained"] = {
					},
					["Attacks"] = {
						["魔爆术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1175,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1175,
								},
								["Hit"] = {
									["max"] = 601,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 601,
								},
							},
							["count"] = 2,
							["amount"] = 1776,
						},
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 99,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 195,
								},
							},
							["count"] = 2,
							["amount"] = 195,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 877,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 3487,
								},
							},
							["count"] = 4,
							["amount"] = 3487,
						},
						["火球术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 661,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 661,
								},
							},
							["count"] = 1,
							["amount"] = 661,
						},
					},
					["HealingTaken"] = 871,
					["RageGained"] = {
					},
					["TimeDamage"] = 8.74,
					["TimeDamaging"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 4.5,
								},
								["冰霜新星"] = {
									["count"] = 0.65,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.65,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 1.5,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0.59,
								},
							},
							["amount"] = 2.09,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["RageGainedFrom"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["Ressed"] = 0,
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["瑟莱德丝公主"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDoneAbsorb"] = {
					},
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 0,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ManaGain"] = 0,
					["Damage"] = 0,
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 0,
						["Fire"] = 0,
						["Holy"] = 0,
						["Frost"] = 0,
					},
					["DOT_Time"] = 0,
					["ElementTakenBlock"] = {
					},
					["PartialBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["RageGained"] = {
					},
					["RageGain"] = 0,
					["FAttacks"] = {
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 0,
								},
								["补充法力"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Frost"] = 0,
						["Fire"] = 0,
						["Arcane"] = 0,
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamagedWho"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGained"] = {
					},
					["WhoDamaged"] = {
						["血色骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["炸弹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["投石"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["神圣打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["OverHeals"] = {
						["急救"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["法力护盾"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Dispelled"] = 0,
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["补充法力"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeSpent"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDispelled"] = {
					},
					["Overhealing"] = 0,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["法力护盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["急救"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Frost"] = 0,
						["Physical"] = 0,
						["Melee"] = 0,
						["Fire"] = 0,
					},
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["CCBroken"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["FDamagedWho"] = {
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGain"] = 0,
					["HOTs"] = {
						["急救"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DispelledWho"] = {
					},
				},
				["Fight2"] = {
					["Ressed"] = 0,
					["DOTs"] = {
					},
					["RageGainedFrom"] = {
					},
					["ElementDoneResist"] = {
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 2,
						},
					},
					["DamageTaken"] = 629,
					["ElementDoneAbsorb"] = {
					},
					["Absorbs"] = 629,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Physical"] = 0,
						["Melee"] = 74,
						["Fire"] = 0,
						["Holy"] = 0,
						["Frost"] = 555,
					},
					["HOTs"] = {
						["急救"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 3301,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 4.5,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 629,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 2637,
								},
								["火焰冲击"] = {
									["count"] = 664,
								},
							},
							["amount"] = 3301,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementDone"] = {
						["Frost"] = 2637,
						["Fire"] = 664,
						["Arcane"] = 0,
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2,
						},
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RageGained"] = {
					},
					["WhoDamaged"] = {
						["血色骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["炸弹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
								["Fire"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["神圣打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 555,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 74,
								},
							},
							["amount"] = 629,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 4.5,
								},
								["急救"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4.5,
						},
					},
					["OverHeals"] = {
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 629,
								},
								["急救"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 629,
						},
					},
					["PartialResist"] = {
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
					},
					["CCBreak"] = 0,
					["PartialAbsorb"] = {
						["炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 302,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 555,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 555,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 74,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 74,
								},
							},
							["count"] = 1,
							["amount"] = 74,
						},
					},
					["Interrupts"] = 0,
					["EnergyGain"] = 0,
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Physical"] = 0,
						["Melee"] = 74,
						["Fire"] = 0,
						["Holy"] = 0,
						["Frost"] = 555,
					},
					["ActiveTime"] = 9,
					["TimeSpent"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 4.5,
								},
								["急救"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4.5,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 3,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
					},
					["WhoDispelled"] = {
					},
					["ElementTakenResist"] = {
					},
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Overhealing"] = 0,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 302,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 629,
								},
							},
							["count"] = 3,
							["amount"] = 629,
						},
						["急救"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["FDamage"] = 0,
					["EnergyGained"] = {
					},
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 629,
								},
								["急救"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 629,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Healing"] = 0,
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 302,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 629,
								},
							},
							["count"] = 3,
							["amount"] = 629,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1743,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 1743,
								},
								["Hit"] = {
									["max"] = 894,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 894,
								},
							},
							["count"] = 2,
							["amount"] = 2637,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 664,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 664,
								},
							},
							["count"] = 1,
							["amount"] = 664,
						},
					},
					["RageGain"] = 0,
					["CCBroken"] = {
					},
					["TimeDamage"] = 4.5,
					["TimeDamaging"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 3,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 4.5,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DOT_Time"] = 0,
					["DispelledWho"] = {
					},
				},
				["Fight4"] = {
					["ElementHitsTaken"] = {
						["Holy"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 4,
						},
						["Arcane"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 9,
						},
						["Physical"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DOTs"] = {
					},
					["DOT_Time"] = 0,
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 2275,
					["RageGainedFrom"] = {
					},
					["Absorbs"] = 871,
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["RunicPowerGain"] = 0,
					["ElementTakenBlock"] = {
					},
					["ElementTaken"] = {
						["Frost"] = 2174,
						["Physical"] = 0,
						["Melee"] = 101,
						["Holy"] = 0,
					},
					["HOTs"] = {
						["急救"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Damage"] = 9458,
					["PartialBlock"] = {
					},
					["TimeHeal"] = 6.71,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["FDamagedWho"] = {
					},
					["HealingTaken"] = 871,
					["FAttacks"] = {
					},
					["DamagedWho"] = {
						["血色骑士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["灼烧"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["原始巨兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 301,
								},
								["魔爆术"] = {
									["count"] = 3771,
								},
								["寒冰箭"] = {
									["count"] = 3518,
								},
								["冰锥术"] = {
									["count"] = 1201,
								},
								["火焰冲击"] = {
									["count"] = 667,
								},
							},
							["amount"] = 9458,
						},
					},
					["ElementDone"] = {
						["Fire"] = 667,
						["Frost"] = 5020,
						["Melee"] = 0,
						["Arcane"] = 3771,
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 271,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 871,
								},
							},
							["count"] = 5,
							["amount"] = 871,
						},
						["法力护盾"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 0,
								},
								["补充法力"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["RunicPowerGainedFrom"] = {
					},
					["WhoDamaged"] = {
						["血色骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["惩罚光环"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 2065,
								},
								["冰霜新星"] = {
									["count"] = 109,
								},
								["肉搏"] = {
									["count"] = 101,
								},
							},
							["amount"] = 2275,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["神圣打击"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["原始巨兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGainedFrom"] = {
					},
					["Dispelled"] = 0,
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 6.71,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.71,
						},
					},
					["OverHeals"] = {
						["急救"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 871,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 871,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["EnergyGain"] = 0,
					["CCBreak"] = 0,
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["PartialResist"] = {
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["惩罚光环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 8,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 8,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["补充法力"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenAbsorb"] = {
						["Frost"] = 804,
						["Physical"] = 0,
						["Melee"] = 67,
						["Holy"] = 0,
					},
					["ActiveTime"] = 24.44,
					["Overhealing"] = 0,
					["WhoDispelled"] = {
					},
					["TimeSpent"] = {
						["血色骑士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["灼烧"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["原始巨兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 6.71,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 6.71,
						},
						["血色缚法者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["魔爆术"] = {
									["count"] = 7.23,
								},
								["寒冰箭"] = {
									["count"] = 6,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 17.73,
						},
					},
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementTakenResist"] = {
					},
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 271,
									["min"] = 0,
									["count"] = 5,
									["amount"] = 871,
								},
							},
							["count"] = 5,
							["amount"] = 871,
						},
						["法力护盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["急救"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["践踏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["惩罚光环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 271,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 804,
								},
							},
							["count"] = 8,
							["amount"] = 804,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 67,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 67,
								},
							},
							["count"] = 4,
							["amount"] = 67,
						},
					},
					["EnergyGained"] = {
					},
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 871,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
								["急救"] = {
									["count"] = 0,
								},
								["治疗药水"] = {
									["count"] = 0,
								},
								["生命回复"] = {
									["count"] = 0,
								},
							},
							["amount"] = 871,
						},
					},
					["Healing"] = 0,
					["RunicPowerGained"] = {
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
						["Frost"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 7,
								},
							},
							["amount"] = 8,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 4,
								},
								["Hit"] = {
									["count"] = 6,
								},
							},
							["amount"] = 10,
						},
					},
					["Attacks"] = {
						["灼烧"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Dodge"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 201,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 201,
								},
								["Hit"] = {
									["max"] = 100,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 100,
								},
							},
							["count"] = 2,
							["amount"] = 301,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 482,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 1905,
								},
								["Hit"] = {
									["max"] = 316,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 1866,
								},
							},
							["count"] = 10,
							["amount"] = 3771,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 894,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 3518,
								},
							},
							["count"] = 4,
							["amount"] = 3518,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 609,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 1201,
								},
							},
							["count"] = 2,
							["amount"] = 1201,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 667,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 667,
								},
							},
							["count"] = 1,
							["amount"] = 667,
						},
					},
					["RageGain"] = 0,
					["RageGained"] = {
					},
					["TimeDamage"] = 17.73,
					["TimeDamaging"] = {
						["血色骑士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["灼烧"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["原始巨兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0,
								},
								["魔爆术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 0,
								},
								["冰锥术"] = {
									["count"] = 1.5,
								},
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["魔爆术"] = {
									["count"] = 7.23,
								},
								["寒冰箭"] = {
									["count"] = 6,
								},
								["肉搏"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 17.73,
						},
					},
					["ManaGain"] = 0,
					["ElementDoneAbsorb"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["瑟莱德丝公主"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Arcane"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["真言术：盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbs"] = 0,
					["HOT_Time"] = 0,
					["ElementTaken"] = {
						0, -- [1]
						["Frost"] = 0,
						["Physical"] = 0,
						["Melee"] = 763,
						["Fire"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["TimeHeal"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Frost"] = 0,
						["Arcane"] = 0,
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 0,
								},
								["补充法力"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["炸弹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["红衣精英"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 763,
								},
							},
							["amount"] = 763,
						},
						["血色骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 0,
								},
								["投石"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["法力护盾"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["补充法力"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["法力护盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 0,
					["HOTs"] = {
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["TimeSpent"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 763,
					["ElementTakenAbsorb"] = {
						0, -- [1]
						["Frost"] = 0,
						["Fire"] = 0,
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DamagedWho"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
				["OverallData"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["血色缚法者"] = {
									["count"] = 3,
								},
								["瑟莱德丝公主"] = {
									["count"] = 60,
								},
							},
							["amount"] = 63,
						},
					},
					["TimeSpent"] = {
						["血色复仇者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 12,
								},
								["冰霜新星"] = {
									["count"] = 10.71,
								},
								["魔爆术"] = {
									["count"] = 5.44,
								},
								["寒冰箭"] = {
									["count"] = 216.24,
								},
								["冰锥术"] = {
									["count"] = 13.98,
								},
								["火焰冲击"] = {
									["count"] = 23.56,
								},
							},
							["amount"] = 281.93,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0.68,
								},
								["寒冰箭"] = {
									["count"] = 43.5,
								},
							},
							["amount"] = 44.18,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 6.04,
								},
								["火球术"] = {
									["count"] = 7.5,
								},
								["寒冰箭"] = {
									["count"] = 78.76,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 27.22,
								},
								["冰锥术"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 119.64,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 527.46,
								},
								["法力护盾"] = {
									["count"] = 10.18,
								},
								["急救"] = {
									["count"] = 18.51,
								},
								["治疗药水"] = {
									["count"] = 1.5,
								},
								["生命回复"] = {
									["count"] = 20.95,
								},
							},
							["amount"] = 578.6,
						},
						["血色骑士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0.84,
								},
								["灼烧"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 25.5,
								},
								["火焰冲击"] = {
									["count"] = 1.2,
								},
								["冰锥术"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 29.86,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 4.5,
								},
								["射击"] = {
									["count"] = 43.5,
								},
								["冰锥术"] = {
									["count"] = 9,
								},
								["魔爆术"] = {
									["count"] = 7.23,
								},
								["寒冰箭"] = {
									["count"] = 432.59,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 33.61,
								},
							},
							["amount"] = 534.93,
						},
						["原始巨兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 2.7,
								},
								["寒冰箭"] = {
									["count"] = 61.5,
								},
							},
							["amount"] = 64.2,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 7.52,
								},
								["魔爆术"] = {
									["count"] = 3.39,
								},
								["寒冰箭"] = {
									["count"] = 60,
								},
								["冰锥术"] = {
									["count"] = 10.56,
								},
								["火焰冲击"] = {
									["count"] = 11.43,
								},
							},
							["amount"] = 92.9,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 54463,
								},
								["法力护盾"] = {
									["count"] = 988,
								},
								["急救"] = {
									["count"] = 3917,
								},
								["治疗药水"] = {
									["count"] = 1499,
								},
								["生命回复"] = {
									["count"] = 90,
								},
							},
							["amount"] = 60957,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 3033,
								},
								["真言术：盾"] = {
									["count"] = 3817,
								},
							},
							["amount"] = 6850,
						},
					},
					["Absorbs"] = 55451,
					["DeathCount"] = 1,
					["HOT_Time"] = 150,
					["ElementTaken"] = {
						1912, -- [1]
						["Physical"] = 10340,
						["Melee"] = 47766,
						["Holy"] = 2203,
						["Fire"] = 2082,
						["Frost"] = 35560,
						["Nature"] = 140,
					},
					["DOT_Time"] = 63,
					["Damage"] = 723203,
					["TimeHeal"] = 578.6,
					["ElementDone"] = {
						["Frost"] = 655265,
						["Fire"] = 55279,
						["Melee"] = 13,
						["Arcane"] = 12646,
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 2468,
								},
								["补充法力"] = {
									["count"] = 4742,
								},
							},
							["amount"] = 7210,
						},
					},
					["WhoDamaged"] = {
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 12683,
								},
							},
							["amount"] = 12683,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["炸弹"] = {
									["count"] = 847,
								},
								["射击"] = {
									["count"] = 422,
								},
							},
							["amount"] = 1269,
						},
						["血色法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 1225,
								},
								["寒冰箭"] = {
									["count"] = 935,
								},
								["肉搏"] = {
									["count"] = 1,
								},
							},
							["amount"] = 2161,
						},
						["红衣精英"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 763,
								},
							},
							["amount"] = 763,
						},
						["血色骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 1034,
								},
							},
							["amount"] = 1034,
						},
						["血色缚法者"] = {
							["Details"] = {
								["惩罚光环"] = {
									["count"] = 12,
								},
								["寒冰箭"] = {
									["count"] = 34032,
								},
								["冰霜新星"] = {
									["count"] = 593,
								},
								["肉搏"] = {
									["count"] = 7881,
								},
							},
							["amount"] = 42518,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 8018,
								},
								["Fire"] = {
									["count"] = 10,
								},
							},
							["amount"] = 8028,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 489,
								},
							},
							["amount"] = 489,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["神圣打击"] = {
									["count"] = 2191,
								},
								["肉搏"] = {
									["count"] = 9206,
								},
							},
							["amount"] = 11397,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["投石 (痛击)"] = {
									["count"] = 794,
								},
								["灰尘力场"] = {
									["count"] = 140,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1118,
								},
								["投石"] = {
									["count"] = 1890,
								},
								["肉搏"] = {
									["count"] = 11590,
								},
							},
							["amount"] = 15532,
						},
						["原始巨兽"] = {
							["Details"] = {
								["践踏"] = {
									["count"] = 10,
								},
								["肉搏"] = {
									["count"] = 4119,
								},
							},
							["amount"] = 4129,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 498,
									["min"] = 1,
									["count"] = 410,
									["amount"] = 54463,
								},
							},
							["count"] = 410,
							["amount"] = 54463,
						},
						["法力护盾"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 381,
									["min"] = 47,
									["count"] = 9,
									["amount"] = 988,
								},
							},
							["count"] = 9,
							["amount"] = 988,
						},
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 527.46,
								},
								["法力护盾"] = {
									["count"] = 10.18,
								},
								["急救"] = {
									["count"] = 18.51,
								},
								["治疗药水"] = {
									["count"] = 1.5,
								},
								["生命回复"] = {
									["count"] = 20.95,
								},
							},
							["amount"] = 578.6,
						},
					},
					["OverHeals"] = {
						["急救"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 250,
									["min"] = 125,
									["count"] = 3,
									["amount"] = 583,
								},
							},
							["count"] = 3,
							["amount"] = 583,
						},
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 6,
									["min"] = 6,
									["count"] = 17,
									["amount"] = 102,
								},
							},
							["count"] = 17,
							["amount"] = 102,
						},
					},
					["PartialResist"] = {
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["投石 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["减速术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["践踏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["灰尘力场"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 3,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 28,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 28,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 189,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 189,
						},
						["惩罚光环"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["Fire"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 7,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 7,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 489,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 489,
						},
					},
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 2468,
								},
							},
							["amount"] = 2468,
						},
						["补充法力"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 4742,
								},
							},
							["amount"] = 4742,
						},
					},
					["PartialAbsorb"] = {
						["炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 155,
									["min"] = 133,
									["count"] = 6,
									["amount"] = 847,
								},
							},
							["count"] = 6,
							["amount"] = 847,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 307,
									["min"] = 204,
									["count"] = 2,
									["amount"] = 511,
								},
							},
							["count"] = 4,
							["amount"] = 511,
						},
						["制裁之锤"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["投石 (痛击)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 420,
									["min"] = 374,
									["count"] = 2,
									["amount"] = 794,
								},
							},
							["count"] = 2,
							["amount"] = 794,
						},
						["减速术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["射击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 422,
									["min"] = 422,
									["count"] = 1,
									["amount"] = 422,
								},
							},
							["count"] = 2,
							["amount"] = 422,
						},
						["践踏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 498,
									["min"] = 498,
									["count"] = 1,
									["amount"] = 498,
								},
							},
							["count"] = 1,
							["amount"] = 498,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 112,
									["min"] = 54,
									["count"] = 4,
									["amount"] = 330,
								},
							},
							["count"] = 10,
							["amount"] = 330,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 405,
									["min"] = 377,
									["count"] = 2,
									["amount"] = 782,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 782,
						},
						["灰尘力场"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 28,
									["amount"] = 0,
								},
							},
							["count"] = 28,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 316,
									["min"] = 1,
									["count"] = 115,
									["amount"] = 23007,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 74,
									["amount"] = 0,
								},
							},
							["count"] = 189,
							["amount"] = 23007,
						},
						["惩罚光环"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["神圣打击"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 255,
									["min"] = 68,
									["count"] = 8,
									["amount"] = 1452,
								},
							},
							["count"] = 14,
							["amount"] = 1452,
						},
						["Fire"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 400,
									["min"] = 337,
									["count"] = 4,
									["amount"] = 1503,
								},
							},
							["count"] = 7,
							["amount"] = 1503,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 483,
									["min"] = 1,
									["count"] = 282,
									["amount"] = 29700,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 207,
									["amount"] = 0,
								},
							},
							["count"] = 489,
							["amount"] = 29700,
						},
					},
					["ActiveTime"] = 1761.24,
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 25,
								},
							},
							["amount"] = 25,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["Overhealing"] = 685,
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 498,
									["min"] = 1,
									["count"] = 410,
									["amount"] = 54463,
								},
							},
							["count"] = 410,
							["amount"] = 54463,
						},
						["法力护盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 381,
									["min"] = 47,
									["count"] = 9,
									["amount"] = 988,
								},
							},
							["count"] = 9,
							["amount"] = 988,
						},
						["急救"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 250,
									["min"] = 42,
									["count"] = 17,
									["amount"] = 3917,
								},
							},
							["count"] = 17,
							["amount"] = 3917,
						},
						["治疗药水"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 1499,
									["min"] = 1499,
									["count"] = 1,
									["amount"] = 1499,
								},
							},
							["count"] = 1,
							["amount"] = 1499,
						},
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 6,
									["min"] = 6,
									["count"] = 15,
									["amount"] = 90,
								},
							},
							["count"] = 15,
							["amount"] = 90,
						},
					},
					["HOTs"] = {
						["急救"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 54,
								},
							},
							["amount"] = 54,
						},
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 96,
								},
							},
							["amount"] = 96,
						},
					},
					["Interrupts"] = 26,
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
							},
							["amount"] = 5,
						}, -- [1]
						["Physical"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 5,
								},
								["Miss"] = {
									["count"] = 3,
								},
								["Hit"] = {
									["count"] = 30,
								},
							},
							["amount"] = 38,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 300,
								},
								["Hit"] = {
									["count"] = 102,
								},
								["Dodge"] = {
									["count"] = 5,
								},
								["Crit"] = {
									["count"] = 12,
								},
								["Miss"] = {
									["count"] = 70,
								},
							},
							["amount"] = 489,
						},
						["Arcane"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
								},
							},
							["amount"] = 3,
						},
						["Holy"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 4,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 18,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 3,
								},
								["Absorb"] = {
									["count"] = 8,
								},
							},
							["amount"] = 11,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 24,
								},
								["Absorb"] = {
									["count"] = 105,
								},
								["Hit"] = {
									["count"] = 70,
								},
							},
							["amount"] = 199,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
					},
					["Healing"] = 5506,
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 54463,
								},
								["法力护盾"] = {
									["count"] = 988,
								},
								["急救"] = {
									["count"] = 3917,
								},
								["治疗药水"] = {
									["count"] = 1499,
								},
								["生命回复"] = {
									["count"] = 90,
								},
							},
							["amount"] = 60957,
						},
					},
					["DamageTaken"] = 100003,
					["Attacks"] = {
						["冰霜新星"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 201,
									["min"] = 196,
									["count"] = 4,
									["amount"] = 795,
								},
								["Hit"] = {
									["max"] = 100,
									["min"] = 92,
									["count"] = 21,
									["amount"] = 2028,
								},
							},
							["count"] = 25,
							["amount"] = 2823,
						},
						["火球术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1564,
									["min"] = 1564,
									["count"] = 1,
									["amount"] = 1564,
								},
								["Hit"] = {
									["max"] = 1042,
									["min"] = 973,
									["count"] = 5,
									["amount"] = 5042,
								},
							},
							["count"] = 6,
							["amount"] = 6606,
						},
						["灼烧"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 403,
									["min"] = 403,
									["count"] = 1,
									["amount"] = 403,
								},
							},
							["count"] = 1,
							["amount"] = 403,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 1016,
									["min"] = 927,
									["count"] = 13,
									["amount"] = 12573,
								},
								["Hit"] = {
									["max"] = 680,
									["min"] = 606,
									["count"] = 55,
									["amount"] = 35319,
								},
							},
							["count"] = 68,
							["amount"] = 47892,
						},
						["肉搏"] = {
							["Details"] = {
								["Glancing"] = {
									["max"] = 13,
									["min"] = 13,
									["count"] = 1,
									["amount"] = 13,
								},
								["Dodge"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Miss"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 3,
							["amount"] = 13,
						},
						["射击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 223,
									["min"] = 167,
									["count"] = 4,
									["amount"] = 791,
								},
								["Hit"] = {
									["max"] = 149,
									["min"] = 86,
									["count"] = 33,
									["amount"] = 3997,
								},
							},
							["count"] = 37,
							["amount"] = 4788,
						},
						["魔爆术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 482,
									["min"] = 456,
									["count"] = 6,
									["amount"] = 2823,
								},
								["Hit"] = {
									["max"] = 323,
									["min"] = 305,
									["count"] = 16,
									["amount"] = 5035,
								},
							},
							["count"] = 22,
							["amount"] = 7858,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 6,
									["amount"] = 0,
								},
								["Evade"] = {
									["count"] = 2,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1790,
									["min"] = 1699,
									["count"] = 95,
									["amount"] = 166163,
								},
								["Hit"] = {
									["max"] = 895,
									["min"] = 848,
									["count"] = 524,
									["amount"] = 458564,
								},
							},
							["count"] = 627,
							["amount"] = 624727,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 18,
									["min"] = 18,
									["count"] = 21,
									["amount"] = 378,
								},
							},
							["count"] = 21,
							["amount"] = 378,
						},
						["冰锥术"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 1212,
									["min"] = 1135,
									["count"] = 13,
									["amount"] = 15253,
								},
								["Hit"] = {
									["max"] = 610,
									["min"] = 572,
									["count"] = 21,
									["amount"] = 12462,
								},
							},
							["count"] = 35,
							["amount"] = 27715,
						},
					},
					["HealingTaken"] = 67807,
					["ElementTakenAbsorb"] = {
						1576, -- [1]
						["Physical"] = 2423,
						["Melee"] = 29700,
						["Fire"] = 1358,
						["Holy"] = 1452,
						["Frost"] = 23337,
					},
					["TimeDamage"] = 1182.64,
					["TimeDamaging"] = {
						["血色复仇者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 12,
								},
								["冰霜新星"] = {
									["count"] = 10.71,
								},
								["魔爆术"] = {
									["count"] = 5.44,
								},
								["寒冰箭"] = {
									["count"] = 216.24,
								},
								["冰锥术"] = {
									["count"] = 13.98,
								},
								["火焰冲击"] = {
									["count"] = 23.56,
								},
							},
							["amount"] = 281.93,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0.68,
								},
								["寒冰箭"] = {
									["count"] = 43.5,
								},
							},
							["amount"] = 44.18,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 6.04,
								},
								["火球术"] = {
									["count"] = 7.5,
								},
								["寒冰箭"] = {
									["count"] = 78.76,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 27.22,
								},
								["冰锥术"] = {
									["count"] = 0.12,
								},
							},
							["amount"] = 119.64,
						},
						["血色骑士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 0.84,
								},
								["灼烧"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 25.5,
								},
								["火焰冲击"] = {
									["count"] = 1.2,
								},
								["冰锥术"] = {
									["count"] = 0.82,
								},
							},
							["amount"] = 29.86,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["火球术"] = {
									["count"] = 1.5,
								},
								["肉搏"] = {
									["count"] = 4.5,
								},
								["射击"] = {
									["count"] = 43.5,
								},
								["冰锥术"] = {
									["count"] = 9,
								},
								["魔爆术"] = {
									["count"] = 7.23,
								},
								["寒冰箭"] = {
									["count"] = 432.59,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 1.5,
								},
								["火焰冲击"] = {
									["count"] = 33.61,
								},
							},
							["amount"] = 534.93,
						},
						["原始巨兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 1.5,
								},
								["寒冰箭"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 3,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 2.7,
								},
								["寒冰箭"] = {
									["count"] = 61.5,
								},
							},
							["amount"] = 64.2,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 7.52,
								},
								["魔爆术"] = {
									["count"] = 3.39,
								},
								["寒冰箭"] = {
									["count"] = 60,
								},
								["冰锥术"] = {
									["count"] = 10.56,
								},
								["火焰冲击"] = {
									["count"] = 11.43,
								},
							},
							["amount"] = 92.9,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 12,
								},
							},
							["amount"] = 12,
						},
					},
					["ManaGain"] = 7210,
					["DamagedWho"] = {
						["血色复仇者"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 1029,
								},
								["冰霜新星"] = {
									["count"] = 980,
								},
								["魔爆术"] = {
									["count"] = 2215,
								},
								["寒冰箭"] = {
									["count"] = 146986,
								},
								["冰锥术"] = {
									["count"] = 11162,
								},
								["火焰冲击"] = {
									["count"] = 15439,
								},
							},
							["amount"] = 177811,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 661,
								},
								["寒冰箭"] = {
									["count"] = 25945,
								},
							},
							["amount"] = 26606,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 4079,
								},
								["火球术"] = {
									["count"] = 5594,
								},
								["寒冰箭"] = {
									["count"] = 53633,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 360,
								},
								["冰锥术"] = {
									["count"] = 578,
								},
							},
							["amount"] = 64244,
						},
						["血色骑士"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 92,
								},
								["灼烧"] = {
									["count"] = 403,
								},
								["寒冰箭"] = {
									["count"] = 16739,
								},
								["火焰冲击"] = {
									["count"] = 614,
								},
								["冰锥术"] = {
									["count"] = 583,
								},
							},
							["amount"] = 18431,
						},
						["血色缚法者"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 883,
								},
								["火球术"] = {
									["count"] = 1012,
								},
								["冰锥术"] = {
									["count"] = 8366,
								},
								["肉搏"] = {
									["count"] = 13,
								},
								["射击"] = {
									["count"] = 3759,
								},
								["魔爆术"] = {
									["count"] = 4553,
								},
								["寒冰箭"] = {
									["count"] = 296358,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 18,
								},
								["火焰冲击"] = {
									["count"] = 19623,
								},
							},
							["amount"] = 334585,
						},
						["原始巨兽"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 96,
								},
								["寒冰箭"] = {
									["count"] = 851,
								},
							},
							["amount"] = 947,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 1261,
								},
								["寒冰箭"] = {
									["count"] = 36834,
								},
							},
							["amount"] = 38095,
						},
						["骑士杜尔根"] = {
							["Details"] = {
								["冰霜新星"] = {
									["count"] = 772,
								},
								["魔爆术"] = {
									["count"] = 1090,
								},
								["寒冰箭"] = {
									["count"] = 39494,
								},
								["冰锥术"] = {
									["count"] = 7026,
								},
								["火焰冲击"] = {
									["count"] = 6215,
								},
							},
							["amount"] = 54597,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 7887,
								},
							},
							["amount"] = 7887,
						},
					},
					["ElementHitsDone"] = {
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 7,
								},
								["Evade"] = {
									["count"] = 2,
								},
								["Crit"] = {
									["count"] = 112,
								},
								["Hit"] = {
									["count"] = 566,
								},
							},
							["amount"] = 687,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 61,
								},
								["Crit"] = {
									["count"] = 14,
								},
								["Tick"] = {
									["count"] = 21,
								},
							},
							["amount"] = 96,
						},
						["Melee"] = {
							["Details"] = {
								["Glancing"] = {
									["count"] = 1,
								},
								["Dodge"] = {
									["count"] = 1,
								},
								["Miss"] = {
									["count"] = 1,
								},
							},
							["amount"] = 3,
						},
						["Arcane"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 10,
								},
								["Hit"] = {
									["count"] = 49,
								},
							},
							["amount"] = 59,
						},
					},
				},
				["Fight1"] = {
					["DOTs"] = {
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["瑟莱德丝公主"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsTaken"] = {
						{
							["Details"] = {
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						}, -- [1]
						["Physical"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Melee"] = {
							["Details"] = {
								["Miss"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Arcane"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Absorb"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoHealed"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 0,
								},
								["真言术：盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbs"] = 0,
					["HOT_Time"] = 0,
					["ElementTaken"] = {
						0, -- [1]
						["Frost"] = 0,
						["Physical"] = 0,
						["Melee"] = 763,
						["Fire"] = 0,
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["TimeHeal"] = 0,
					["ElementDone"] = {
						["Fire"] = 0,
						["Frost"] = 0,
						["Arcane"] = 0,
					},
					["ManaGainedFrom"] = {
						["Actionscript"] = {
							["Details"] = {
								["法力回复"] = {
									["count"] = 0,
								},
								["补充法力"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["WhoDamaged"] = {
						["血色复仇者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["炸弹"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["红衣精英"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 763,
								},
							},
							["amount"] = 763,
						},
						["血色骑士"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏 (痛击)"] = {
									["count"] = 0,
								},
								["投石"] = {
									["count"] = 0,
								},
								["肉搏"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Absorbed"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["法力护盾"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["OverHeals"] = {
						["生命回复"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
					},
					["ManaGained"] = {
						["法力回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["补充法力"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["PartialAbsorb"] = {
						["炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["投石"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["减速术"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
					},
					["ActiveTime"] = 0,
					["InterruptData"] = {
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭 (法术反制)"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Heals"] = {
						["寒冰护体"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["法力护盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["Overhealing"] = 0,
					["HOTs"] = {
						["生命回复"] = {
							["Details"] = {
								["Actionscript"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["Interrupts"] = 0,
					["TimeSpent"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["DamageTaken"] = 763,
					["ElementTakenAbsorb"] = {
						0, -- [1]
						["Frost"] = 0,
						["Fire"] = 0,
						["Melee"] = 0,
						["Physical"] = 0,
					},
					["Attacks"] = {
						["射击"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰锥术"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["冰霜新星"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["寒冰箭"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
									["amount"] = 0,
								},
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火球术"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
						["火焰冲击"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 0,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 0,
						},
					},
					["HealingTaken"] = 0,
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["寒冰护体"] = {
									["count"] = 0,
								},
								["法力护盾"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ManaGain"] = 0,
					["DamagedWho"] = {
						["血色骑士"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色复仇者"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["冰霜新星"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["冰锥术"] = {
									["count"] = 0,
								},
								["火球术"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
								["火球术 (伤害/跳)"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["雷加斯潜行者"] = {
							["Details"] = {
								["火焰冲击"] = {
									["count"] = 0,
								},
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色法师"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["血色缚法者"] = {
							["Details"] = {
								["寒冰箭"] = {
									["count"] = 0,
								},
								["射击"] = {
									["count"] = 0,
								},
								["火焰冲击"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
					["ElementHitsDone"] = {
						["Fire"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Tick"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Frost"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 0,
								},
								["Crit"] = {
									["count"] = 0,
								},
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
						["Arcane"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 0,
								},
							},
							["amount"] = 0,
						},
					},
				},
			},
			["LastEventTimes"] = {
				273090.987, -- [1]
				273152.596, -- [2]
				273154.636, -- [3]
				273155.266, -- [4]
				273156.636, -- [5]
				273157.886, -- [6]
				273158.636, -- [7]
				273160.456, -- [8]
				273171.12, -- [9]
				273172.031, -- [10]
				273173.001, -- [11]
				273174.601, -- [12]
				273176.671, -- [13]
				273176.901, -- [14]
				273217.658, -- [15]
				273217.658, -- [16]
				273038.154, -- [17]
				273041.034, -- [18]
				273041.624, -- [19]
				273067.268, -- [20]
				273069.758, -- [21]
				273070.738, -- [22]
				273072.148, -- [23]
				273072.278, -- [24]
				273074.348, -- [25]
				273074.838, -- [26]
				273075.788, -- [27]
				273078.008, -- [28]
				273078.808, -- [29]
				273078.808, -- [30]
				273080.029, -- [31]
				273080.029, -- [32]
				273080.029, -- [33]
				273081.659, -- [34]
				273081.659, -- [35]
				273082.469, -- [36]
				273083.299, -- [37]
				273083.299, -- [38]
				273084.669, -- [39]
				273084.919, -- [40]
				273084.919, -- [41]
				273085.319, -- [42]
				273086.146, -- [43]
				273086.146, -- [44]
				273087.276, -- [45]
				273087.746, -- [46]
				273087.746, -- [47]
				273089.356, -- [48]
				273089.356, -- [49]
				273090.987, -- [50]
			},
			["LastEventHealthMax"] = {
				2500, -- [1]
				2500, -- [2]
				2500, -- [3]
				2500, -- [4]
				2500, -- [5]
				2500, -- [6]
				2500, -- [7]
				2500, -- [8]
				2500, -- [9]
				2500, -- [10]
				2500, -- [11]
				2500, -- [12]
				2500, -- [13]
				2500, -- [14]
				2500, -- [15]
				2500, -- [16]
				2500, -- [17]
				2500, -- [18]
				2500, -- [19]
				2500, -- [20]
				2500, -- [21]
				2500, -- [22]
				2500, -- [23]
				2500, -- [24]
				2500, -- [25]
				2500, -- [26]
				2500, -- [27]
				2500, -- [28]
				2500, -- [29]
				2500, -- [30]
				2500, -- [31]
				2500, -- [32]
				2500, -- [33]
				2500, -- [34]
				2500, -- [35]
				2500, -- [36]
				2500, -- [37]
				2500, -- [38]
				2500, -- [39]
				2500, -- [40]
				2500, -- [41]
				2500, -- [42]
				2500, -- [43]
				2500, -- [44]
				2500, -- [45]
				2500, -- [46]
				2500, -- [47]
				2500, -- [48]
				2500, -- [49]
				2500, -- [50]
			},
			["LastActive"] = 273217.298,
		},
		["阿莱克斯·巴罗夫的仆从 <Actionscript>"] = {
			["GUID"] = "Creature-0-4516-349-21146-11637-0000023123",
			["TimeLast"] = {
				["DeathCount"] = 94707.083,
				["ActiveTime"] = 94706.083,
				["TimeDamage"] = 94706.083,
				["OVERALL"] = 94707.083,
				["DamageTaken"] = 94706.083,
				["Damage"] = 94706.083,
			},
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"DAMAGE", -- [6]
				"DAMAGE", -- [7]
				"DAMAGE", -- [8]
				"DAMAGE", -- [9]
				"DAMAGE", -- [10]
				"DAMAGE", -- [11]
				"DAMAGE", -- [12]
				"DAMAGE", -- [13]
				"DAMAGE", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"DAMAGE", -- [17]
				"DAMAGE", -- [18]
				"DAMAGE", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"DAMAGE", -- [22]
				"DAMAGE", -- [23]
				"MISC", -- [24]
				"DAMAGE", -- [25]
				"DAMAGE", -- [26]
				"DAMAGE", -- [27]
				"MISC", -- [28]
			},
			["TimeWindows"] = {
				["DeathCount"] = {
					2, -- [1]
				},
				["ActiveTime"] = {
					13.51, -- [1]
				},
				["TimeDamage"] = {
					13.51, -- [1]
				},
				["DamageTaken"] = {
					1639, -- [1]
				},
				["Damage"] = {
					405, -- [1]
				},
			},
			["enClass"] = "PET",
			["LastDamageTaken"] = 155,
			["level"] = 1,
			["LastDamageAbility"] = "灰尘力场",
			["LastFightIn"] = 1,
			["type"] = "Pet",
			["FightsSaved"] = 5,
			["ownerName"] = "Actionscript",
			["LastAbility"] = 264416.617,
			["UnitLockout"] = 94707.083,
			["NextEventNum"] = 29,
			["LastDamageTime"] = 94706.723,
			["LastEvents"] = {
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [1]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [2]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [3]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [4]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Crit -41 (Physical)", -- [5]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -26 (Physical)", -- [6]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -20 (Physical)", -- [7]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [8]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [9]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Crit -44 (Physical)", -- [10]
				"瑟莱德丝公主 憎恨怒视 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Physical)", -- [11]
				"瑟莱德丝公主 憎恨怒视 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Physical)", -- [12]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -23 (Physical)", -- [13]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [14]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [15]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -23 (Physical)", -- [16]
				"瑟莱德丝公主 肉搏 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -284 (Physical)", -- [17]
				"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -145 (Nature)", -- [18]
				"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -152 (Nature)", -- [19]
				"瑟莱德丝公主 灰尘力场 (痛击) 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -290 (Physical)", -- [20]
				"瑟莱德丝公主 灰尘力场 (痛击) 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -291 (Physical)", -- [21]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -24 (Physical)", -- [22]
				"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Nature)", -- [23]
				"阿莱克斯·巴罗夫的仆从 <Actionscript>死亡。", -- [24]
				"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [25]
				"瑟莱德丝公主 肉搏 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -322 (Physical)", -- [26]
				"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -155 (Nature)", -- [27]
				"阿莱克斯·巴罗夫的仆从 <Actionscript>死亡。", -- [28]
			},
			["Name"] = "阿莱克斯·巴罗夫的仆从",
			["DeathLogs"] = {
				{
					["MessageTimes"] = {
						-12.5800000000017, -- [1]
						-12.0800000000017, -- [2]
						-12.0800000000017, -- [3]
						-10.5800000000017, -- [4]
						-10.0699999999924, -- [5]
						-10.0699999999924, -- [6]
						-8.58000000000175, -- [7]
						-8.06999999999243, -- [8]
						-8.06999999999243, -- [9]
						-6.56999999999243, -- [10]
						-6.08999999999651, -- [11]
						-6.08999999999651, -- [12]
						-6.06999999999243, -- [13]
						-4.55999999999767, -- [14]
						-4.05999999999767, -- [15]
						-2.55999999999767, -- [16]
						-2.42999999999302, -- [17]
						-2.42999999999302, -- [18]
						-2.42999999999302, -- [19]
						-2.41999999999825, -- [20]
						-2.41999999999825, -- [21]
						-2.05999999999767, -- [22]
						-1.64999999999418, -- [23]
						-1.61999999999534, -- [24]
						-0.55000000000291, -- [25]
						-0.419999999998254, -- [26]
						-0.419999999998254, -- [27]
						0, -- [28]
					},
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						false, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
					},
					["Messages"] = {
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [1]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [2]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [3]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [4]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Crit -41 (Physical)", -- [5]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -26 (Physical)", -- [6]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -20 (Physical)", -- [7]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [8]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [9]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Crit -44 (Physical)", -- [10]
						"瑟莱德丝公主 憎恨怒视 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Physical)", -- [11]
						"瑟莱德丝公主 憎恨怒视 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Physical)", -- [12]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -23 (Physical)", -- [13]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [14]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [15]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -23 (Physical)", -- [16]
						"瑟莱德丝公主 肉搏 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -284 (Physical)", -- [17]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -145 (Nature)", -- [18]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -152 (Nature)", -- [19]
						"瑟莱德丝公主 灰尘力场 (痛击) 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -290 (Physical)", -- [20]
						"瑟莱德丝公主 灰尘力场 (痛击) 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -291 (Physical)", -- [21]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -24 (Physical)", -- [22]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Nature)", -- [23]
						"阿莱克斯·巴罗夫的仆从 <Actionscript>死亡。", -- [24]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [25]
						"瑟莱德丝公主 肉搏 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -322 (Physical)", -- [26]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -155 (Nature)", -- [27]
						"阿莱克斯·巴罗夫的仆从 <Actionscript>死亡。", -- [28]
					},
					["HealthMax"] = {
					},
					["DeathAt"] = 94709.083,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
					},
					["Health"] = {
					},
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"MISC", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"MISC", -- [28]
					},
				}, -- [1]
				{
					["MessageIncoming"] = {
						false, -- [1]
						false, -- [2]
						false, -- [3]
						false, -- [4]
						false, -- [5]
						false, -- [6]
						false, -- [7]
						false, -- [8]
						false, -- [9]
						false, -- [10]
						true, -- [11]
						true, -- [12]
						false, -- [13]
						false, -- [14]
						false, -- [15]
						false, -- [16]
						true, -- [17]
						true, -- [18]
						true, -- [19]
						true, -- [20]
						true, -- [21]
						false, -- [22]
						true, -- [23]
						true, -- [24]
						false, -- [25]
						true, -- [26]
						true, -- [27]
						true, -- [28]
					},
					["Messages"] = {
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [1]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [2]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [3]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [4]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Crit -41 (Physical)", -- [5]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -26 (Physical)", -- [6]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -20 (Physical)", -- [7]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [8]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -21 (Physical)", -- [9]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Crit -44 (Physical)", -- [10]
						"瑟莱德丝公主 憎恨怒视 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Physical)", -- [11]
						"瑟莱德丝公主 憎恨怒视 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Physical)", -- [12]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -23 (Physical)", -- [13]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -22 (Physical)", -- [14]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [15]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -23 (Physical)", -- [16]
						"瑟莱德丝公主 肉搏 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -284 (Physical)", -- [17]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -145 (Nature)", -- [18]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -152 (Nature)", -- [19]
						"瑟莱德丝公主 灰尘力场 (痛击) 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -290 (Physical)", -- [20]
						"瑟莱德丝公主 灰尘力场 (痛击) 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -291 (Physical)", -- [21]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -24 (Physical)", -- [22]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Resist (Nature)", -- [23]
						"阿莱克斯·巴罗夫的仆从 <Actionscript>死亡。", -- [24]
						"阿莱克斯·巴罗夫的仆从 <Actionscript> 肉搏 瑟莱德丝公主 Hit -25 (Physical)", -- [25]
						"瑟莱德丝公主 肉搏 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -322 (Physical)", -- [26]
						"瑟莱德丝公主 灰尘力场 阿莱克斯·巴罗夫的仆从 <Actionscript> Hit -155 (Nature)", -- [27]
						"阿莱克斯·巴罗夫的仆从 <Actionscript>死亡。", -- [28]
					},
					["DeathAt"] = 94707.083,
					["EventNum"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0, -- [4]
						0, -- [5]
						0, -- [6]
						0, -- [7]
						0, -- [8]
						0, -- [9]
						0, -- [10]
						0, -- [11]
						0, -- [12]
						0, -- [13]
						0, -- [14]
						0, -- [15]
						0, -- [16]
						0, -- [17]
						0, -- [18]
						0, -- [19]
						0, -- [20]
						0, -- [21]
						0, -- [22]
						0, -- [23]
						0, -- [24]
						0, -- [25]
						0, -- [26]
						0, -- [27]
						0, -- [28]
					},
					["MessageTimes"] = {
						-10.9600000000064, -- [1]
						-10.4600000000064, -- [2]
						-10.4600000000064, -- [3]
						-8.9600000000064, -- [4]
						-8.44999999999709, -- [5]
						-8.44999999999709, -- [6]
						-6.9600000000064, -- [7]
						-6.44999999999709, -- [8]
						-6.44999999999709, -- [9]
						-4.94999999999709, -- [10]
						-4.47000000000116, -- [11]
						-4.47000000000116, -- [12]
						-4.44999999999709, -- [13]
						-2.94000000000233, -- [14]
						-2.44000000000233, -- [15]
						-0.940000000002328, -- [16]
						-0.809999999997672, -- [17]
						-0.809999999997672, -- [18]
						-0.809999999997672, -- [19]
						-0.80000000000291, -- [20]
						-0.80000000000291, -- [21]
						-0.440000000002328, -- [22]
						-0.0299999999988358, -- [23]
						0, -- [24]
						1.06999999999243, -- [25]
						1.19999999999709, -- [26]
						1.19999999999709, -- [27]
						1.61999999999534, -- [28]
					},
					["HealthMax"] = {
					},
					["Health"] = {
					},
					["KilledBy"] = "瑟莱德丝公主",
					["MessageType"] = {
						"DAMAGE", -- [1]
						"DAMAGE", -- [2]
						"DAMAGE", -- [3]
						"DAMAGE", -- [4]
						"DAMAGE", -- [5]
						"DAMAGE", -- [6]
						"DAMAGE", -- [7]
						"DAMAGE", -- [8]
						"DAMAGE", -- [9]
						"DAMAGE", -- [10]
						"DAMAGE", -- [11]
						"DAMAGE", -- [12]
						"DAMAGE", -- [13]
						"DAMAGE", -- [14]
						"DAMAGE", -- [15]
						"DAMAGE", -- [16]
						"DAMAGE", -- [17]
						"DAMAGE", -- [18]
						"DAMAGE", -- [19]
						"DAMAGE", -- [20]
						"DAMAGE", -- [21]
						"DAMAGE", -- [22]
						"DAMAGE", -- [23]
						"MISC", -- [24]
						"DAMAGE", -- [25]
						"DAMAGE", -- [26]
						"DAMAGE", -- [27]
						"MISC", -- [28]
					},
				}, -- [2]
			},
			["Fights"] = {
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["OverallData"] = {
					["ElementDone"] = {
						["Melee"] = 405,
					},
					["DamagedWho"] = {
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 405,
								},
							},
							["amount"] = 405,
						},
					},
					["Attacks"] = {
						["肉搏"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 44,
									["min"] = 41,
									["count"] = 2,
									["amount"] = 85,
								},
								["Hit"] = {
									["max"] = 26,
									["min"] = 20,
									["count"] = 14,
									["amount"] = 320,
								},
							},
							["count"] = 16,
							["amount"] = 405,
						},
					},
					["TimeDamaging"] = {
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13.51,
								},
							},
							["amount"] = 13.51,
						},
					},
					["ActiveTime"] = 13.51,
					["TimeSpent"] = {
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 13.51,
								},
							},
							["amount"] = 13.51,
						},
					},
					["DamageTaken"] = 1639,
					["PartialAbsorb"] = {
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["憎恨怒视"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["灰尘力场 (痛击)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 2,
							["amount"] = 0,
						},
						["灰尘力场"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 4,
							["amount"] = 0,
						},
					},
					["PartialResist"] = {
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["憎恨怒视"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["灰尘力场 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 2,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 2,
						},
						["灰尘力场"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 4,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 4,
						},
					},
					["DeathCount"] = 2,
					["ElementHitsDone"] = {
						["Melee"] = {
							["Details"] = {
								["Crit"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 14,
								},
							},
							["amount"] = 16,
						},
					},
					["TimeDamage"] = 13.51,
					["WhoDamaged"] = {
						["瑟莱德丝公主"] = {
							["Details"] = {
								["肉搏"] = {
									["count"] = 606,
								},
								["灰尘力场 (痛击)"] = {
									["count"] = 581,
								},
								["灰尘力场"] = {
									["count"] = 452,
								},
							},
							["amount"] = 1639,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 581,
						["Melee"] = 606,
						["Nature"] = 452,
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 4,
						},
						["Melee"] = {
							["Details"] = {
								["Hit"] = {
									["count"] = 2,
								},
							},
							["amount"] = 2,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 3,
								},
							},
							["amount"] = 4,
						},
					},
					["Damage"] = 405,
				},
			},
			["LastEventIncoming"] = {
				false, -- [1]
				false, -- [2]
				false, -- [3]
				false, -- [4]
				false, -- [5]
				false, -- [6]
				false, -- [7]
				false, -- [8]
				false, -- [9]
				false, -- [10]
				true, -- [11]
				true, -- [12]
				false, -- [13]
				false, -- [14]
				false, -- [15]
				false, -- [16]
				true, -- [17]
				true, -- [18]
				true, -- [19]
				true, -- [20]
				true, -- [21]
				false, -- [22]
				true, -- [23]
				true, -- [24]
				false, -- [25]
				true, -- [26]
				true, -- [27]
				true, -- [28]
			},
			["LastEventTimes"] = {
				94694.693, -- [1]
				94695.193, -- [2]
				94695.193, -- [3]
				94696.693, -- [4]
				94697.203, -- [5]
				94697.203, -- [6]
				94698.693, -- [7]
				94699.203, -- [8]
				94699.203, -- [9]
				94700.703, -- [10]
				94701.183, -- [11]
				94701.183, -- [12]
				94701.203, -- [13]
				94702.713, -- [14]
				94703.213, -- [15]
				94704.713, -- [16]
				94704.843, -- [17]
				94704.843, -- [18]
				94704.843, -- [19]
				94704.853, -- [20]
				94704.853, -- [21]
				94705.213, -- [22]
				94705.623, -- [23]
				94705.653, -- [24]
				94706.723, -- [25]
				94706.853, -- [26]
				94706.853, -- [27]
				94707.273, -- [28]
			},
			["LastActive"] = 94706.083,
		},
		["西加加"] = {
			["GUID"] = "Player-4511-00AFD4B6",
			["LastEventHealth"] = {
				2839, -- [1]
				2815, -- [2]
				2815, -- [3]
				2673, -- [4]
				2734, -- [5]
				2734, -- [6]
				2795, -- [7]
				2795, -- [8]
				2795, -- [9]
				2856, -- [10]
				2856, -- [11]
				2856, -- [12]
				2917, -- [13]
				3497, -- [14]
				3497, -- [15]
				3497, -- [16]
				3497, -- [17]
				3497, -- [18]
				3497, -- [19]
				3497, -- [20]
				3497, -- [21]
				3339, -- [22]
				3404, -- [23]
				3404, -- [24]
				3404, -- [25]
				3404, -- [26]
				3471, -- [27]
				3471, -- [28]
				3497, -- [29]
				3497, -- [30]
				3497, -- [31]
				3497, -- [32]
				3497, -- [33]
				3497, -- [34]
				3497, -- [35]
				3497, -- [36]
				2619, -- [37]
				2619, -- [38]
				2656, -- [39]
				2656, -- [40]
				2717, -- [41]
				2717, -- [42]
				2717, -- [43]
				2717, -- [44]
				2778, -- [45]
				2778, -- [46]
				2778, -- [47]
				2778, -- [48]
				2839, -- [49]
				2839, -- [50]
			},
			["LastAttackedBy"] = "瑟莱德丝公主",
			["LastEventType"] = {
				"DAMAGE", -- [1]
				"DAMAGE", -- [2]
				"DAMAGE", -- [3]
				"DAMAGE", -- [4]
				"DAMAGE", -- [5]
				"HEAL", -- [6]
				"HEAL", -- [7]
				"DAMAGE", -- [8]
				"HEAL", -- [9]
				"HEAL", -- [10]
				"DAMAGE", -- [11]
				"HEAL", -- [12]
				"HEAL", -- [13]
				"HEAL", -- [14]
				"DAMAGE", -- [15]
				"DAMAGE", -- [16]
				"HEAL", -- [17]
				"DAMAGE", -- [18]
				"HEAL", -- [19]
				"DAMAGE", -- [20]
				"DAMAGE", -- [21]
				"HEAL", -- [22]
				"HEAL", -- [23]
				"DAMAGE", -- [24]
				"HEAL", -- [25]
				"DAMAGE", -- [26]
				"HEAL", -- [27]
				"DAMAGE", -- [28]
				"HEAL", -- [29]
				"DAMAGE", -- [30]
				"DAMAGE", -- [31]
				"HEAL", -- [32]
				"HEAL", -- [33]
				"DAMAGE", -- [34]
				"DAMAGE", -- [35]
				"DAMAGE", -- [36]
				"DAMAGE", -- [37]
				"HEAL", -- [38]
				"DAMAGE", -- [39]
				"HEAL", -- [40]
				"DAMAGE", -- [41]
				"DAMAGE", -- [42]
				"DAMAGE", -- [43]
				"HEAL", -- [44]
				"HEAL", -- [45]
				"DAMAGE", -- [46]
				"DAMAGE", -- [47]
				"HEAL", -- [48]
				"HEAL", -- [49]
				"DAMAGE", -- [50]
			},
			["TimeWindows"] = {
				["TimeHeal"] = {
					152.84, -- [1]
				},
				["Healing"] = {
					6837, -- [1]
				},
				["DamageTaken"] = {
					19920, -- [1]
				},
				["Absorbs"] = {
					15403, -- [1]
				},
				["HealingTaken"] = {
					15390, -- [1]
				},
				["Overhealing"] = {
					18971, -- [1]
				},
				["TimeDamage"] = {
					261.03, -- [1]
				},
				["Ressed"] = {
					1, -- [1]
				},
				["ActiveTime"] = {
					413.87, -- [1]
				},
				["DOT_Time"] = {
					711, -- [1]
				},
				["Damage"] = {
					95751, -- [1]
				},
			},
			["enClass"] = "PRIEST",
			["unit"] = true,
			["LastAbility"] = 264416.617,
			["level"] = 60,
			["LastDamageAbility"] = "投石",
			["LastFightIn"] = 10,
			["UnitLockout"] = 96394.014,
			["type"] = "Ungrouped",
			["FightsSaved"] = 5,
			["LastHealTime"] = 96653.096,
			["Fights"] = {
				["OverallData"] = {
					["TimeHealing"] = {
						["Actionscript"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 31.65,
								},
								["真言术：盾"] = {
									["count"] = 11.71,
								},
							},
							["amount"] = 43.36,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 54.1,
								},
								["真言术：盾"] = {
									["count"] = 53.88,
								},
								["噬灵瘟疫"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 109.48,
						},
					},
					["DOTs"] = {
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["工匠吉兹洛克"] = {
									["count"] = 102,
								},
								["瑟莱德丝公主"] = {
									["count"] = 234,
								},
							},
							["amount"] = 336,
						},
						["噬灵瘟疫 (伤害/跳)"] = {
							["Details"] = {
								["工匠吉兹洛克"] = {
									["count"] = 69,
								},
							},
							["amount"] = 69,
						},
						["精神鞭笞 (伤害/跳)"] = {
							["Details"] = {
								["工匠吉兹洛克"] = {
									["count"] = 189,
								},
								["瑟莱德丝公主"] = {
									["count"] = 117,
								},
							},
							["amount"] = 306,
						},
					},
					["Ressed"] = 1,
					["WhoHealed"] = {
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 3271,
								},
								["真言术：盾"] = {
									["count"] = 11586,
								},
								["噬灵瘟疫"] = {
									["count"] = 533,
								},
							},
							["amount"] = 15390,
						},
					},
					["TimeSpent"] = {
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 54.1,
								},
								["真言术：盾"] = {
									["count"] = 53.88,
								},
								["噬灵瘟疫"] = {
									["count"] = 1.5,
								},
							},
							["amount"] = 109.48,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["噬灵瘟疫 (伤害/跳)"] = {
									["count"] = 17.77,
								},
								["心灵震爆"] = {
									["count"] = 11.39,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 51.74,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 16.77,
								},
								["昏阙"] = {
									["count"] = 2.87,
								},
							},
							["amount"] = 100.54,
						},
						["Actionscript"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 31.65,
								},
								["真言术：盾"] = {
									["count"] = 11.71,
								},
							},
							["amount"] = 43.36,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0.87,
								},
								["昏阙"] = {
									["count"] = 4.6,
								},
								["虚弱之触"] = {
									["count"] = 5.29,
								},
								["心灵震爆"] = {
									["count"] = 19.57,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 95.63,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 34.53,
								},
							},
							["amount"] = 160.49,
						},
					},
					["DamageTaken"] = 19920,
					["OverHeals"] = {
						["噬灵瘟疫"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 191,
									["min"] = 60,
									["count"] = 21,
									["amount"] = 3639,
								},
							},
							["count"] = 21,
							["amount"] = 3639,
						},
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 104,
									["min"] = 47,
									["count"] = 8,
									["amount"] = 686,
								},
								["Hit"] = {
									["max"] = 220,
									["min"] = 23,
									["count"] = 215,
									["amount"] = 14646,
								},
							},
							["count"] = 223,
							["amount"] = 15332,
						},
					},
					["PartialResist"] = {
						["Falling"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["肉搏"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 33,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 33,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 6,
						},
						["炸弹"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["射击"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 14,
						},
						["投石"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 10,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 10,
						},
						["憎恨怒视"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 1,
						},
						["灰尘力场"] = {
							["Details"] = {
								["未被抵抗"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 13,
									["amount"] = 0,
								},
							},
							["count"] = 0,
							["amount"] = 13,
						},
					},
					["WhoDamaged"] = {
						["Environment"] = {
							["Details"] = {
								["Falling"] = {
									["count"] = 104,
								},
							},
							["amount"] = 104,
						},
						["工匠吉兹洛克"] = {
							["Details"] = {
								["射击"] = {
									["count"] = 4047,
								},
								["炸弹"] = {
									["count"] = 1425,
								},
								["肉搏"] = {
									["count"] = 450,
								},
							},
							["amount"] = 5922,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["灰尘力场"] = {
									["count"] = 742,
								},
								["肉搏 (痛击)"] = {
									["count"] = 1790,
								},
								["投石"] = {
									["count"] = 2941,
								},
								["肉搏"] = {
									["count"] = 8421,
								},
							},
							["amount"] = 13894,
						},
					},
					["PartialAbsorb"] = {
						["Falling"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["肉搏"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 14,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 396,
									["min"] = 234,
									["count"] = 19,
									["amount"] = 5609,
								},
							},
							["count"] = 33,
							["amount"] = 5609,
						},
						["肉搏 (痛击)"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 6,
									["amount"] = 0,
								},
							},
							["count"] = 6,
							["amount"] = 0,
						},
						["炸弹"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 153,
									["min"] = 19,
									["count"] = 10,
									["amount"] = 1312,
								},
							},
							["count"] = 10,
							["amount"] = 1312,
						},
						["射击"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 429,
									["min"] = 192,
									["count"] = 11,
									["amount"] = 3306,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
							},
							["count"] = 14,
							["amount"] = 3306,
						},
						["投石"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 3,
									["amount"] = 0,
								},
								["被吸收"] = {
									["max"] = 354,
									["min"] = 230,
									["count"] = 7,
									["amount"] = 2076,
								},
							},
							["count"] = 10,
							["amount"] = 2076,
						},
						["憎恨怒视"] = {
							["Details"] = {
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["灰尘力场"] = {
							["Details"] = {
								["被吸收"] = {
									["max"] = 151,
									["min"] = 151,
									["count"] = 1,
									["amount"] = 151,
								},
								["未被吸收"] = {
									["max"] = 0,
									["min"] = 0,
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 13,
							["amount"] = 151,
						},
					},
					["ActiveTime"] = 413.87,
					["Heals"] = {
						["吸血鬼的拥抱"] = {
							["Details"] = {
								["Crit"] = {
									["max"] = 105,
									["min"] = 91,
									["count"] = 2,
									["amount"] = 196,
								},
								["Hit"] = {
									["max"] = 195,
									["min"] = 14,
									["count"] = 94,
									["amount"] = 6108,
								},
							},
							["count"] = 96,
							["amount"] = 6304,
						},
						["真言术：盾"] = {
							["Details"] = {
								["Absorb"] = {
									["max"] = 429,
									["min"] = 9,
									["count"] = 57,
									["amount"] = 15403,
								},
							},
							["count"] = 57,
							["amount"] = 15403,
						},
						["噬灵瘟疫"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 191,
									["min"] = 69,
									["count"] = 4,
									["amount"] = 533,
								},
							},
							["count"] = 4,
							["amount"] = 533,
						},
					},
					["ElementTaken"] = {
						["Physical"] = 8882,
						["Fire"] = 1425,
						["Melee"] = 8871,
						["Nature"] = 742,
					},
					["DOT_Time"] = 711,
					["Damage"] = 95751,
					["DamagedWho"] = {
						["工匠吉兹洛克"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 9863,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 10880,
								},
								["噬灵瘟疫 (伤害/跳)"] = {
									["count"] = 4303,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 19198,
								},
							},
							["amount"] = 44244,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["心灵震爆"] = {
									["count"] = 15673,
								},
								["虚弱之触"] = {
									["count"] = 644,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 23560,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 11630,
								},
							},
							["amount"] = 51507,
						},
					},
					["TimeHeal"] = 152.84,
					["RessedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["复活术"] = {
									["count"] = 1,
								},
							},
							["amount"] = 1,
						},
					},
					["ElementHitsTaken"] = {
						["Physical"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
								},
								["Absorb"] = {
									["count"] = 16,
								},
								["Hit"] = {
									["count"] = 15,
								},
							},
							["amount"] = 32,
						},
						["Fire"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 9,
								},
								["Hit"] = {
									["count"] = 1,
								},
							},
							["amount"] = 10,
						},
						["Melee"] = {
							["Details"] = {
								["Absorb"] = {
									["count"] = 22,
								},
								["Miss"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 10,
								},
							},
							["amount"] = 33,
						},
						["Nature"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 8,
								},
								["Absorb"] = {
									["count"] = 1,
								},
								["Hit"] = {
									["count"] = 4,
								},
							},
							["amount"] = 13,
						},
					},
					["Attacks"] = {
						["精神鞭笞"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
							},
							["count"] = 1,
							["amount"] = 0,
						},
						["噬灵瘟疫 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 191,
									["min"] = 185,
									["count"] = 23,
									["amount"] = 4303,
								},
							},
							["count"] = 23,
							["amount"] = 4303,
						},
						["精神鞭笞 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 333,
									["min"] = 264,
									["count"] = 102,
									["amount"] = 30828,
								},
							},
							["count"] = 102,
							["amount"] = 30828,
						},
						["虚弱之触"] = {
							["Details"] = {
								["Hit"] = {
									["max"] = 184,
									["min"] = 148,
									["count"] = 4,
									["amount"] = 644,
								},
							},
							["count"] = 4,
							["amount"] = 644,
						},
						["心灵震爆"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 1,
									["amount"] = 0,
								},
								["Hit"] = {
									["max"] = 1104,
									["min"] = 842,
									["count"] = 26,
									["amount"] = 25536,
								},
							},
							["count"] = 27,
							["amount"] = 25536,
						},
						["暗言术：痛 (伤害/跳)"] = {
							["Details"] = {
								["Tick"] = {
									["max"] = 348,
									["min"] = 265,
									["count"] = 112,
									["amount"] = 34440,
								},
							},
							["count"] = 112,
							["amount"] = 34440,
						},
						["昏阙"] = {
							["Details"] = {
								["Immune"] = {
									["count"] = 12,
									["amount"] = 0,
								},
							},
							["count"] = 12,
							["amount"] = 0,
						},
					},
					["Healing"] = 6837,
					["Absorbs"] = 15403,
					["ElementTakenAbsorb"] = {
						["Fire"] = 1312,
						["Physical"] = 5382,
						["Melee"] = 5609,
						["Nature"] = 151,
					},
					["ElementDone"] = {
						["Shadow"] = 95751,
					},
					["HealingTaken"] = 15390,
					["ElementHitsDone"] = {
						["Shadow"] = {
							["Details"] = {
								["Resist"] = {
									["count"] = 2,
								},
								["Immune"] = {
									["count"] = 12,
								},
								["Hit"] = {
									["count"] = 30,
								},
								["Tick"] = {
									["count"] = 237,
								},
							},
							["amount"] = 281,
						},
					},
					["TimeDamage"] = 261.03,
					["TimeDamaging"] = {
						["工匠吉兹洛克"] = {
							["Details"] = {
								["噬灵瘟疫 (伤害/跳)"] = {
									["count"] = 17.77,
								},
								["心灵震爆"] = {
									["count"] = 11.39,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 51.74,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 16.77,
								},
								["昏阙"] = {
									["count"] = 2.87,
								},
							},
							["amount"] = 100.54,
						},
						["瑟莱德丝公主"] = {
							["Details"] = {
								["精神鞭笞"] = {
									["count"] = 0.87,
								},
								["昏阙"] = {
									["count"] = 4.6,
								},
								["虚弱之触"] = {
									["count"] = 5.29,
								},
								["心灵震爆"] = {
									["count"] = 19.57,
								},
								["暗言术：痛 (伤害/跳)"] = {
									["count"] = 95.63,
								},
								["精神鞭笞 (伤害/跳)"] = {
									["count"] = 34.53,
								},
							},
							["amount"] = 160.49,
						},
					},
					["Overhealing"] = 18971,
					["HealedWho"] = {
						["Actionscript"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 3033,
								},
								["真言术：盾"] = {
									["count"] = 3817,
								},
							},
							["amount"] = 6850,
						},
						["西加加"] = {
							["Details"] = {
								["吸血鬼的拥抱"] = {
									["count"] = 3271,
								},
								["真言术：盾"] = {
									["count"] = 11586,
								},
								["噬灵瘟疫"] = {
									["count"] = 533,
								},
							},
							["amount"] = 15390,
						},
					},
					["Absorbed"] = {
						["真言术：盾"] = {
							["Details"] = {
								["Actionscript"] = {
									["max"] = 426,
									["min"] = 30,
									["count"] = 11,
									["amount"] = 3817,
								},
								["西加加"] = {
									["max"] = 429,
									["min"] = 9,
									["count"] = 46,
									["amount"] = 11586,
								},
							},
							["count"] = 57,
							["amount"] = 15403,
						},
					},
				},
				["CurrentFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
				["LastFightData"] = {
					["DOTs"] = {
					},
					["ElementDoneResist"] = {
					},
					["Ressed"] = 0,
					["DamageTaken"] = 0,
					["RageGainedFrom"] = {
					},
					["ElementHitsTaken"] = {
					},
					["DeathCount"] = 0,
					["HOT_Time"] = 0,
					["ElementHitsDone"] = {
					},
					["ElementTakenAbsorb"] = {
					},
					["ElementTaken"] = {
					},
					["DOT_Time"] = 0,
					["Damage"] = 0,
					["ElementTakenBlock"] = {
					},
					["TimeHeal"] = 0,
					["RessedWho"] = {
					},
					["Dispels"] = 0,
					["ElementTakenResist"] = {
					},
					["ElementDoneAbsorb"] = {
					},
					["FAttacks"] = {
					},
					["RunicPowerGainedFrom"] = {
					},
					["ElementDone"] = {
					},
					["PartialAbsorb"] = {
					},
					["DamagedWho"] = {
					},
					["PartialBlock"] = {
					},
					["WhoDamaged"] = {
					},
					["EnergyGainedFrom"] = {
					},
					["PartialResist"] = {
					},
					["CCBroken"] = {
					},
					["ElementDoneBlock"] = {
					},
					["TimeHealing"] = {
					},
					["OverHeals"] = {
					},
					["ManaGainedFrom"] = {
					},
					["RunicPowerGained"] = {
					},
					["CCBreak"] = 0,
					["RageGained"] = {
					},
					["HealedWho"] = {
					},
					["EnergyGain"] = 0,
					["ManaGained"] = {
					},
					["FDamage"] = 0,
					["Interrupts"] = 0,
					["Overhealing"] = 0,
					["TimeSpent"] = {
					},
					["WhoDispelled"] = {
					},
					["InterruptData"] = {
					},
					["RunicPowerGain"] = 0,
					["Heals"] = {
					},
					["WhoHealed"] = {
					},
					["EnergyGained"] = {
					},
					["ActiveTime"] = 0,
					["Healing"] = 0,
					["FDamagedWho"] = {
					},
					["Dispelled"] = 0,
					["Attacks"] = {
					},
					["HealingTaken"] = 0,
					["RageGain"] = 0,
					["TimeDamage"] = 0,
					["TimeDamaging"] = {
					},
					["ManaGain"] = 0,
					["HOTs"] = {
					},
					["DispelledWho"] = {
					},
				},
			},
			["Owner"] = false,
			["LastEventTimes"] = {
				96637.426, -- [1]
				96640.706, -- [2]
				96640.706, -- [3]
				96643.706, -- [4]
				96646.706, -- [5]
				96647.026, -- [6]
				96647.446, -- [7]
				96649.716, -- [8]
				96649.866, -- [9]
				96650.276, -- [10]
				96652.706, -- [11]
				96653.096, -- [12]
				96653.496, -- [13]
				96619.856, -- [14]
				96620.436, -- [15]
				96620.666, -- [16]
				96620.666, -- [17]
				96621.166, -- [18]
				96621.486, -- [19]
				96621.486, -- [20]
				96621.656, -- [21]
				96621.886, -- [22]
				96622.296, -- [23]
				96623.696, -- [24]
				96623.916, -- [25]
				96624.166, -- [26]
				96624.316, -- [27]
				96624.706, -- [28]
				96624.736, -- [29]
				96627.146, -- [30]
				96627.166, -- [31]
				96627.536, -- [32]
				96627.546, -- [33]
				96628.356, -- [34]
				96628.366, -- [35]
				96628.376, -- [36]
				96629.176, -- [37]
				96629.576, -- [38]
				96630.176, -- [39]
				96630.386, -- [40]
				96630.886, -- [41]
				96632.896, -- [42]
				96633.166, -- [43]
				96633.236, -- [44]
				96633.636, -- [45]
				96634.916, -- [46]
				96636.176, -- [47]
				96636.486, -- [48]
				96636.906, -- [49]
				96637.426, -- [50]
			},
			["NextEventNum"] = 14,
			["LastDamageTime"] = 96652.706,
			["LastEvents"] = {
				"瑟莱德丝公主 肉搏 西加加 Hit -24 (234 被吸收) (Physical)", -- [1]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [2]
				"瑟莱德丝公主 投石 西加加 Hit -234 (Physical)", -- [3]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [4]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [5]
				"西加加 吸血鬼的拥抱 西加加 Hit +61", -- [6]
				"西加加 吸血鬼的拥抱 Actionscript Hit +61 (61 过量治疗)", -- [7]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [8]
				"西加加 吸血鬼的拥抱 西加加 Hit +61", -- [9]
				"西加加 吸血鬼的拥抱 Actionscript Hit +61 (61 过量治疗)", -- [10]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [11]
				"西加加 吸血鬼的拥抱 西加加 Hit +61", -- [12]
				"西加加 吸血鬼的拥抱 Actionscript Hit +61 (61 过量治疗)", -- [13]
				"西加加 吸血鬼的拥抱 西加加 Hit +65 (65 过量治疗)", -- [14]
				"瑟莱德丝公主 灰尘力场 西加加 Resist (Nature)", -- [15]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -325 (Shadow)", -- [16]
				"西加加 吸血鬼的拥抱 西加加 Hit +65 (65 过量治疗)", -- [17]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -297 (Shadow)", -- [18]
				"西加加 吸血鬼的拥抱 西加加 Hit +60 (60 过量治疗)", -- [19]
				"瑟莱德丝公主 灰尘力场 西加加 Hit -158 (Nature)", -- [20]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -325 (Shadow)", -- [21]
				"西加加 吸血鬼的拥抱 西加加 Hit +65", -- [22]
				"西加加 吸血鬼的拥抱 Actionscript Hit +65 (65 过量治疗)", -- [23]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -333 (Shadow)", -- [24]
				"西加加 吸血鬼的拥抱 西加加 Hit +67", -- [25]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [26]
				"西加加 吸血鬼的拥抱 西加加 Hit +61 (35 过量治疗)", -- [27]
				"西加加 精神鞭笞 (伤害/跳) 瑟莱德丝公主 Tick -333 (Shadow)", -- [28]
				"西加加 吸血鬼的拥抱 西加加 Hit +67 (67 过量治疗)", -- [29]
				"西加加 心灵震爆 瑟莱德丝公主 Hit -1104 (Shadow)", -- [30]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [31]
				"西加加 吸血鬼的拥抱 西加加 Hit +220 (220 过量治疗)", -- [32]
				"西加加 吸血鬼的拥抱 西加加 Crit +92 (92 过量治疗)", -- [33]
				"瑟莱德丝公主 肉搏 西加加 Hit -263 (Physical)", -- [34]
				"瑟莱德丝公主 肉搏 (痛击) 西加加 Hit -315 (Physical)", -- [35]
				"瑟莱德丝公主 肉搏 (痛击) 西加加 Hit -300 (Physical)", -- [36]
				"西加加 虚弱之触 瑟莱德丝公主 Hit -184 (Shadow)", -- [37]
				"西加加 吸血鬼的拥抱 西加加 Hit +37", -- [38]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [39]
				"西加加 吸血鬼的拥抱 西加加 Hit +61", -- [40]
				"瑟莱德丝公主 肉搏 西加加 Absorb -308 (308 被吸收) (1)", -- [41]
				"瑟莱德丝公主 肉搏 西加加 Absorb -322 (322 被吸收) (1)", -- [42]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [43]
				"西加加 吸血鬼的拥抱 西加加 Hit +61", -- [44]
				"西加加 吸血鬼的拥抱 Actionscript Hit +61 (61 过量治疗)", -- [45]
				"瑟莱德丝公主 肉搏 西加加 Absorb -246 (246 被吸收) (1)", -- [46]
				"西加加 暗言术：痛 (伤害/跳) 瑟莱德丝公主 Tick -305 (Shadow)", -- [47]
				"西加加 吸血鬼的拥抱 西加加 Hit +61", -- [48]
				"西加加 吸血鬼的拥抱 Actionscript Hit +61 (61 过量治疗)", -- [49]
				"瑟莱德丝公主 肉搏 西加加 Absorb -234 (1)", -- [50]
			},
			["LastEventIncoming"] = {
				true, -- [1]
				false, -- [2]
				true, -- [3]
				false, -- [4]
				false, -- [5]
				true, -- [6]
				false, -- [7]
				false, -- [8]
				true, -- [9]
				false, -- [10]
				false, -- [11]
				true, -- [12]
				false, -- [13]
				true, -- [14]
				true, -- [15]
				false, -- [16]
				true, -- [17]
				false, -- [18]
				true, -- [19]
				true, -- [20]
				false, -- [21]
				true, -- [22]
				false, -- [23]
				false, -- [24]
				true, -- [25]
				false, -- [26]
				true, -- [27]
				false, -- [28]
				true, -- [29]
				false, -- [30]
				false, -- [31]
				true, -- [32]
				true, -- [33]
				true, -- [34]
				true, -- [35]
				true, -- [36]
				false, -- [37]
				true, -- [38]
				false, -- [39]
				true, -- [40]
				true, -- [41]
				true, -- [42]
				false, -- [43]
				true, -- [44]
				false, -- [45]
				true, -- [46]
				false, -- [47]
				true, -- [48]
				false, -- [49]
				true, -- [50]
			},
			["Name"] = "西加加",
			["TimeLast"] = {
				["TimeHeal"] = 96653.016,
				["OVERALL"] = 96653.016,
				["DamageTaken"] = 96640.016,
				["Ressed"] = 95215.134,
				["Absorbs"] = 96637.016,
				["HealingTaken"] = 96653.016,
				["Overhealing"] = 96653.016,
				["TimeDamage"] = 96652.016,
				["Healing"] = 96653.016,
				["ActiveTime"] = 96653.016,
				["DOT_Time"] = 96652.016,
				["Damage"] = 96652.016,
			},
			["LastDamageTaken"] = 234,
			["LastEventHealthMax"] = {
				3497, -- [1]
				3497, -- [2]
				3497, -- [3]
				3497, -- [4]
				3497, -- [5]
				3497, -- [6]
				3497, -- [7]
				3497, -- [8]
				3497, -- [9]
				3497, -- [10]
				3497, -- [11]
				3497, -- [12]
				3497, -- [13]
				3497, -- [14]
				3497, -- [15]
				3497, -- [16]
				3497, -- [17]
				3497, -- [18]
				3497, -- [19]
				3497, -- [20]
				3497, -- [21]
				3497, -- [22]
				3497, -- [23]
				3497, -- [24]
				3497, -- [25]
				3497, -- [26]
				3497, -- [27]
				3497, -- [28]
				3497, -- [29]
				3497, -- [30]
				3497, -- [31]
				3497, -- [32]
				3497, -- [33]
				3497, -- [34]
				3497, -- [35]
				3497, -- [36]
				3497, -- [37]
				3497, -- [38]
				3497, -- [39]
				3497, -- [40]
				3497, -- [41]
				3497, -- [42]
				3497, -- [43]
				3497, -- [44]
				3497, -- [45]
				3497, -- [46]
				3497, -- [47]
				3497, -- [48]
				3497, -- [49]
				3497, -- [50]
			},
			["LastActive"] = 96653.016,
		},
	},
	["FightNum"] = 163,
	["CombatTimes"] = {
		{
			94465.087, -- [1]
			94494.084, -- [2]
			"23:35:29", -- [3]
			"23:35:57", -- [4]
			"工匠吉兹洛克", -- [5]
		}, -- [1]
		{
			94663.083, -- [1]
			94747.083, -- [2]
			"23:38:46", -- [3]
			"23:40:10", -- [4]
			"瑟莱德丝公主", -- [5]
		}, -- [2]
		{
			94943.128, -- [1]
			94965.129, -- [2]
			"23:43:27", -- [3]
			"23:43:48", -- [4]
			"工匠吉兹洛克", -- [5]
		}, -- [3]
		{
			95103.134, -- [1]
			95122.134, -- [2]
			"23:46:06", -- [3]
			"23:46:25", -- [4]
			"原始巨兽", -- [5]
		}, -- [4]
		{
			95320.131, -- [1]
			95373.131, -- [2]
			"23:49:44", -- [3]
			"23:50:36", -- [4]
			"瑟莱德丝公主", -- [5]
		}, -- [5]
		{
			95614.199, -- [1]
			95641.199, -- [2]
			"23:54:37", -- [3]
			"23:55:04", -- [4]
			"工匠吉兹洛克", -- [5]
		}, -- [6]
		{
			95775.198, -- [1]
			95842.201, -- [2]
			"23:57:18", -- [3]
			"23:58:25", -- [4]
			"瑟莱德丝公主", -- [5]
		}, -- [7]
		{
			96004.231, -- [1]
			96032.23, -- [2]
			"00:01:08", -- [3]
			"00:01:35", -- [4]
			"工匠吉兹洛克", -- [5]
		}, -- [8]
		{
			96162.233, -- [1]
			96221.235, -- [2]
			"00:03:46", -- [3]
			"00:04:44", -- [4]
			"瑟莱德丝公主", -- [5]
		}, -- [9]
		{
			96394.014, -- [1]
			96411.017, -- [2]
			"00:07:37", -- [3]
			"00:07:54", -- [4]
			"工匠吉兹洛克", -- [5]
		}, -- [10]
		{
			96604.016, -- [1]
			96655.018, -- [2]
			"00:11:07", -- [3]
			"00:11:58", -- [4]
			"瑟莱德丝公主", -- [5]
		}, -- [11]
		{
			264635.049, -- [1]
			264642.043, -- [2]
			"22:51:32", -- [3]
			"22:51:39", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [12]
		{
			264676.051, -- [1]
			264685.043, -- [2]
			"22:52:14", -- [3]
			"22:52:22", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [13]
		{
			264702.046, -- [1]
			264710.046, -- [2]
			"22:52:39", -- [3]
			"22:52:47", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [14]
		{
			264769.051, -- [1]
			264775.046, -- [2]
			"22:53:46", -- [3]
			"22:53:52", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [15]
		{
			264783.05, -- [1]
			264791.05, -- [2]
			"22:54:00", -- [3]
			"22:54:08", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [16]
		{
			264805.05, -- [1]
			264812.045, -- [2]
			"22:54:23", -- [3]
			"22:54:29", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [17]
		{
			264871.047, -- [1]
			264879.048, -- [2]
			"22:55:28", -- [3]
			"22:55:36", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [18]
		{
			264883.048, -- [1]
			264893.05, -- [2]
			"22:55:40", -- [3]
			"22:55:50", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [19]
		{
			264905.042, -- [1]
			264911.045, -- [2]
			"22:56:02", -- [3]
			"22:56:08", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [20]
		{
			264921.047, -- [1]
			264930.048, -- [2]
			"22:56:18", -- [3]
			"22:56:27", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [21]
		{
			264969.045, -- [1]
			264979.048, -- [2]
			"22:57:07", -- [3]
			"22:57:16", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [22]
		{
			264991.049, -- [1]
			265001.05, -- [2]
			"22:57:28", -- [3]
			"22:57:38", -- [4]
			"雷加斯潜行者", -- [5]
		}, -- [23]
		{
			266730.293, -- [1]
			266743.299, -- [2]
			"23:26:28", -- [3]
			"23:26:40", -- [4]
			"血色法师", -- [5]
		}, -- [24]
		{
			266745.292, -- [1]
			266752.294, -- [2]
			"23:26:42", -- [3]
			"23:26:49", -- [4]
			"血色缚法者", -- [5]
		}, -- [25]
		{
			266773.291, -- [1]
			266785.3, -- [2]
			"23:27:10", -- [3]
			"23:27:22", -- [4]
			"血色法师", -- [5]
		}, -- [26]
		{
			266841.296, -- [1]
			266851.291, -- [2]
			"23:28:18", -- [3]
			"23:28:28", -- [4]
			"血色复仇者", -- [5]
		}, -- [27]
		{
			266860.294, -- [1]
			266904.299, -- [2]
			"23:28:37", -- [3]
			"23:29:21", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [28]
		{
			266942.292, -- [1]
			266992.295, -- [2]
			"23:30:00", -- [3]
			"23:30:49", -- [4]
			"血色缚法者", -- [5]
		}, -- [29]
		{
			267041.298, -- [1]
			267080.293, -- [2]
			"23:31:38", -- [3]
			"23:32:17", -- [4]
			"血色缚法者", -- [5]
		}, -- [30]
		{
			267120.3, -- [1]
			267130.294, -- [2]
			"23:32:57", -- [3]
			"23:33:07", -- [4]
			"血色复仇者", -- [5]
		}, -- [31]
		{
			267195.295, -- [1]
			267207.298, -- [2]
			"23:34:12", -- [3]
			"23:34:24", -- [4]
			"血色法师", -- [5]
		}, -- [32]
		{
			267232.296, -- [1]
			267241.299, -- [2]
			"23:34:49", -- [3]
			"23:34:58", -- [4]
			"血色法师", -- [5]
		}, -- [33]
		{
			267249.293, -- [1]
			267258.298, -- [2]
			"23:35:07", -- [3]
			"23:35:15", -- [4]
			"血色缚法者", -- [5]
		}, -- [34]
		{
			267299.298, -- [1]
			267305.293, -- [2]
			"23:35:56", -- [3]
			"23:36:02", -- [4]
			"血色复仇者", -- [5]
		}, -- [35]
		{
			267314.296, -- [1]
			267323.298, -- [2]
			"23:36:11", -- [3]
			"23:36:20", -- [4]
			"血色缚法者", -- [5]
		}, -- [36]
		{
			267359.291, -- [1]
			267369.294, -- [2]
			"23:36:57", -- [3]
			"23:37:06", -- [4]
			"血色复仇者", -- [5]
		}, -- [37]
		{
			267401.296, -- [1]
			267431.294, -- [2]
			"23:37:38", -- [3]
			"23:38:08", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [38]
		{
			267436.294, -- [1]
			267446.297, -- [2]
			"23:38:14", -- [3]
			"23:38:23", -- [4]
			"血色缚法者", -- [5]
		}, -- [39]
		{
			267456.299, -- [1]
			267478.299, -- [2]
			"23:38:33", -- [3]
			"23:38:55", -- [4]
			"血色缚法者", -- [5]
		}, -- [40]
		{
			267526.299, -- [1]
			267533.299, -- [2]
			"23:39:43", -- [3]
			"23:39:50", -- [4]
			"血色缚法者", -- [5]
		}, -- [41]
		{
			267544.292, -- [1]
			267554.293, -- [2]
			"23:40:02", -- [3]
			"23:40:11", -- [4]
			"血色缚法者", -- [5]
		}, -- [42]
		{
			267699.298, -- [1]
			267725.297, -- [2]
			"23:42:37", -- [3]
			"23:43:02", -- [4]
			"血色缚法者", -- [5]
		}, -- [43]
		{
			267755.299, -- [1]
			267763.299, -- [2]
			"23:43:32", -- [3]
			"23:43:40", -- [4]
			"血色复仇者", -- [5]
		}, -- [44]
		{
			267772.293, -- [1]
			267781.296, -- [2]
			"23:43:49", -- [3]
			"23:43:58", -- [4]
			"血色缚法者", -- [5]
		}, -- [45]
		{
			267801.3, -- [1]
			267829.299, -- [2]
			"23:44:18", -- [3]
			"23:44:46", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [46]
		{
			267835.292, -- [1]
			267843.291, -- [2]
			"23:44:53", -- [3]
			"23:45:00", -- [4]
			"血色缚法者", -- [5]
		}, -- [47]
		{
			267856.294, -- [1]
			267871.299, -- [2]
			"23:45:14", -- [3]
			"23:45:28", -- [4]
			"血色缚法者", -- [5]
		}, -- [48]
		{
			267892.297, -- [1]
			267898.299, -- [2]
			"23:45:49", -- [3]
			"23:45:55", -- [4]
			"血色缚法者", -- [5]
		}, -- [49]
		{
			267914.295, -- [1]
			267931.299, -- [2]
			"23:46:11", -- [3]
			"23:46:28", -- [4]
			"血色复仇者", -- [5]
		}, -- [50]
		{
			267936.3, -- [1]
			267945.292, -- [2]
			"23:46:33", -- [3]
			"23:46:42", -- [4]
			"血色缚法者", -- [5]
		}, -- [51]
		{
			267983.296, -- [1]
			267989.298, -- [2]
			"23:47:20", -- [3]
			"23:47:26", -- [4]
			"血色复仇者", -- [5]
		}, -- [52]
		{
			268030.297, -- [1]
			268040.293, -- [2]
			"23:48:08", -- [3]
			"23:48:17", -- [4]
			"血色复仇者", -- [5]
		}, -- [53]
		{
			268059.299, -- [1]
			268068.293, -- [2]
			"23:48:36", -- [3]
			"23:48:45", -- [4]
			"血色骑士", -- [5]
		}, -- [54]
		{
			268076.295, -- [1]
			268120.293, -- [2]
			"23:48:53", -- [3]
			"23:49:37", -- [4]
			"血色复仇者", -- [5]
		}, -- [55]
		{
			268187.294, -- [1]
			268196.296, -- [2]
			"23:50:45", -- [3]
			"23:50:53", -- [4]
			"血色复仇者", -- [5]
		}, -- [56]
		{
			268205.297, -- [1]
			268212.298, -- [2]
			"23:51:02", -- [3]
			"23:51:09", -- [4]
			"血色缚法者", -- [5]
		}, -- [57]
		{
			268236.299, -- [1]
			268320.296, -- [2]
			"23:51:34", -- [3]
			"23:52:57", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [58]
		{
			268364.299, -- [1]
			268375.291, -- [2]
			"23:53:42", -- [3]
			"23:53:52", -- [4]
			"血色缚法者", -- [5]
		}, -- [59]
		{
			268391.295, -- [1]
			268410.297, -- [2]
			"23:54:08", -- [3]
			"23:54:27", -- [4]
			"血色缚法者", -- [5]
		}, -- [60]
		{
			268418.3, -- [1]
			268431.295, -- [2]
			"23:54:36", -- [3]
			"23:54:48", -- [4]
			"血色复仇者", -- [5]
		}, -- [61]
		{
			268435.299, -- [1]
			268447.298, -- [2]
			"23:54:52", -- [3]
			"23:55:04", -- [4]
			"血色复仇者", -- [5]
		}, -- [62]
		{
			268512.292, -- [1]
			268520.293, -- [2]
			"23:56:09", -- [3]
			"23:56:17", -- [4]
			"血色骑士", -- [5]
		}, -- [63]
		{
			268525.293, -- [1]
			268542.298, -- [2]
			"23:56:23", -- [3]
			"23:56:39", -- [4]
			"血色复仇者", -- [5]
		}, -- [64]
		{
			268544.298, -- [1]
			268556.294, -- [2]
			"23:56:42", -- [3]
			"23:56:53", -- [4]
			"血色缚法者", -- [5]
		}, -- [65]
		{
			268631.297, -- [1]
			268637.292, -- [2]
			"23:58:08", -- [3]
			"23:58:14", -- [4]
			"血色复仇者", -- [5]
		}, -- [66]
		{
			268645.295, -- [1]
			268653.294, -- [2]
			"23:58:22", -- [3]
			"23:58:30", -- [4]
			"血色缚法者", -- [5]
		}, -- [67]
		{
			268674.298, -- [1]
			268684.3, -- [2]
			"23:58:51", -- [3]
			"23:59:01", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [68]
		{
			268688.293, -- [1]
			268699.298, -- [2]
			"23:59:05", -- [3]
			"23:59:16", -- [4]
			"血色缚法者", -- [5]
		}, -- [69]
		{
			268725.294, -- [1]
			268735.291, -- [2]
			"23:59:43", -- [3]
			"23:59:52", -- [4]
			"血色缚法者", -- [5]
		}, -- [70]
		{
			268762.297, -- [1]
			268768.299, -- [2]
			"00:00:19", -- [3]
			"00:00:25", -- [4]
			"血色缚法者", -- [5]
		}, -- [71]
		{
			268823.298, -- [1]
			268832.292, -- [2]
			"00:01:20", -- [3]
			"00:01:29", -- [4]
			"血色缚法者", -- [5]
		}, -- [72]
		{
			268855.291, -- [1]
			268860.293, -- [2]
			"00:01:52", -- [3]
			"00:01:57", -- [4]
			"血色缚法者", -- [5]
		}, -- [73]
		{
			268871.298, -- [1]
			268877.3, -- [2]
			"00:02:08", -- [3]
			"00:02:14", -- [4]
			"血色缚法者", -- [5]
		}, -- [74]
		{
			268923.299, -- [1]
			268945.295, -- [2]
			"00:03:00", -- [3]
			"00:03:22", -- [4]
			"血色缚法者", -- [5]
		}, -- [75]
		{
			268975.294, -- [1]
			268987.295, -- [2]
			"00:03:52", -- [3]
			"00:04:04", -- [4]
			"血色复仇者", -- [5]
		}, -- [76]
		{
			269063.291, -- [1]
			269078.295, -- [2]
			"00:05:21", -- [3]
			"00:05:35", -- [4]
			"血色复仇者", -- [5]
		}, -- [77]
		{
			269126.3, -- [1]
			269147.29, -- [2]
			"00:06:24", -- [3]
			"00:06:44", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [78]
		{
			269152.292, -- [1]
			269159.296, -- [2]
			"00:06:49", -- [3]
			"00:06:56", -- [4]
			"血色缚法者", -- [5]
		}, -- [79]
		{
			269172.293, -- [1]
			269183.296, -- [2]
			"00:07:09", -- [3]
			"00:07:20", -- [4]
			"血色缚法者", -- [5]
		}, -- [80]
		{
			269259.293, -- [1]
			269269.297, -- [2]
			"00:08:36", -- [3]
			"00:08:46", -- [4]
			"血色缚法者", -- [5]
		}, -- [81]
		{
			269279.3, -- [1]
			269289.295, -- [2]
			"00:08:56", -- [3]
			"00:09:06", -- [4]
			"Environment", -- [5]
		}, -- [82]
		{
			269307.298, -- [1]
			269318.297, -- [2]
			"00:09:24", -- [3]
			"00:09:35", -- [4]
			"血色缚法者", -- [5]
		}, -- [83]
		{
			269328.295, -- [1]
			269337.3, -- [2]
			"00:09:45", -- [3]
			"00:09:54", -- [4]
			"血色复仇者", -- [5]
		}, -- [84]
		{
			269377.291, -- [1]
			269386.297, -- [2]
			"00:10:34", -- [3]
			"00:10:43", -- [4]
			"血色骑士", -- [5]
		}, -- [85]
		{
			269393.299, -- [1]
			269435.299, -- [2]
			"00:10:50", -- [3]
			"00:11:32", -- [4]
			"血色复仇者", -- [5]
		}, -- [86]
		{
			269452.296, -- [1]
			269463.299, -- [2]
			"00:11:49", -- [3]
			"00:12:00", -- [4]
			"血色复仇者", -- [5]
		}, -- [87]
		{
			269510.3, -- [1]
			269521.3, -- [2]
			"00:12:47", -- [3]
			"00:12:58", -- [4]
			"血色复仇者", -- [5]
		}, -- [88]
		{
			269577.293, -- [1]
			269591.291, -- [2]
			"00:13:54", -- [3]
			"00:14:08", -- [4]
			"血色缚法者", -- [5]
		}, -- [89]
		{
			269611.295, -- [1]
			269634.291, -- [2]
			"00:14:29", -- [3]
			"00:14:51", -- [4]
			"血色缚法者", -- [5]
		}, -- [90]
		{
			269648.298, -- [1]
			269659.298, -- [2]
			"00:15:05", -- [3]
			"00:15:16", -- [4]
			"Environment", -- [5]
		}, -- [91]
		{
			269689.293, -- [1]
			269698.294, -- [2]
			"00:15:47", -- [3]
			"00:15:55", -- [4]
			"血色缚法者", -- [5]
		}, -- [92]
		{
			269768.294, -- [1]
			269798.291, -- [2]
			"00:17:05", -- [3]
			"00:17:35", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [93]
		{
			269809.295, -- [1]
			269821.299, -- [2]
			"00:17:46", -- [3]
			"00:17:58", -- [4]
			"Environment", -- [5]
		}, -- [94]
		{
			269842.291, -- [1]
			269852.293, -- [2]
			"00:18:19", -- [3]
			"00:18:29", -- [4]
			"血色复仇者", -- [5]
		}, -- [95]
		{
			269865.298, -- [1]
			269872.294, -- [2]
			"00:18:42", -- [3]
			"00:18:49", -- [4]
			"血色缚法者", -- [5]
		}, -- [96]
		{
			269923.295, -- [1]
			269928.298, -- [2]
			"00:19:40", -- [3]
			"00:19:45", -- [4]
			"血色法师", -- [5]
		}, -- [97]
		{
			269942.291, -- [1]
			269954.299, -- [2]
			"00:20:00", -- [3]
			"00:20:11", -- [4]
			"血色复仇者", -- [5]
		}, -- [98]
		{
			269993.299, -- [1]
			270002.295, -- [2]
			"00:20:51", -- [3]
			"00:20:59", -- [4]
			"血色复仇者", -- [5]
		}, -- [99]
		{
			270009.295, -- [1]
			270014.302, -- [2]
			"00:21:07", -- [3]
			"00:21:11", -- [4]
			"血色缚法者", -- [5]
		}, -- [100]
		{
			270053.292, -- [1]
			270104.294, -- [2]
			"00:21:51", -- [3]
			"00:22:41", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [101]
		{
			270145.295, -- [1]
			270157.296, -- [2]
			"00:23:23", -- [3]
			"00:23:34", -- [4]
			"血色缚法者", -- [5]
		}, -- [102]
		{
			270172.293, -- [1]
			270178.291, -- [2]
			"00:23:50", -- [3]
			"00:23:55", -- [4]
			"血色缚法者", -- [5]
		}, -- [103]
		{
			270262.292, -- [1]
			270270.298, -- [2]
			"00:25:20", -- [3]
			"00:25:27", -- [4]
			"血色缚法者", -- [5]
		}, -- [104]
		{
			270292.298, -- [1]
			270313.293, -- [2]
			"00:25:49", -- [3]
			"00:26:10", -- [4]
			"血色复仇者", -- [5]
		}, -- [105]
		{
			270319.295, -- [1]
			270331.298, -- [2]
			"00:26:16", -- [3]
			"00:26:28", -- [4]
			"血色缚法者", -- [5]
		}, -- [106]
		{
			270363.295, -- [1]
			270372.29, -- [2]
			"00:27:00", -- [3]
			"00:27:09", -- [4]
			"血色缚法者", -- [5]
		}, -- [107]
		{
			270409.293, -- [1]
			270468.293, -- [2]
			"00:27:46", -- [3]
			"00:28:45", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [108]
		{
			270502.297, -- [1]
			270539.293, -- [2]
			"00:29:19", -- [3]
			"00:29:56", -- [4]
			"Environment", -- [5]
		}, -- [109]
		{
			270548.299, -- [1]
			270556.291, -- [2]
			"00:30:05", -- [3]
			"00:30:13", -- [4]
			"血色复仇者", -- [5]
		}, -- [110]
		{
			270565.297, -- [1]
			270572.293, -- [2]
			"00:30:22", -- [3]
			"00:30:29", -- [4]
			"血色缚法者", -- [5]
		}, -- [111]
		{
			270668.296, -- [1]
			270677.299, -- [2]
			"00:32:05", -- [3]
			"00:32:14", -- [4]
			"血色缚法者", -- [5]
		}, -- [112]
		{
			270726.3, -- [1]
			270736.295, -- [2]
			"00:33:03", -- [3]
			"00:33:13", -- [4]
			"血色缚法者", -- [5]
		}, -- [113]
		{
			270799.292, -- [1]
			270809.299, -- [2]
			"00:34:16", -- [3]
			"00:34:26", -- [4]
			"血色复仇者", -- [5]
		}, -- [114]
		{
			270816.294, -- [1]
			270826.292, -- [2]
			"00:34:33", -- [3]
			"00:34:43", -- [4]
			"血色缚法者", -- [5]
		}, -- [115]
		{
			270830.293, -- [1]
			270837.298, -- [2]
			"00:34:48", -- [3]
			"00:34:54", -- [4]
			"血色缚法者", -- [5]
		}, -- [116]
		{
			270884.295, -- [1]
			270905.299, -- [2]
			"00:35:42", -- [3]
			"00:36:02", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [117]
		{
			270920.291, -- [1]
			270929.293, -- [2]
			"00:36:17", -- [3]
			"00:36:26", -- [4]
			"血色缚法者", -- [5]
		}, -- [118]
		{
			270959.292, -- [1]
			270984.297, -- [2]
			"00:36:56", -- [3]
			"00:37:21", -- [4]
			"Environment", -- [5]
		}, -- [119]
		{
			270997.3, -- [1]
			271008.292, -- [2]
			"00:37:34", -- [3]
			"00:37:45", -- [4]
			"血色复仇者", -- [5]
		}, -- [120]
		{
			271084.298, -- [1]
			271100.296, -- [2]
			"00:39:02", -- [3]
			"00:39:17", -- [4]
			"血色骑士", -- [5]
		}, -- [121]
		{
			271156.294, -- [1]
			271183.299, -- [2]
			"00:40:13", -- [3]
			"00:40:40", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [122]
		{
			271198.298, -- [1]
			271212.295, -- [2]
			"00:40:56", -- [3]
			"00:41:09", -- [4]
			"血色复仇者", -- [5]
		}, -- [123]
		{
			271221.299, -- [1]
			271232.29, -- [2]
			"00:41:19", -- [3]
			"00:41:29", -- [4]
			"血色缚法者", -- [5]
		}, -- [124]
		{
			271281.297, -- [1]
			271295.295, -- [2]
			"00:42:18", -- [3]
			"00:42:32", -- [4]
			"血色缚法者", -- [5]
		}, -- [125]
		{
			271305.3, -- [1]
			271321.293, -- [2]
			"00:42:42", -- [3]
			"00:42:58", -- [4]
			"血色缚法者", -- [5]
		}, -- [126]
		{
			271372.299, -- [1]
			271380.298, -- [2]
			"00:43:50", -- [3]
			"00:43:57", -- [4]
			"血色缚法者", -- [5]
		}, -- [127]
		{
			271428.295, -- [1]
			271437.295, -- [2]
			"00:44:45", -- [3]
			"00:44:54", -- [4]
			"血色缚法者", -- [5]
		}, -- [128]
		{
			271502.298, -- [1]
			271533.299, -- [2]
			"00:46:00", -- [3]
			"00:46:30", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [129]
		{
			271547.294, -- [1]
			271581.296, -- [2]
			"00:46:44", -- [3]
			"00:47:18", -- [4]
			"血色复仇者", -- [5]
		}, -- [130]
		{
			271635.3, -- [1]
			271644.297, -- [2]
			"00:48:12", -- [3]
			"00:48:21", -- [4]
			"血色缚法者", -- [5]
		}, -- [131]
		{
			271672.296, -- [1]
			271697.293, -- [2]
			"00:48:50", -- [3]
			"00:49:14", -- [4]
			"血色缚法者", -- [5]
		}, -- [132]
		{
			271809.296, -- [1]
			271815.298, -- [2]
			"00:51:06", -- [3]
			"00:51:12", -- [4]
			"血色缚法者", -- [5]
		}, -- [133]
		{
			271841.294, -- [1]
			271859.297, -- [2]
			"00:51:39", -- [3]
			"00:51:56", -- [4]
			"血色复仇者", -- [5]
		}, -- [134]
		{
			271863.299, -- [1]
			271876.295, -- [2]
			"00:52:00", -- [3]
			"00:52:13", -- [4]
			"血色缚法者", -- [5]
		}, -- [135]
		{
			271895.299, -- [1]
			271939.293, -- [2]
			"00:52:32", -- [3]
			"00:53:16", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [136]
		{
			271983.296, -- [1]
			271990.291, -- [2]
			"00:54:01", -- [3]
			"00:54:07", -- [4]
			"血色复仇者", -- [5]
		}, -- [137]
		{
			272037.297, -- [1]
			272046.291, -- [2]
			"00:54:55", -- [3]
			"00:55:03", -- [4]
			"血色复仇者", -- [5]
		}, -- [138]
		{
			272048.293, -- [1]
			272059.296, -- [2]
			"00:55:05", -- [3]
			"00:55:16", -- [4]
			"血色复仇者", -- [5]
		}, -- [139]
		{
			272082.3, -- [1]
			272089.294, -- [2]
			"00:55:39", -- [3]
			"00:55:46", -- [4]
			"血色复仇者", -- [5]
		}, -- [140]
		{
			272135.299, -- [1]
			272143.291, -- [2]
			"00:56:33", -- [3]
			"00:56:40", -- [4]
			"血色缚法者", -- [5]
		}, -- [141]
		{
			272169.299, -- [1]
			272174.293, -- [2]
			"00:57:07", -- [3]
			"00:57:11", -- [4]
			"血色缚法者", -- [5]
		}, -- [142]
		{
			272183.296, -- [1]
			272215.291, -- [2]
			"00:57:20", -- [3]
			"00:57:52", -- [4]
			"血色缚法者", -- [5]
		}, -- [143]
		{
			272231.295, -- [1]
			272240.295, -- [2]
			"00:58:08", -- [3]
			"00:58:17", -- [4]
			"血色复仇者", -- [5]
		}, -- [144]
		{
			272280.3, -- [1]
			272303.293, -- [2]
			"00:58:57", -- [3]
			"00:59:20", -- [4]
			"血色缚法者", -- [5]
		}, -- [145]
		{
			272343.299, -- [1]
			272353.292, -- [2]
			"01:00:01", -- [3]
			"01:00:10", -- [4]
			"血色缚法者", -- [5]
		}, -- [146]
		{
			272365.296, -- [1]
			272375.3, -- [2]
			"01:00:23", -- [3]
			"01:00:32", -- [4]
			"血色复仇者", -- [5]
		}, -- [147]
		{
			272479.291, -- [1]
			272487.298, -- [2]
			"01:02:17", -- [3]
			"01:02:24", -- [4]
			"血色缚法者", -- [5]
		}, -- [148]
		{
			272496.299, -- [1]
			272508.291, -- [2]
			"01:02:34", -- [3]
			"01:02:45", -- [4]
			"血色复仇者", -- [5]
		}, -- [149]
		{
			272544.296, -- [1]
			272568.291, -- [2]
			"01:03:21", -- [3]
			"01:03:45", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [150]
		{
			272618.297, -- [1]
			272641.292, -- [2]
			"01:04:35", -- [3]
			"01:04:58", -- [4]
			"血色缚法者", -- [5]
		}, -- [151]
		{
			272646.293, -- [1]
			272656.299, -- [2]
			"01:05:03", -- [3]
			"01:05:13", -- [4]
			"血色缚法者", -- [5]
		}, -- [152]
		{
			272686.291, -- [1]
			272694.297, -- [2]
			"01:05:43", -- [3]
			"01:05:51", -- [4]
			"血色缚法者", -- [5]
		}, -- [153]
		{
			272721.299, -- [1]
			272750.294, -- [2]
			"01:06:18", -- [3]
			"01:06:47", -- [4]
			"血色缚法者", -- [5]
		}, -- [154]
		{
			272819.292, -- [1]
			272829.297, -- [2]
			"01:07:57", -- [3]
			"01:08:06", -- [4]
			"血色缚法者", -- [5]
		}, -- [155]
		{
			272853.296, -- [1]
			272862.292, -- [2]
			"01:08:31", -- [3]
			"01:08:39", -- [4]
			"血色缚法者", -- [5]
		}, -- [156]
		{
			272899.294, -- [1]
			272909.298, -- [2]
			"01:09:16", -- [3]
			"01:09:26", -- [4]
			"血色复仇者", -- [5]
		}, -- [157]
		{
			272914.3, -- [1]
			272921.293, -- [2]
			"01:09:31", -- [3]
			"01:09:38", -- [4]
			"血色复仇者", -- [5]
		}, -- [158]
		{
			273018.299, -- [1]
			273043.297, -- [2]
			"01:11:15", -- [3]
			"01:11:40", -- [4]
			"骑士杜尔根", -- [5]
		}, -- [159]
		{
			273066.296, -- [1]
			273092.292, -- [2]
			"01:12:04", -- [3]
			"01:12:29", -- [4]
			"血色缚法者", -- [5]
		}, -- [160]
		{
			273152.296, -- [1]
			273161.296, -- [2]
			"01:13:29", -- [3]
			"01:13:38", -- [4]
			"血色缚法者", -- [5]
		}, -- [161]
		{
			273170.3, -- [1]
			273178.297, -- [2]
			"01:13:48", -- [3]
			"01:13:55", -- [4]
			"血色缚法者", -- [5]
		}, -- [162]
		{
			273217.298, -- [1]
			273232.294, -- [2]
			"01:14:34", -- [3]
			"01:14:49", -- [4]
			"红衣精英", -- [5]
		}, -- [163]
	},
	["FoughtWho"] = {
		"红衣精英 01:14:34-01:14:49", -- [1]
		"血色缚法者 01:13:48-01:13:55", -- [2]
		"血色缚法者 01:13:29-01:13:38", -- [3]
		"血色缚法者 01:12:04-01:12:29", -- [4]
		"骑士杜尔根 01:11:15-01:11:40", -- [5]
	},
}
