
InFlightDB = {
	["version"] = "classic",
	["upload"] = 1572166587,
	["global"] = {
		["Horde"] = {
			["斯通纳德"] = {
				["瑟银哨塔"] = 268,
			},
			["奥格瑞玛"] = {
				["蕨墙村"] = 230,
				["乱风岗 "] = 295,
				["雷霆崖"] = 225,
				["加基森"] = 417,
			},
			["碎木岗哨"] = {
				["陶拉祖营地"] = 251,
			},
			["雷霆崖"] = {
				["蕨墙村"] = 239,
				["乱风岗 "] = 204,
			},
			["瑟银哨塔"] = {
				["圣光之愿礼拜堂"] = 754,
			},
			["幽暗城"] = {
				["落锤镇"] = 301,
				["卡加斯"] = 487,
			},
			["陶拉祖营地"] = {
				["十字路口"] = 80,
			},
		},
	},
	["profileKeys"] = {
		["Actionscript - 沙尔图拉"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
