
NeatPlatesSettings = {
	["GlobalEmphasizedAuraList"] = "",
	["DefaultProfile"] = "默认",
	["GlobalEmphasizedAuraPriority"] = {
	},
	["GlobalAuraLookup"] = {
	},
	["GlobalEmphasizedAuraLookup"] = {
	},
	["GlobalAuraList"] = "",
	["GlobalAuraPriority"] = {
	},
}
NeatPlatesSpellDB = {
	[""] = {
		["酋长的祝福"] = {
		},
		["屠龙者的咆哮"] = {
		},
	},
	["Player"] = {
		["附魔盾牌 - 初级耐力"] = {
			["castTime"] = 4991,
		},
		["银棒"] = {
			["castTime"] = 4020.00000000745,
		},
		["强效火焰防护药水"] = {
			["castTime"] = 3120,
		},
		["致命毒药 II"] = {
			["castTime"] = 2963,
		},
		["普通瞄准镜"] = {
			["castTime"] = 2960,
		},
		["附魔靴子 - 初级敏捷"] = {
			["castTime"] = 4966,
		},
		["邪恶攻击"] = {
			["castTime"] = 2393328,
		},
		["敏捷药剂"] = {
			["castTime"] = 3050,
		},
		["弱效巨魔之血药水"] = {
			["castTime"] = 3100,
		},
		["召唤魅魔"] = {
			["castTime"] = 10000,
		},
		["愈合"] = {
			["castTime"] = 2018,
		},
		["强效治疗药水"] = {
			["castTime"] = 3275,
		},
		["山地皮手套"] = {
			["castTime"] = 11470,
		},
		["制造魔法红宝石"] = {
			["castTime"] = 2983.0000000149,
		},
		["急救"] = {
			["castTime"] = 1960,
		},
		["速效毒药 II"] = {
			["castTime"] = 2953.00000000093,
		},
		["劣质磨刀石"] = {
			["castTime"] = 4673,
		},
		["次级法力药水"] = {
			["castTime"] = 3010,
		},
		["亚麻腰带"] = {
			["castTime"] = 3981,
		},
		["迅猛龙的狡诈"] = {
		},
		["亚麻布卷"] = {
			["castTime"] = 3022.0000000149,
		},
		["次级力量"] = {
		},
		["猫鼬药剂"] = {
		},
		["黑色魔纹头带"] = {
			["castTime"] = 35425,
		},
		["霜甲术"] = {
			["castTime"] = 1820,
		},
		["寒冰箭"] = {
			["castTime"] = 2800,
		},
		["剑类武器专精"] = {
		},
		["符文布手套"] = {
			["castTime"] = 30535,
		},
		["强效治疗术"] = {
			["castTime"] = 2584,
		},
		["香辣狼肉"] = {
			["castTime"] = 3020,
		},
		["野葡萄药水"] = {
			["castTime"] = 2990,
		},
		["治疗药水"] = {
			["castTime"] = 5530,
		},
		["毛布卷"] = {
			["castTime"] = 3229.99999999814,
		},
		["精确瞄准镜"] = {
			["castTime"] = 3015,
		},
		["轻皮护腕"] = {
			["castTime"] = 2980,
		},
		["基尔罗格之眼"] = {
			["castTime"] = 5066,
		},
		["新近包扎"] = {
		},
		["真言术：盾"] = {
			["castTime"] = 43261,
		},
		["次级秘法魔杖"] = {
			["castTime"] = 9974,
		},
		["熔炼锡锭"] = {
			["castTime"] = 2980,
		},
		["力量法袍"] = {
			["castTime"] = 34091,
		},
		["护甲 +16"] = {
			["castTime"] = 2944.00000000186,
		},
		["快速治疗"] = {
			["castTime"] = 1546.00000000745,
		},
		["狮王之力药剂"] = {
			["castTime"] = 2933,
		},
		["附魔盾牌 - 次级耐力"] = {
			["castTime"] = 4961.99999999814,
		},
		["打磨利刃"] = {
			["castTime"] = 3067,
		},
		["附魔披风 - 次级敏捷"] = {
			["castTime"] = 5010,
		},
		["防护暗影"] = {
		},
		["血性狂暴"] = {
		},
		["熔炼铜锭"] = {
			["castTime"] = 3130,
		},
		["绒线绷带"] = {
			["castTime"] = 2822,
		},
		["金棒"] = {
			["castTime"] = 4062.00000000745,
		},
		["手工皮短裤"] = {
			["castTime"] = 3770.00000000093,
		},
		["治疗链"] = {
			["castTime"] = 2491,
		},
		["黑色魔纹手套"] = {
			["castTime"] = 37535,
		},
		["先祖之魂"] = {
			["castTime"] = 10010,
		},
		["灼热武器"] = {
		},
		["心灵震爆"] = {
			["castTime"] = 1634,
		},
		["铁皮手雷"] = {
			["castTime"] = 3950,
		},
		["附魔胸甲 - 初级生命"] = {
			["castTime"] = 5010,
		},
		["深红丝质马裤"] = {
			["castTime"] = 10087,
		},
		["制造次级治疗石"] = {
			["castTime"] = 3033,
		},
		["附魔胸甲 - 生命"] = {
			["castTime"] = 5077,
		},
		["坚韧药剂"] = {
			["castTime"] = 5000,
		},
		["超强法力药水"] = {
			["castTime"] = 3056,
		},
		["速效毒药 VI"] = {
			["castTime"] = 3093,
		},
		["打磨利刃 II"] = {
			["castTime"] = 3000,
		},
		["召唤宠物"] = {
			["castTime"] = 1860,
		},
		["巨熊形态"] = {
		},
		["轻皮"] = {
			["castTime"] = 3002,
		},
		["月布包"] = {
			["castTime"] = 30128,
		},
		["护甲 +32"] = {
			["castTime"] = 3408,
		},
		["重型护甲片"] = {
			["castTime"] = 3028,
		},
		["白色强盗面罩"] = {
			["castTime"] = 112610,
		},
		["瑟银盾刺"] = {
		},
		["自然迅捷"] = {
		},
		["兽群领袖"] = {
		},
		["附魔胸甲 - 状态"] = {
			["castTime"] = 4995,
		},
		["火焰新星图腾"] = {
		},
		["冰霜新星"] = {
			["castTime"] = 84844,
		},
		["山地护肩"] = {
			["castTime"] = 13310.0000000009,
		},
		["回春术"] = {
		},
		["火焰之雨"] = {
			["castTime"] = 20388,
		},
		["附魔双手武器 - 初级冲击"] = {
			["castTime"] = 5011,
		},
		["重砂轮"] = {
			["castTime"] = 3930,
		},
		["生命分流"] = {
			["castTime"] = 1300,
		},
		["追踪野兽"] = {
		},
		["熔炼金锭"] = {
			["castTime"] = 2979.99999999814,
		},
		["棕色亚麻短裤"] = {
			["castTime"] = 3920,
		},
		["灵猴守护"] = {
		},
		["坚固的砂轮"] = {
			["castTime"] = 4080,
		},
		["冰锥术"] = {
			["castTime"] = 11583,
		},
		["昏睡药水"] = {
			["castTime"] = 3045,
		},
		["追踪元素生物"] = {
		},
		["熔炼秘银"] = {
			["castTime"] = 3151,
		},
		["诺格弗格药剂"] = {
		},
		["灼热之痛"] = {
			["castTime"] = 1480,
		},
		["制造魔法玛瑙"] = {
			["castTime"] = 2966.99999999255,
		},
		["吸取灵魂"] = {
			["castTime"] = 6490,
		},
		["抗魔药水"] = {
			["castTime"] = 3010,
		},
		["厚绒线绷带"] = {
			["castTime"] = 2920,
		},
		["喂养宠物效果"] = {
		},
		["防护火焰结界"] = {
			["castTime"] = 1510,
		},
		["救伤"] = {
			["castTime"] = 7019.9999999851,
		},
		["暗影头巾"] = {
			["castTime"] = 27468,
		},
		["附魔靴子 - 精神"] = {
			["castTime"] = 5009.9999999851,
		},
		["梦纹头饰"] = {
			["castTime"] = 32604,
		},
		["生命 II"] = {
		},
		["冷酷"] = {
		},
		["刺骨"] = {
		},
		["切割"] = {
		},
		["红色冒险者衬衣"] = {
			["castTime"] = 11127.0000000019,
		},
		["吸血鬼的拥抱"] = {
		},
		["精神鞭笞"] = {
		},
		["暗影易伤"] = {
		},
		["铜质符文护腕"] = {
			["castTime"] = 4923,
		},
		["附魔披风 - 初级防护"] = {
			["castTime"] = 5065.99999999953,
		},
		["轻巧的皮手套"] = {
			["castTime"] = 4030,
		},
		["冰冻"] = {
		},
		["强击光环"] = {
		},
		["韧化皮手套"] = {
			["castTime"] = 31534.0000000005,
		},
		["强效虚空精华"] = {
		},
		["漂亮的红衬衣"] = {
			["castTime"] = 6813,
		},
		["灼热图腾"] = {
			["castTime"] = 4532.99999999814,
		},
		["符文布背包"] = {
			["castTime"] = 30948,
		},
		["猎豹守护"] = {
		},
		["奥术光辉"] = {
		},
		["厚符文布绷带"] = {
			["castTime"] = 3060.9999999851,
		},
		["黑色魔纹短裤"] = {
			["castTime"] = 38429,
		},
		["造水术"] = {
			["castTime"] = 3001,
		},
		["美味煎蛋卷"] = {
			["castTime"] = 3211.99999999814,
		},
		["转化：点火成土"] = {
			["castTime"] = 9970,
		},
		["寒冰护体"] = {
			["castTime"] = 8353,
		},
		["高速青铜齿轮"] = {
			["castTime"] = 2990,
		},
		["传送：暴风城"] = {
			["castTime"] = 10000,
		},
		["初级治疗药水"] = {
			["castTime"] = 3050,
		},
		["火焰之油"] = {
			["castTime"] = 5080,
		},
		["猎人印记"] = {
			["castTime"] = 3660,
		},
		["简易投掷炸弹"] = {
			["castTime"] = 2967.00000000093,
		},
		["开锁"] = {
			["castTime"] = 5000,
		},
		["致残毒药"] = {
			["castTime"] = 3010,
		},
		["菊花茶"] = {
			["castTime"] = 3080,
		},
		["附魔武器 - 初级攻击"] = {
			["castTime"] = 4966.99999999814,
		},
		["符文布绷带"] = {
			["castTime"] = 3028,
		},
		["智慧药剂"] = {
			["castTime"] = 2990,
		},
		["丝绸小包"] = {
			["castTime"] = 11658.0000000037,
		},
		["培植种子"] = {
			["castTime"] = 10270,
		},
		["附魔护腕 - 次级耐力"] = {
			["castTime"] = 5020,
		},
		["治疗术"] = {
			["castTime"] = 3010,
		},
		["精神"] = {
		},
		["强化亚麻斗篷"] = {
			["castTime"] = 5720,
		},
		["斑点黄尾鱼"] = {
			["castTime"] = 3264,
		},
		["熔炼银锭"] = {
			["castTime"] = 2990,
		},
		["制造治疗石"] = {
			["castTime"] = 3000,
		},
		["海龟汤"] = {
			["castTime"] = 3055,
		},
		["荆棘术"] = {
		},
		["长嘴泥鳅"] = {
			["castTime"] = 2983.00000000006,
		},
		["唤醒"] = {
			["castTime"] = 6670,
		},
		["心灵之火"] = {
			["castTime"] = 7110,
		},
		["强效不灭精华"] = {
			["castTime"] = 287662,
		},
		["火球术"] = {
			["castTime"] = 3656,
		},
		["风怒武器"] = {
			["castTime"] = 1267,
		},
		["烈焰震击"] = {
			["castTime"] = 8903.00000000186,
		},
		["野人亚麻外衣"] = {
			["castTime"] = 8760,
		},
		["碧蓝丝质短裤"] = {
			["castTime"] = 12556.9999999981,
		},
		["强化毛纺护肩"] = {
			["castTime"] = 12604,
		},
		["狙击瞄准镜"] = {
			["castTime"] = 2928,
		},
		["一把螺栓"] = {
			["castTime"] = 3775,
		},
		["附魔护腕 - 次级智力"] = {
			["castTime"] = 4867.99999999953,
		},
		["寒冰屏障"] = {
			["castTime"] = 9767,
		},
		["橙色魔纹衬衣"] = {
			["castTime"] = 46205,
		},
		["冲锋"] = {
		},
		["符文金棒"] = {
			["castTime"] = 30047,
		},
		["体面的白衬衣"] = {
			["castTime"] = 10573,
		},
		["英勇打击"] = {
		},
		["虚弱之触"] = {
		},
		["神圣之灵"] = {
		},
		["熟化重毛皮"] = {
			["castTime"] = 5154.99999999814,
		},
		["烈焰风暴"] = {
			["castTime"] = 3009.99999999255,
		},
		["爪击"] = {
			["castTime"] = 1780,
		},
		["猫眼药剂"] = {
			["castTime"] = 5200,
		},
		["法术反制"] = {
			["castTime"] = 765.99999999255,
		},
		["暗影箭"] = {
			["castTime"] = 2478,
		},
		["初级法力药水"] = {
			["castTime"] = 2994.00000000373,
		},
		["烤迅猛龙肉"] = {
			["castTime"] = 3067,
		},
		["召唤虚空行者"] = {
			["castTime"] = 10039,
		},
		["复活宠物"] = {
			["castTime"] = 4349.00000000745,
		},
		["附魔靴子 - 初级耐力"] = {
			["castTime"] = 5000,
		},
		["打磨利刃 III"] = {
			["castTime"] = 3008,
		},
		["滑皮鲭鱼"] = {
			["castTime"] = 2988,
		},
		["传送：雷霆崖"] = {
			["castTime"] = 10099.9999999991,
		},
		["转化：奥金"] = {
			["castTime"] = 24992,
		},
		["熟化毛皮"] = {
			["castTime"] = 5080,
		},
		["闪电之盾"] = {
			["castTime"] = 9210,
		},
		["石鳞鱼油"] = {
			["castTime"] = 3033,
		},
		["白色亚麻长袍"] = {
			["castTime"] = 6542,
		},
		["附魔双手武器 - 超强冲击"] = {
			["castTime"] = 5000,
		},
		["基础营火"] = {
			["castTime"] = 10004,
		},
		["火力药剂"] = {
			["castTime"] = 3030,
		},
		["雕花皮手套"] = {
			["castTime"] = 4990,
		},
		["附魔手套 - 敏捷"] = {
			["castTime"] = 5030,
		},
		["恶魔皮肤"] = {
			["castTime"] = 79060,
		},
		["魔化皮"] = {
			["castTime"] = 5020.00000000093,
		},
		["真言术：韧"] = {
			["castTime"] = 96845,
		},
		["绿铁护腿"] = {
			["castTime"] = 27489.9999999991,
		},
		["附魔护腕 - 力量"] = {
			["castTime"] = 5699.00000000047,
		},
		["合并地图碎片"] = {
			["castTime"] = 2033,
		},
		["食尸"] = {
			["castTime"] = 18152,
		},
		["丝绸卷"] = {
			["castTime"] = 96521,
		},
		["附魔武器 - 屠魔"] = {
			["castTime"] = 5000,
		},
		["增强钝器 II"] = {
			["castTime"] = 3100,
		},
		["致伤毒药"] = {
			["castTime"] = 3000,
		},
		["丝质头带"] = {
			["castTime"] = 11985.0000000037,
		},
		["烤狮排"] = {
			["castTime"] = 2950,
		},
		["蜘蛛肉肠"] = {
			["castTime"] = 2980,
		},
		["附魔靴子 - 次级耐力"] = {
			["castTime"] = 5800.00000000047,
		},
		["附魔胸甲 - 初级吸收"] = {
			["castTime"] = 5067,
		},
		["次级隐形药水"] = {
			["castTime"] = 3050,
		},
		["狂暴姿态"] = {
		},
		["附魔护腕 - 初级敏捷"] = {
			["castTime"] = 4981,
		},
		["粗制火药粉"] = {
			["castTime"] = 3010,
		},
		["初级防御药剂"] = {
			["castTime"] = 3000,
		},
		["速效毒药 III"] = {
			["castTime"] = 3020,
		},
		["地精芥末蘸蚌肉"] = {
			["castTime"] = 3100,
		},
		["黑色魔纹长袍"] = {
			["castTime"] = 38076,
		},
		["雕花皮外衣"] = {
			["castTime"] = 9480,
		},
		["青铜花纹护腕"] = {
			["castTime"] = 12500,
		},
		["法力药水"] = {
			["castTime"] = 5056,
		},
		["铜质护腕"] = {
			["castTime"] = 4533,
		},
		["收集异种蝎卵"] = {
			["castTime"] = 5000,
		},
		["火焰箭"] = {
		},
		["烧烤狼肉"] = {
			["castTime"] = 3056,
		},
		["厚丝质绷带"] = {
			["castTime"] = 3000,
		},
		["熔炼瑟银"] = {
			["castTime"] = 3000,
		},
		["烈性火药"] = {
			["castTime"] = 3164,
		},
		["瑟银腰带"] = {
			["castTime"] = 32941,
		},
		["筛盐器"] = {
			["castTime"] = 25015.0000000009,
		},
		["奥术智慧"] = {
			["castTime"] = 37801,
		},
		["双线毛纺护肩"] = {
			["castTime"] = 6800,
		},
		["致残毒药 II"] = {
			["castTime"] = 3022,
		},
		["闪电箭"] = {
			["castTime"] = 3055,
		},
		["水下呼吸药剂"] = {
			["castTime"] = 3204,
		},
		["重平衡石"] = {
			["castTime"] = 3051.00000000047,
		},
		["附魔双手武器 - 强效冲击"] = {
			["castTime"] = 5000,
		},
		["飞虎护目镜"] = {
			["castTime"] = 7520.00000000023,
		},
		["初级活力药水"] = {
			["castTime"] = 3120,
		},
		["点金石"] = {
			["castTime"] = 30067,
		},
		["野性印记"] = {
		},
		["毛纺靴"] = {
			["castTime"] = 7430.00000000186,
		},
		["传送：铁炉堡"] = {
			["castTime"] = 10000,
		},
		["精神错乱"] = {
			["castTime"] = 1685194,
		},
		["火焰冲击"] = {
			["castTime"] = 1590,
		},
		["坚韧祷言"] = {
		},
		["魔纹布卷"] = {
			["castTime"] = 4035,
		},
		["充能"] = {
			["castTime"] = 5000,
		},
		["速效毒药"] = {
			["castTime"] = 3332.99999999628,
		},
		["强效魔法杖"] = {
			["castTime"] = 10010,
		},
		["深红丝质外衣"] = {
			["castTime"] = 10079,
		},
		["超强治疗药水"] = {
			["castTime"] = 2920.9999999851,
		},
		["附魔护腕 - 初级耐力"] = {
			["castTime"] = 5109.99999999627,
		},
		["附魔护腕 - 强效耐力"] = {
			["castTime"] = 5000,
		},
		["法力护盾"] = {
			["castTime"] = 7170,
		},
		["掘地鼠炖肉"] = {
			["castTime"] = 2965.99999999907,
		},
		["纠缠根须"] = {
			["castTime"] = 1590.00000000186,
		},
		["追踪人型生物"] = {
		},
		["坚固的磨刀石"] = {
			["castTime"] = 2990,
		},
		["点铁成金"] = {
			["castTime"] = 10060,
		},
		["收获节的礼物"] = {
			["castTime"] = 3000,
		},
		["潜行"] = {
			["castTime"] = 242604,
		},
		["魔甲术"] = {
			["castTime"] = 1470,
		},
		["先知药剂"] = {
			["castTime"] = 3330.00000000373,
		},
		["恐惧术"] = {
			["castTime"] = 1551.00000000186,
		},
		["超强巨魔之血药水"] = {
			["castTime"] = 5050,
		},
		["防御姿态"] = {
		},
		["轻型护甲片"] = {
			["castTime"] = 4630,
		},
		["黑皮战靴"] = {
			["castTime"] = 4010.00000000023,
		},
		["力量"] = {
		},
		["敏捷"] = {
			["castTime"] = 11215,
		},
		["霜纹外套"] = {
			["castTime"] = 32968,
		},
		["熟化中毛皮"] = {
			["castTime"] = 3932,
		},
		["钓鱼"] = {
			["castTime"] = 592737,
		},
		["解散野兽"] = {
			["castTime"] = 4977,
		},
		["野人护肩"] = {
			["castTime"] = 27009.9999999991,
		},
		["传送：幽暗城"] = {
			["castTime"] = 9990.0000000149,
		},
		["召唤仪式"] = {
			["castTime"] = 4953.00000000745,
		},
		["秘银马刺"] = {
			["castTime"] = 3007.00000000373,
		},
		["召唤地狱战马"] = {
			["castTime"] = 2930.99999999255,
		},
		["致命毒药 IV"] = {
			["castTime"] = 3010.00000000012,
		},
		["防御药剂"] = {
			["castTime"] = 3133,
		},
		["银头鲑鱼"] = {
			["castTime"] = 3061,
		},
		["重皮"] = {
			["castTime"] = 4079.99999999953,
		},
		["夜色外套"] = {
			["castTime"] = 35202,
		},
		["战斗怒吼"] = {
		},
		["真银变压器"] = {
			["castTime"] = 3940,
		},
		["熟化轻毛皮"] = {
			["castTime"] = 2993.00000000373,
		},
		["厚皮"] = {
			["castTime"] = 4030,
		},
		["精神分流"] = {
		},
		["冲锋击昏"] = {
		},
		["劣质炸药"] = {
			["castTime"] = 4340,
		},
		["铜质符文腰带"] = {
			["castTime"] = 4009,
		},
		["红色毛纺包"] = {
			["castTime"] = 12591.0000000001,
		},
		["附魔靴子 - 强效耐力"] = {
			["castTime"] = 4969,
		},
		["黑皮披风"] = {
			["castTime"] = 6821,
		},
		["圣光闪现"] = {
			["castTime"] = 1526,
		},
		["刺须鲶鱼"] = {
			["castTime"] = 3039.00000000373,
		},
		["幽魂之狼"] = {
			["castTime"] = 970,
		},
		["暗言术：痛"] = {
			["castTime"] = 1350,
		},
		["烈性炸药"] = {
			["castTime"] = 2983,
		},
		["棕色亚麻衬衣"] = {
			["castTime"] = 4934,
		},
		["附魔护腕 - 精神"] = {
			["castTime"] = 4971,
		},
		["龙息红椒"] = {
			["castTime"] = 3060.00000000745,
		},
		["附魔双手武器 - 次级智力"] = {
			["castTime"] = 5060.99999999953,
		},
		["青铜框架"] = {
			["castTime"] = 3000,
		},
		["皮质小弹药包"] = {
			["castTime"] = 3700.00000000093,
		},
		["轻皮箭袋"] = {
			["castTime"] = 4240,
		},
		["撕裂"] = {
		},
		["大型爆盐炸弹"] = {
			["castTime"] = 5293,
		},
		["剥皮"] = {
			["castTime"] = 2590,
		},
		["符文布卷"] = {
			["castTime"] = 5020.00000000745,
		},
		["银触媒"] = {
			["castTime"] = 3020.0000000298,
		},
		["梦纹手套"] = {
			["castTime"] = 35517.0000000075,
		},
		["软底亚麻靴"] = {
			["castTime"] = 4960,
		},
		["附魔披风 - 次级防护"] = {
			["castTime"] = 4929.99999999907,
		},
		["深红丝质腰带"] = {
			["castTime"] = 27000,
		},
		["次级治疗术"] = {
			["castTime"] = 2460,
		},
		["喂养宠物"] = {
			["castTime"] = 191828,
		},
		["附魔护腕 - 强效力量"] = {
			["castTime"] = 4931,
		},
		["强效怒气药水"] = {
			["castTime"] = 3111,
		},
		["偷袭"] = {
		},
		["红色亚麻长袍"] = {
			["castTime"] = 4089,
		},
		["多重射击"] = {
			["castTime"] = 565,
		},
		["暗色皮甲"] = {
			["castTime"] = 45000,
		},
		["次级魔法杖"] = {
			["castTime"] = 9900,
		},
		["大法师之袍"] = {
			["castTime"] = 30110.9999999981,
		},
		["智力"] = {
		},
		["雕花皮质披风"] = {
			["castTime"] = 4830.00000000373,
		},
		["棕色亚麻长袍"] = {
			["castTime"] = 5333,
		},
		["圣光术"] = {
			["castTime"] = 2970,
		},
		["显形卷轴"] = {
			["castTime"] = 2020,
		},
		["复活术"] = {
			["castTime"] = 10255,
		},
		["制造魔法黄水晶"] = {
			["castTime"] = 3050,
		},
		["速效毒药 IV"] = {
			["castTime"] = 3150,
		},
		["中型护甲片"] = {
			["castTime"] = 3260,
		},
		["食人魔力量药剂"] = {
			["castTime"] = 3070.00000000047,
		},
		["腐肉大餐"] = {
			["castTime"] = 3183,
		},
		["闪现术"] = {
			["castTime"] = 11269.9999999926,
		},
		["符文布腰带"] = {
			["castTime"] = 33555,
		},
		["制造灵魂石"] = {
			["castTime"] = 3032.99999999953,
		},
		["强效法力药水"] = {
			["castTime"] = 3357,
		},
		["恐惧嚎叫"] = {
			["castTime"] = 2000,
		},
		["次级治疗波"] = {
			["castTime"] = 2525,
		},
		["野兽之眼"] = {
			["castTime"] = 2010,
		},
		["嫩狼肉排"] = {
			["castTime"] = 3100.99999999814,
		},
		["神圣之火"] = {
			["castTime"] = 2933,
		},
		["高级毛纺短裤"] = {
			["castTime"] = 13440,
		},
		["粗制平衡石"] = {
			["castTime"] = 3000,
		},
		["黑色魔纹之靴"] = {
			["castTime"] = 30068,
		},
		["手工亚麻裤"] = {
			["castTime"] = 5020,
		},
		["护甲 +8"] = {
			["castTime"] = 3460,
		},
		["毛纺斗篷"] = {
			["castTime"] = 4885,
		},
		["蛛丝之靴"] = {
			["castTime"] = 27155,
		},
		["厚亚麻绷带"] = {
			["castTime"] = 3112,
		},
		["疾跑"] = {
			["castTime"] = 113401,
		},
		["初级抗魔药水"] = {
			["castTime"] = 2933,
		},
		["精制轻弹丸"] = {
			["castTime"] = 4407,
		},
		["野性赐福"] = {
		},
		["星界传送"] = {
			["castTime"] = 10004,
		},
		["转化：死灵化水"] = {
			["castTime"] = 9994.99999999627,
		},
		["红色亚麻衬衣"] = {
			["castTime"] = 3734,
		},
		["地震术"] = {
			["castTime"] = 2150,
		},
		["强力巨魔之血药水"] = {
			["castTime"] = 2950,
		},
		["亮布披风"] = {
			["castTime"] = 30991,
		},
		["熔炼青铜"] = {
			["castTime"] = 3070,
		},
		["附魔武器 - 烈焰"] = {
			["castTime"] = 5000,
		},
		["毛纺包"] = {
			["castTime"] = 7662,
		},
		["劣质火药"] = {
			["castTime"] = 5190,
		},
		["强效防御药剂"] = {
			["castTime"] = 3000,
		},
		["召唤小鬼"] = {
			["castTime"] = 10225.0000000075,
		},
		["劣质青铜护腿"] = {
			["castTime"] = 5886,
		},
		["亚麻包"] = {
			["castTime"] = 6480,
		},
		["月火术"] = {
			["castTime"] = 5239,
		},
		["魔法抑制"] = {
			["castTime"] = 9910,
		},
		["守护手套"] = {
			["castTime"] = 10011.0000000009,
		},
		["奥术飞弹"] = {
			["castTime"] = 4767,
		},
		["传送：月光林地"] = {
			["castTime"] = 10017,
		},
		["附魔护腕 - 初级生命"] = {
			["castTime"] = 4990.00000000186,
		},
		["附魔手套 - 高级采矿"] = {
			["castTime"] = 4966.99999999953,
		},
		["暴风雪"] = {
			["castTime"] = 61103,
		},
		["厚重战斧"] = {
			["castTime"] = 8031,
		},
		["附魔披风 - 初级敏捷"] = {
			["castTime"] = 4730,
		},
		["符文铜棒"] = {
			["castTime"] = 10000,
		},
		["冰甲术"] = {
			["castTime"] = 63670,
		},
		["附魔披风 - 强效防御"] = {
			["castTime"] = 5004,
		},
		["制造初级治疗石"] = {
			["castTime"] = 3054,
		},
		["战斗姿态"] = {
		},
		["小型爆盐炸弹"] = {
			["castTime"] = 4423,
		},
		["熔炼铁锭"] = {
			["castTime"] = 3010,
		},
		["简易亚麻短裤"] = {
			["castTime"] = 4233,
		},
		["召唤地狱猎犬"] = {
			["castTime"] = 5922,
		},
		["强效秘法杖"] = {
			["castTime"] = 10000,
		},
		["韧化皮甲"] = {
			["castTime"] = 6567,
		},
		["附魔护腕 - 初级精神"] = {
			["castTime"] = 5048,
		},
		["腐蚀术"] = {
			["castTime"] = 1220.00000000373,
		},
		["生命通道"] = {
			["castTime"] = 4674,
		},
		["传送：奥格瑞玛"] = {
			["castTime"] = 10000,
		},
		["黑色魔纹外衣"] = {
			["castTime"] = 39463,
		},
		["附魔护腕 - 智力"] = {
			["castTime"] = 4974,
		},
		["护甲 +40"] = {
			["castTime"] = 3109,
		},
		["附魔胸甲 - 超强法力"] = {
			["castTime"] = 5043,
		},
		["致命毒药 III"] = {
			["castTime"] = 3130,
		},
		["中皮"] = {
			["castTime"] = 3964,
		},
		["炉石"] = {
			["castTime"] = 10093,
		},
		["致死打击"] = {
		},
		["附魔护腕 - 初级偏斜"] = {
			["castTime"] = 5004,
		},
		["黑口鱼油"] = {
			["castTime"] = 5095,
		},
		["符文真银棒"] = {
			["castTime"] = 30272,
		},
		["炎爆术"] = {
			["castTime"] = 6023,
		},
		["耐力提高"] = {
		},
		["魔纹包"] = {
			["castTime"] = 37697,
		},
		["长视术"] = {
			["castTime"] = 1060.00000000186,
		},
		["月布"] = {
			["castTime"] = 30006,
		},
		["附魔护腕 - 次级力量"] = {
			["castTime"] = 4967,
		},
		["治疗之触"] = {
			["castTime"] = 3140,
		},
		["抗毒药剂"] = {
			["castTime"] = 2934,
		},
		["灵魂石复活"] = {
			["castTime"] = 3000,
		},
		["灼烧"] = {
			["castTime"] = 1500,
		},
		["惩击"] = {
			["castTime"] = 2066,
		},
		["护甲 +24"] = {
			["castTime"] = 2987.99999999628,
		},
		["附魔武器 - 次级攻击"] = {
			["castTime"] = 4976,
		},
		["速效毒药 V"] = {
			["castTime"] = 3084,
		},
		["热狼排"] = {
			["castTime"] = 3490,
		},
		["符文布短裤"] = {
			["castTime"] = 31501,
		},
		["猎豹形态"] = {
			["castTime"] = 7850.00000000373,
		},
		["痛苦诅咒"] = {
			["castTime"] = 3123,
		},
		["雄鹰守护"] = {
		},
		["愤怒"] = {
			["castTime"] = 2020,
		},
		["炖陆行鸟"] = {
			["castTime"] = 3039.99999999814,
		},
		["附魔披风 - 初级抗性"] = {
			["castTime"] = 5000,
		},
		["烤野猪肉"] = {
			["castTime"] = 3092.99999999814,
		},
		["次级治疗药水"] = {
			["castTime"] = 3011,
		},
		["丝质绷带"] = {
			["castTime"] = 2929.9999999851,
		},
		["制造次级灵魂石"] = {
			["castTime"] = 3328.00000000745,
		},
		["致盲粉"] = {
			["castTime"] = 2929,
		},
		["呀啊啊啊啊"] = {
		},
		["大块的熊排"] = {
			["castTime"] = 3150.99999999628,
		},
		["致命毒药"] = {
			["castTime"] = 3040,
		},
		["附魔胸甲 - 超强生命"] = {
			["castTime"] = 5024,
		},
		["麻痹毒药 III"] = {
			["castTime"] = 3000,
		},
		["重磨刀石"] = {
			["castTime"] = 3000,
		},
		["碧蓝丝质头巾"] = {
			["castTime"] = 4960,
		},
		["制造封灵箱"] = {
			["castTime"] = 770,
		},
		["制造初级灵魂石"] = {
			["castTime"] = 3020,
		},
		["暗影形态"] = {
		},
		["石鳞鳕鱼"] = {
			["castTime"] = 3071,
		},
		["黑色丝质背包"] = {
			["castTime"] = 20031,
		},
		["迅捷药水"] = {
			["castTime"] = 2989.99999999953,
		},
		["召唤伊沙姆哈尔"] = {
			["castTime"] = 2000,
		},
		["镀银猎枪"] = {
			["castTime"] = 12668.9999999995,
		},
		["耐力"] = {
			["castTime"] = 69122,
		},
		["水煮蚌肉"] = {
			["castTime"] = 2929,
		},
		["熟化厚毛皮"] = {
			["castTime"] = 5050,
		},
		["白色毛绒裙"] = {
			["castTime"] = 6857,
		},
		["献祭"] = {
			["castTime"] = 1990,
		},
		["亚麻披风"] = {
			["castTime"] = 4700,
		},
		["强效敏捷药剂"] = {
			["castTime"] = 3060,
		},
		["丝质长披风"] = {
			["castTime"] = 22067,
		},
		["优质皮带"] = {
			["castTime"] = 3969.99999999907,
		},
		["初级坚韧药剂"] = {
			["castTime"] = 3090,
		},
		["厚魔纹绷带"] = {
			["castTime"] = 3070,
		},
		["奥术射击"] = {
			["castTime"] = 1113,
		},
		["附魔胸甲 - 次级生命"] = {
			["castTime"] = 4970,
		},
		["旅行形态"] = {
			["castTime"] = 5877,
		},
		["造食术"] = {
			["castTime"] = 3009.9999999851,
		},
		["高级毛纺手套"] = {
			["castTime"] = 7479.99999999814,
		},
		["感知恶魔"] = {
		},
		["手工皮披风"] = {
			["castTime"] = 3900,
		},
		["魔化魔纹布包"] = {
			["castTime"] = 18086,
		},
		["附魔披风 - 超级防御"] = {
			["castTime"] = 5118,
		},
		["美味小鱼"] = {
			["castTime"] = 2933,
		},
		["彩鳍鱼"] = {
			["castTime"] = 3161,
		},
		["急速冷却"] = {
			["castTime"] = 25485,
		},
		["土灵外衣"] = {
			["castTime"] = 26503,
		},
		["魔纹绷带"] = {
			["castTime"] = 2981,
		},
		["战争践踏"] = {
			["castTime"] = 1241.99999999255,
		},
		["附魔盾牌 - 强效精神"] = {
			["castTime"] = 5298,
		},
		["石化武器"] = {
			["castTime"] = 1540,
		},
		["邪恶皮甲护手"] = {
			["castTime"] = 30970.0000000009,
		},
		["麻痹毒药"] = {
			["castTime"] = 3050,
		},
		["制造魔法翡翠"] = {
			["castTime"] = 3033,
		},
		["美味风蛇"] = {
			["castTime"] = 2925,
		},
		["恢复"] = {
			["castTime"] = 9361,
		},
		["冷血"] = {
		},
		["粗制瞄准镜"] = {
			["castTime"] = 3048,
		},
		["碧蓝丝质外衣"] = {
			["castTime"] = 12393,
		},
		["精神祷言"] = {
		},
		["魔爆术"] = {
			["castTime"] = 2760,
		},
		["变形术"] = {
			["castTime"] = 1500,
		},
		["亚麻绷带"] = {
			["castTime"] = 2990,
		},
		["劣质砂轮"] = {
			["castTime"] = 3594,
		},
		["侦测亡灵药剂"] = {
			["castTime"] = 2916,
		},
		["特效治疗药水"] = {
			["castTime"] = 2972,
		},
		["治疗波"] = {
			["castTime"] = 3542,
		},
		["附魔胸甲 - 初级属性"] = {
			["castTime"] = 4967,
		},
		["奥法药剂"] = {
			["castTime"] = 3005,
		},
		["地精起搏器"] = {
			["castTime"] = 5090,
		},
		["附魔靴子 - 耐力"] = {
			["castTime"] = 4936.00000000745,
		},
		["绿色丝质护肩"] = {
			["castTime"] = 26028,
		},
		["护甲"] = {
			["castTime"] = 66120,
		},
	},
	["Creature"] = {
		["虚空宝石"] = {
			["1498"] = {
				["castTime"] = 3069.99999999814,
			},
		},
		["虚空箭"] = {
			["4275"] = {
				["castTime"] = 3010,
			},
		},
		["暗影箭雨"] = {
			["1789"] = {
				["castTime"] = 3000,
			},
		},
		["脓疮撕咬"] = {
			["10461"] = {
			},
		},
		["落雷之云"] = {
			["4027"] = {
				["castTime"] = 3020,
			},
			["3273"] = {
				["castTime"] = 3000,
			},
			["4097"] = {
				["castTime"] = 3000,
			},
		},
		["恢复"] = {
			["4285"] = {
				["castTime"] = 2000,
			},
			["4299"] = {
				["castTime"] = 2008,
			},
			["4303"] = {
				["castTime"] = 2000,
			},
			["3386"] = {
				["castTime"] = 6092,
			},
		},
		["召唤幻象之影"] = {
			["6427"] = {
				["castTime"] = 2013,
			},
		},
		["火焰射击"] = {
			["4281"] = {
				["castTime"] = 732,
			},
		},
		["鬼魅灵魂"] = {
			["3875"] = {
				["castTime"] = 2009.99999999814,
			},
		},
		["共同禁锢"] = {
			["1866"] = {
				["castTime"] = 1410,
			},
		},
		["闪电震爆"] = {
			["3715"] = {
				["castTime"] = 3223,
			},
		},
		["防御姿态"] = {
		},
		["灵魂消耗"] = {
			["3914"] = {
				["castTime"] = 2030.00000000186,
			},
		},
		["治疗术"] = {
			["3944"] = {
				["castTime"] = 3512.0000000298,
			},
			["3977"] = {
				["castTime"] = 3000,
			},
			["4303"] = {
				["castTime"] = 3020,
			},
			["4285"] = {
				["castTime"] = 3000,
			},
		},
		["地狱火罩"] = {
			["2335"] = {
				["castTime"] = 2920.9999999851,
			},
		},
		["生命收割"] = {
			["1753"] = {
				["castTime"] = 1010,
			},
		},
		["寒冰箭"] = {
			["1867"] = {
				["castTime"] = 3020,
			},
			["1539"] = {
				["castTime"] = 3060,
			},
			["3436"] = {
				["castTime"] = 3079.99999999953,
			},
			["4294"] = {
				["castTime"] = 3010,
			},
			["2387"] = {
				["castTime"] = 2940,
			},
			["2120"] = {
				["castTime"] = 3040,
			},
			["3717"] = {
				["castTime"] = 3059.9999999702,
			},
			["1522"] = {
				["castTime"] = 3059.99999999814,
			},
		},
		["盾击"] = {
		},
		["疾病软泥"] = {
			["3928"] = {
				["castTime"] = 2090,
			},
		},
		["火球术"] = {
			["10760"] = {
				["castTime"] = 3100,
			},
			["4038"] = {
				["castTime"] = 3030,
			},
			["4282"] = {
				["castTime"] = 3100,
			},
			["3269"] = {
				["castTime"] = 2959.99999999814,
			},
			["1914"] = {
				["castTime"] = 2971,
			},
			["1507"] = {
				["castTime"] = 3010.00000000093,
			},
			["4297"] = {
				["castTime"] = 3070,
			},
			["2335"] = {
				["castTime"] = 2960.0000000149,
			},
			["4289"] = {
				["castTime"] = 2970,
			},
		},
		["战斗姿态"] = {
			["5842"] = {
			},
		},
		["烈焰震击"] = {
			["4543"] = {
				["castTime"] = 4064,
			},
		},
		["包围之风"] = {
			["3280"] = {
				["castTime"] = 1964,
			},
			["4026"] = {
				["castTime"] = 2000,
			},
			["4096"] = {
				["castTime"] = 2010.00000000047,
			},
		},
		["脚踢"] = {
		},
		["感染之伤"] = {
			["1815"] = {
			},
		},
		["魔爆术"] = {
		},
		["迅猛龙的狡诈"] = {
			["2792"] = {
				["castTime"] = 3050.0000000149,
			},
		},
		["隐秘行动"] = {
			["4834"] = {
			},
			["2586"] = {
			},
			["4411"] = {
			},
		},
		["打击"] = {
			["1787"] = {
			},
		},
		["蜥蜴之矢"] = {
			["3238"] = {
				["castTime"] = 2210,
			},
			["3239"] = {
				["castTime"] = 2020,
			},
			["3240"] = {
				["castTime"] = 2010,
			},
		},
		["召唤被奴役的座狼"] = {
			["3927"] = {
				["castTime"] = 1310,
			},
		},
		["毒性喷溅"] = {
			["4414"] = {
				["castTime"] = 2510.0000000149,
			},
			["4007"] = {
				["castTime"] = 2480,
			},
		},
		["水里的猫"] = {
			["1787"] = {
			},
		},
		["致命毒药"] = {
			["1822"] = {
			},
		},
		["嚎叫之怒"] = {
			["4279"] = {
				["castTime"] = 1510.00000000186,
			},
		},
		["暗言术：痛"] = {
		},
		["圣光术"] = {
			["4292"] = {
				["castTime"] = 2500,
			},
			["4278"] = {
				["castTime"] = 2510,
			},
			["4280"] = {
				["castTime"] = 2543.99999999255,
			},
		},
		["毒液喷吐"] = {
			["3820"] = {
				["castTime"] = 2500,
			},
		},
		["区域燃烧"] = {
			["4038"] = {
				["castTime"] = 3040,
			},
		},
		["暗影箭"] = {
			["2553"] = {
				["castTime"] = 2993,
			},
			["4293"] = {
				["castTime"] = 3010,
			},
			["4543"] = {
				["castTime"] = 2991,
			},
			["4284"] = {
				["castTime"] = 3080,
			},
			["2590"] = {
				["castTime"] = 2960,
			},
			["1789"] = {
			},
			["1915"] = {
				["castTime"] = 3070,
			},
		},
		["精灵之火"] = {
			["3268"] = {
				["castTime"] = 2119.99999999907,
			},
		},
		["真言术：韧"] = {
			["11055"] = {
			},
		},
		["阿迦玛甘的智慧"] = {
		},
		["治疗结界"] = {
			["3922"] = {
				["castTime"] = 2020,
			},
			["3458"] = {
				["castTime"] = 1969.99999999953,
			},
			["2555"] = {
				["castTime"] = 2000,
			},
			["10759"] = {
				["castTime"] = 2000,
			},
		},
		["眩晕"] = {
			["2582"] = {
			},
		},
		["催眠术"] = {
			["3944"] = {
				["castTime"] = 1000,
			},
			["4293"] = {
				["castTime"] = 1510,
			},
		},
		["十字军打击"] = {
		},
		["血性狂吼"] = {
			["3452"] = {
				["castTime"] = 1070,
			},
			["3824"] = {
				["castTime"] = 1020,
			},
		},
		["胁迫低吼"] = {
			["2960"] = {
				["castTime"] = 1010,
			},
		},
		["制造装满的封灵箱"] = {
			["6492"] = {
				["castTime"] = 2000,
			},
		},
		["快速冰霜防护结界"] = {
			["3717"] = {
				["castTime"] = 1510,
			},
		},
		["心灵之火"] = {
		},
		["疾病之云"] = {
			["5624"] = {
			},
		},
		["阿鲁高的礼物"] = {
			["2529"] = {
				["castTime"] = 2500,
			},
		},
		["烈焰风暴"] = {
			["4289"] = {
				["castTime"] = 3000,
			},
			["10760"] = {
				["castTime"] = 3010,
			},
		},
		["毒性唾液"] = {
			["4274"] = {
				["castTime"] = 520,
			},
		},
		["狂热之刃"] = {
			["3197"] = {
				["castTime"] = 967,
			},
		},
		["火焰之盾 II"] = {
			["4037"] = {
				["castTime"] = 930.000000000931,
			},
		},
		["火焰之盾 III"] = {
			["4300"] = {
				["castTime"] = 1010,
			},
			["4289"] = {
				["castTime"] = 1000,
			},
		},
		["次级治疗波"] = {
			["3434"] = {
				["castTime"] = 1520,
			},
		},
		["遗弃技能"] = {
			["3873"] = {
				["castTime"] = 2520,
			},
		},
		["烈焰尖刺"] = {
			["4543"] = {
				["castTime"] = 3006,
			},
		},
		["献祭"] = {
			["4036"] = {
				["castTime"] = 2019.99999999907,
			},
		},
		["召唤冈瑟尔的幻影"] = {
			["5666"] = {
				["castTime"] = 1710,
			},
		},
		["反魔法盾"] = {
			["3853"] = {
				["castTime"] = 2010,
			},
		},
		["腐蚀毒药"] = {
			["2350"] = {
				["castTime"] = 1550,
			},
			["4031"] = {
				["castTime"] = 1530,
			},
		},
		["血色复活"] = {
			["3977"] = {
				["castTime"] = 2013,
			},
		},
		["次级治疗术"] = {
			["1538"] = {
				["castTime"] = 2140,
			},
			["3386"] = {
				["castTime"] = 2072,
			},
		},
		["战斗怒吼"] = {
		},
		["灼热图腾"] = {
			["2570"] = {
				["castTime"] = 4860,
			},
		},
		["缴械"] = {
		},
		["神圣打击"] = {
		},
		["减速术"] = {
			["4294"] = {
				["castTime"] = 6070,
			},
		},
		["火焰之盾效果 III"] = {
		},
		["纠缠根须"] = {
			["4028"] = {
				["castTime"] = 1500,
			},
			["3261"] = {
				["castTime"] = 1509.99999999907,
			},
		},
		["快速烈焰防护结界"] = {
			["1914"] = {
				["castTime"] = 1480.00000000745,
			},
		},
		["攻击"] = {
			["3904"] = {
				["castTime"] = 2200,
			},
			["3903"] = {
				["castTime"] = 1959,
			},
			["3902"] = {
				["castTime"] = 2119.99999999255,
			},
			["2523"] = {
				["castTime"] = 2240,
			},
		},
		["冰霜新星"] = {
			["3717"] = {
				["castTime"] = 15862,
			},
		},
		["投掷泥土"] = {
			["3461"] = {
				["castTime"] = 1070,
			},
		},
		["暗影迷雾"] = {
			["6426"] = {
				["castTime"] = 1510.00000000373,
			},
			["3887"] = {
				["castTime"] = 1530,
			},
		},
		["黑暗回复"] = {
			["3854"] = {
				["castTime"] = 1990,
			},
		},
		["火焰之盾"] = {
			["1914"] = {
				["castTime"] = 1031,
			},
		},
		["慢性毒菌"] = {
			["3267"] = {
				["castTime"] = 3020,
			},
		},
		["打死的梅西"] = {
		},
		["火焰箭"] = {
			["12922"] = {
				["castTime"] = 2010,
			},
		},
		["投掷火炬"] = {
			["9523"] = {
				["castTime"] = 970.000000007451,
			},
			["9524"] = {
				["castTime"] = 1000,
			},
		},
		["肾斗士"] = {
		},
		["霜甲术"] = {
			["3269"] = {
				["castTime"] = 14570,
			},
		},
		["痛击"] = {
		},
		["图勒的诅咒"] = {
			["1675"] = {
				["castTime"] = 1199.99999999814,
			},
			["1772"] = {
				["castTime"] = 1190.00000000373,
			},
			["1941"] = {
				["castTime"] = 280,
			},
			["1674"] = {
				["castTime"] = 1220,
			},
			["1773"] = {
				["castTime"] = 710,
			},
		},
		["奥术箭"] = {
			["10358"] = {
				["castTime"] = 1000,
			},
		},
		["奥术智慧"] = {
			["1938"] = {
			},
		},
		["法力燃烧"] = {
			["3715"] = {
				["castTime"] = 6073,
			},
		},
		["圣光击"] = {
			["4285"] = {
				["castTime"] = 2467,
			},
			["3977"] = {
				["castTime"] = 2510,
			},
			["3386"] = {
				["castTime"] = 2572,
			},
		},
		["闪电箭"] = {
			["4027"] = {
				["castTime"] = 2998,
			},
			["4097"] = {
				["castTime"] = 3010,
			},
			["3434"] = {
				["castTime"] = 2970,
			},
			["3273"] = {
				["castTime"] = 3020,
			},
			["2570"] = {
				["castTime"] = 3020,
			},
			["1544"] = {
				["castTime"] = 3090,
			},
		},
		["冰链术"] = {
			["2120"] = {
				["castTime"] = 1360,
			},
		},
		["腐蚀术"] = {
			["3397"] = {
				["castTime"] = 2000,
			},
		},
		["强化格挡"] = {
		},
		["治疗波"] = {
			["3924"] = {
				["castTime"] = 3010,
			},
			["4096"] = {
				["castTime"] = 3050,
			},
			["3271"] = {
				["castTime"] = 2439.99999999814,
			},
			["2570"] = {
				["castTime"] = 1500,
			},
			["1773"] = {
				["castTime"] = 2080.00000000373,
			},
		},
		["渣渣灰灬"] = {
		},
		["召唤错觉狼影"] = {
			["3863"] = {
				["castTime"] = 1000,
			},
		},
		["黑暗治疗"] = {
			["1789"] = {
				["castTime"] = 3500,
			},
		},
		["高涨士气"] = {
		},
		["阿迦玛甘的力量"] = {
		},
		["狂怒"] = {
			["4303"] = {
				["castTime"] = 2430,
			},
		},
	},
	["default"] = {
		["制造塞雷布拉斯节杖"] = {
			["castTime"] = 1500,
		},
		["铜质链甲外衣"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["德鲁伊的药水"] = {
			["texture"] = 135915,
		},
		["神圣净化"] = {
			["texture"] = 135903,
		},
		["暗影命令"] = {
			["texture"] = 136224,
		},
		["强化撕碎"] = {
			["texture"] = 136231,
		},
		["手工皮靴"] = {
			["castTime"] = 5125,
		},
		["结构图：地精起搏器XL型"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["配方：抗毒药剂"] = {
			["castTime"] = 3000,
		},
		["神圣乱舞"] = {
			["texture"] = 132330,
		},
		["仲夏商人 - 兽人女性"] = {
			["texture"] = 135849,
		},
		["Rancid Ooze Effect"] = {
			["texture"] = 136133,
		},
		["绿色烟花束"] = {
			["castTime"] = 5125,
		},
		["怒牛冲击"] = {
			["texture"] = 132368,
		},
		["伊鲁克斯之手"] = {
			["castTime"] = 5000,
		},
		["雕花皮外衣"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["黎明皮靴"] = {
			["castTime"] = 60000,
		},
		["雷霆一击"] = {
			["castTime"] = 3000,
			["texture"] = 136105,
		},
		["龙王印记"] = {
			["texture"] = 134153,
		},
		["结构图：机械松鼠"] = {
			["castTime"] = 3000,
		},
		["召唤毒蛇信使"] = {
			["texture"] = 135865,
		},
		["设计图：免伤锁甲"] = {
			["castTime"] = 3000,
		},
		["亮布短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Create Hive'Regal Rubbing DND"] = {
			["castTime"] = 1000,
		},
		["公式：附魔武器 - 力量"] = {
			["castTime"] = 3000,
		},
		["恶魔智力"] = {
			["texture"] = 135932,
		},
		["爆炸死尸"] = {
			["texture"] = 136190,
		},
		["公式：附魔护腕 - 治疗"] = {
			["castTime"] = 3000,
		},
		["结构图：修理机器人74A型"] = {
			["castTime"] = 3000,
			["texture"] = 132836,
		},
		["科多肉杂烩"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["阿兰提尔的愤怒"] = {
			["texture"] = 132369,
		},
		["Zul'Gurub Talisman PAL R2 DND"] = {
			["castTime"] = 500,
		},
		["瘟疫波"] = {
			["texture"] = 135805,
		},
		["坠落星辰碎片"] = {
			["texture"] = 135808,
		},
		["快速烈焰防护结界"] = {
			["castTime"] = 1500,
			["texture"] = 135824,
		},
		["拔出步枪"] = {
			["texture"] = 132222,
		},
		["召唤铁趾格雷兹的灵魂"] = {
			["texture"] = 135955,
		},
		["多彩防护：自然"] = {
			["texture"] = 134563,
		},
		["设计图：要塞护手"] = {
			["castTime"] = 3000,
		},
		["作呕瘟疫"] = {
			["castTime"] = 2000,
			["texture"] = 136133,
		},
		["静止"] = {
			["texture"] = 136018,
		},
		["往日的幻象"] = {
			["texture"] = 135974,
		},
		["图样：迅猛龙皮背心"] = {
			["castTime"] = 3000,
		},
		["附魔盾牌 - 次级格挡"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["水晶护体"] = {
			["texture"] = 136051,
		},
		["初级蝎毒效果"] = {
			["texture"] = 136016,
		},
		["强效怒气"] = {
			["texture"] = 132347,
		},
		["双手剑入门"] = {
			["texture"] = 132223,
		},
		["食谱：香脆蝙蝠翅"] = {
			["castTime"] = 3000,
		},
		["熔铸头盔"] = {
			["castTime"] = 60000,
		},
		["惊骇之爪"] = {
			["castTime"] = 1000,
			["texture"] = 136203,
		},
		["变异注射"] = {
			["texture"] = 136127,
		},
		["偏斜"] = {
			["texture"] = 132269,
		},
		["斑点黄尾鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["符文布卷"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["Copy of Pattern: Stormcloth Shoulders"] = {
			["castTime"] = 3000,
		},
		["超维度幽灵显形器"] = {
			["texture"] = 135974,
		},
		["尖刺之雨"] = {
			["castTime"] = 500,
			["texture"] = 132218,
		},
		["强化吸取灵魂"] = {
			["texture"] = 136163,
		},
		["追踪龙类"] = {
			["texture"] = 132328,
		},
		["公式：附魔武器 - 敏捷"] = {
			["castTime"] = 3000,
		},
		["图样：冰覆披风"] = {
			["castTime"] = 3000,
		},
		["撕裂肌肉"] = {
			["texture"] = 132155,
		},
		["传送：雷霆崖"] = {
			["castTime"] = 10000,
			["texture"] = 135765,
		},
		["使用诱引激素"] = {
			["castTime"] = 2500,
			["texture"] = 133748,
		},
		["变形！"] = {
			["texture"] = 135989,
		},
		["玛尔里的变形术"] = {
			["texture"] = 136172,
		},
		["附魔披风 - 强效防御"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["致盲粉"] = {
			["castTime"] = 3000,
			["texture"] = 133588,
		},
		["猎人护甲充能"] = {
			["texture"] = 136039,
		},
		["食尸"] = {
			["texture"] = 132278,
		},
		["立刻治疗"] = {
			["texture"] = 135917,
		},
		["祈福"] = {
			["texture"] = 135863,
		},
		["图样：山地腰带"] = {
			["castTime"] = 3000,
		},
		["冰蓝色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["灰布短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["风墙图腾"] = {
			["texture"] = 136022,
		},
		["瑟银护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["孢子之云"] = {
			["texture"] = 136021,
		},
		["火上浇油！"] = {
			["castTime"] = 500,
		},
		["变形术"] = {
			["castTime"] = 1500,
			["texture"] = 136071,
		},
		["鳄鱼浓汤"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["奥术抗性"] = {
			["texture"] = 136116,
		},
		["野兽知识"] = {
			["texture"] = 132270,
		},
		["Conjure Vipore's Beacon DND"] = {
			["castTime"] = 1000,
		},
		["[PH] Teleport to Balthule"] = {
			["castTime"] = 2000,
		},
		["拉格纳罗斯的赐福"] = {
			["texture"] = 135805,
		},
		["图样：魔暴龙护腿"] = {
			["castTime"] = 3000,
		},
		["坚韧圣印 III"] = {
			["texture"] = 135968,
		},
		["白山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["图样：灰布披风"] = {
			["castTime"] = 3000,
		},
		["拉格纳罗斯之拳"] = {
			["texture"] = 135971,
		},
		["疾病之触"] = {
			["texture"] = 136128,
		},
		["无畏"] = {
			["texture"] = 132333,
		},
		["萨鲁法尔之怒"] = {
			["texture"] = 136224,
		},
		["设计图：巨型铁斧"] = {
			["castTime"] = 3000,
		},
		["大地之握"] = {
			["texture"] = 136097,
		},
		["巫毒的警觉"] = {
			["castTime"] = 4000,
		},
		["召唤黄毛兔"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["召唤仪式"] = {
			["castTime"] = 5000,
			["texture"] = 136223,
		},
		["配方：屠魔药剂"] = {
			["castTime"] = 3000,
		},
		["挣脱镣铐"] = {
			["texture"] = 136168,
		},
		["硬甲皮"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["强化回春治疗"] = {
			["texture"] = 136052,
		},
		["美味煎蛋卷"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["熔炼瑟银"] = {
			["castTime"] = 3000,
		},
		["圣光闪现"] = {
			["castTime"] = 1500,
			["texture"] = 135907,
		},
		["毒云术"] = {
			["castTime"] = 1000,
			["texture"] = 136077,
		},
		["召唤绿色水蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["昏迷重击"] = {
			["texture"] = 132326,
		},
		["辛玛洛水晶"] = {
			["texture"] = 134334,
		},
		["召唤虚无行者"] = {
			["castTime"] = 4000,
			["texture"] = 136160,
		},
		["加基森传送器失败"] = {
			["texture"] = 132862,
		},
		["热狼排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["破胆低吼"] = {
			["castTime"] = 1000,
			["texture"] = 132278,
		},
		["遗弃技能：斧"] = {
			["texture"] = 132395,
		},
		["吉兹洛克的假人嘲讽效果"] = {
			["texture"] = 132333,
		},
		["唤醒地灵矮人"] = {
			["texture"] = 136025,
		},
		["绿色幼龙护腕"] = {
			["castTime"] = 45000,
		},
		["附魔胸甲 - 次级生命"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["霜纹长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["心灵疲倦"] = {
			["texture"] = 136222,
		},
		["圣诞版托塞德林王子"] = {
			["texture"] = 135849,
		},
		["群体星界传送"] = {
			["castTime"] = 3000,
			["texture"] = 136011,
		},
		["召唤地精炸弹"] = {
			["castTime"] = 250,
			["texture"] = 132281,
		},
		["速发毒药"] = {
			["texture"] = 132273,
		},
		["塞卡尔的守护"] = {
			["texture"] = 132117,
		},
		["召唤灰色小鸡"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Force Target - Salute"] = {
			["texture"] = 136168,
		},
		["心灵尖啸"] = {
			["texture"] = 136184,
		},
		["Spirit Particles (red, big)"] = {
			["texture"] = 135864,
		},
		["烟网防护"] = {
			["texture"] = 136068,
		},
		["艾博希尔开始"] = {
			["castTime"] = 5000,
			["texture"] = 136023,
		},
		["幽灵狼速度"] = {
			["texture"] = 136095,
		},
		["红色魔纹手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["公式：浓烟山脉之心"] = {
			["castTime"] = 3000,
		},
		["龙鳞之心"] = {
			["texture"] = 135817,
		},
		["熔炼铁锭"] = {
			["castTime"] = 3000,
		},
		["强效秘法杖"] = {
			["castTime"] = 10000,
			["texture"] = 135469,
		},
		["召唤腐烂虫"] = {
			["texture"] = 136168,
		},
		["配方：转化元素火焰"] = {
			["castTime"] = 3000,
		},
		["符文皮甲短裤"] = {
			["castTime"] = 60000,
		},
		["侏儒作战小鸡"] = {
			["castTime"] = 25000,
			["texture"] = 135996,
		},
		["手工皮带"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["要塞护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["附魔武器 - 次级攻击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["恶毒之咬"] = {
			["texture"] = 132278,
		},
		["Staff Strike (Disabled)"] = {
			["texture"] = 132325,
		},
		["安图苏尔冲击"] = {
			["texture"] = 132939,
		},
		["衰弱瘟疫"] = {
			["texture"] = 132100,
		},
		["火焰箭 V"] = {
			["texture"] = 135810,
		},
		["附魔手套 - 钓鱼"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["公式：附魔手套 - 治疗能量"] = {
			["castTime"] = 3000,
		},
		["Sol M"] = {
			["castTime"] = 3000,
			["texture"] = 135859,
		},
		["重型蝎壳护手"] = {
			["castTime"] = 60000,
		},
		["阿拉希盆地浓缩军粮"] = {
			["texture"] = 134062,
		},
		["Copy of Hallow's End Candy"] = {
			["texture"] = 134015,
		},
		["食谱：烤狮排"] = {
			["castTime"] = 3000,
		},
		["麻痹毒药"] = {
			["castTime"] = 3000,
			["texture"] = 136066,
		},
		["虫卵爆炸"] = {
			["texture"] = 136144,
		},
		["圆盾"] = {
			["texture"] = 134955,
		},
		["召唤蓝鳞蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["剑类武器专精"] = {
			["texture"] = 132223,
		},
		["遗弃技能：双手剑"] = {
			["texture"] = 135327,
		},
		["QAEnchant Gloves +20 Fire Damage"] = {
			["texture"] = 135913,
		},
		["熊怪医疗包"] = {
			["texture"] = 133644,
		},
		["治疗诅咒"] = {
			["castTime"] = 1000,
			["texture"] = 136121,
		},
		["食谱：血肠"] = {
			["castTime"] = 3000,
		},
		["自爆绵羊"] = {
			["castTime"] = 8000,
			["texture"] = 135805,
		},
		["炽热板甲护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["合并护符"] = {
			["castTime"] = 1300,
		},
		["野兽呼唤"] = {
			["texture"] = 132161,
		},
		["激流"] = {
			["texture"] = 132343,
		},
		["设计图：辐光长靴"] = {
			["castTime"] = 3000,
		},
		["烈焰之刃"] = {
			["texture"] = 135811,
		},
		["长柄武器专精"] = {
			["texture"] = 135562,
		},
		["附魔盾牌 - 次级耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["联盟军旗掉落"] = {
			["texture"] = 132486,
		},
		["附魔披风 - 次级敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["结构图：高级技师护目镜"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["破冰胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["配方：化石合剂"] = {
			["castTime"] = 3000,
		},
		["Tag: Clear"] = {
			["texture"] = 132156,
		},
		["熔岩"] = {
			["texture"] = 135805,
		},
		["阿娜莎之弓"] = {
			["texture"] = 132222,
		},
		["组合"] = {
			["castTime"] = 1000,
			["texture"] = 136164,
		},
		["补充精神 II"] = {
			["castTime"] = 3000,
			["texture"] = 136057,
		},
		["迦萨斯"] = {
			["texture"] = 132110,
		},
		["配方：特效怒气药水"] = {
			["castTime"] = 3000,
		},
		["诅咒之血"] = {
			["texture"] = 136020,
		},
		["dmg9"] = {
			["texture"] = 136115,
		},
		["强效水下呼吸药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["天灾打击"] = {
			["texture"] = 135990,
		},
		["劣质炸药"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["正义之怒"] = {
			["texture"] = 135962,
		},
		["附魔双手武器 - 超强冲击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["增强钝器"] = {
			["castTime"] = 3000,
		},
		["致密炸药"] = {
			["castTime"] = 8000,
		},
		["烤科多肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["食谱：香烤狮肉"] = {
			["castTime"] = 3000,
		},
		["骑术：科多兽"] = {
			["texture"] = 136103,
		},
		["分隔热望"] = {
			["texture"] = 135830,
		},
		["恶魔杀手"] = {
			["texture"] = 136172,
		},
		["铸造"] = {
			["castTime"] = 5000,
		},
		["部族诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136138,
		},
		["附魔手套 - 火焰能量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["寒冬之刃"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["QAEnchant Gloves +7 Strength"] = {
			["texture"] = 135913,
		},
		["迪菲亚之塔 I"] = {
			["texture"] = 136168,
		},
		["初级治疗药水"] = {
			["castTime"] = 3000,
		},
		["鬼魂"] = {
			["texture"] = 132331,
		},
		["机敏射击 II"] = {
			["texture"] = 132153,
		},
		["腐蚀酸液"] = {
			["castTime"] = 1500,
			["texture"] = 136007,
		},
		["插旗子"] = {
			["castTime"] = 2300,
		},
		["结构图：增亮护目镜"] = {
			["castTime"] = 3000,
		},
		["公式：次级法力之油"] = {
			["castTime"] = 3000,
		},
		["召唤克索诺斯恐惧战马"] = {
			["castTime"] = 5000,
		},
		["设计图：野人铁质胸甲"] = {
			["castTime"] = 3000,
		},
		["唤醒"] = {
			["texture"] = 136075,
		},
		["缩小"] = {
			["castTime"] = 3000,
			["texture"] = 136121,
		},
		["火球术"] = {
			["castTime"] = 1500,
			["texture"] = 135812,
		},
		["语言药剂"] = {
			["castTime"] = 3000,
		},
		["急速秘药"] = {
			["castTime"] = 4000,
		},
		["Silithid Swarm Passive"] = {
			["texture"] = 132111,
		},
		["诱捕"] = {
			["texture"] = 136100,
		},
		["亡者之眼"] = {
			["texture"] = 135439,
		},
		["无法追踪"] = {
			["texture"] = 132252,
		},
		["蓝龙鳞片护肩"] = {
			["castTime"] = 60000,
		},
		["狂热之刃"] = {
			["castTime"] = 1000,
			["texture"] = 135817,
		},
		["昏迷猛击"] = {
			["texture"] = 135860,
		},
		["高级技师护目镜"] = {
			["castTime"] = 60000,
		},
		["Demon Slaying 117"] = {
			["texture"] = 136172,
		},
		["配方：转土成水"] = {
			["castTime"] = 3000,
		},
		["洛丹伦的回响"] = {
			["texture"] = 132486,
		},
		["结构图：狙击瞄准镜"] = {
			["castTime"] = 3000,
		},
		["雕花皮靴"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["巫纹头巾"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["传送：安威玛尔"] = {
			["castTime"] = 2000,
		},
		["强化心灵尖啸"] = {
			["texture"] = 136184,
		},
		["黑色魔纹长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["阿克蒙德的回响"] = {
			["texture"] = 136172,
		},
		["扭曲虚空"] = {
			["texture"] = 136080,
		},
		["黑铁护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["烧烤狼肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["魔化瑟银护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["附魔护腕 - 次级力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["强化英勇打击"] = {
			["texture"] = 132282,
		},
		["暗夜精灵春节大使"] = {
			["texture"] = 135849,
		},
		["制造产卵者"] = {
			["texture"] = 133748,
		},
		["设计图：瑟银盾刺"] = {
			["castTime"] = 3000,
		},
		["红色节庆裤装"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["灰布长靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["大师级武器锻造"] = {
			["texture"] = 136241,
		},
		["吸血光环"] = {
			["texture"] = 136231,
		},
		["Undead Slayer 39"] = {
			["texture"] = 136142,
		},
		["平静"] = {
			["castTime"] = 60000,
			["texture"] = 132311,
		},
		["闪金镇传送门"] = {
			["castTime"] = 5000,
		},
		["Punctured Voodoo Doll ROG DND"] = {
			["castTime"] = 1000,
		},
		["霜刃手套"] = {
			["castTime"] = 60000,
		},
		["简易投掷炸弹回火"] = {
			["texture"] = 135826,
		},
		["金鳞胸甲"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["水"] = {
			["texture"] = 135861,
		},
		["灼烧图腾"] = {
			["texture"] = 135825,
		},
		["回击"] = {
			["texture"] = 132219,
		},
		["豹笼钥匙"] = {
			["castTime"] = 5000,
		},
		["设计图：黑铁战斧"] = {
			["castTime"] = 3000,
		},
		["地精工兵炸药"] = {
			["castTime"] = 25000,
			["texture"] = 135826,
		},
		["召唤火元素"] = {
			["texture"] = 135819,
		},
		["Create Zul'Gurub Talisman SHM R1 DND"] = {
			["castTime"] = 500,
		},
		["附魔手套 - 高级草药学"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["图样：硬化蝎壳护肩"] = {
			["castTime"] = 3000,
		},
		["暗影挥砍"] = {
			["texture"] = 132092,
		},
		["强化复活宠物"] = {
			["texture"] = 132163,
		},
		["放置诱饵"] = {
			["castTime"] = 4000,
		},
		["迅捷白山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["设计图：炽热板甲护手"] = {
			["castTime"] = 3000,
		},
		["巴纳扎尔变形"] = {
			["texture"] = 136129,
		},
		["Portal Effect: Orgrimmar"] = {
			["texture"] = 135744,
		},
		["怯逃药水"] = {
			["castTime"] = 3000,
		},
		["寒冰之触"] = {
			["texture"] = 135842,
		},
		["伺机待发"] = {
			["texture"] = 136121,
		},
		["击碎护甲"] = {
			["texture"] = 132340,
		},
		["专注施法"] = {
			["texture"] = 135736,
		},
		["亮布手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["侦测精灵宝石"] = {
			["texture"] = 136057,
		},
		["女妖哀嚎"] = {
			["castTime"] = 1500,
			["texture"] = 136197,
		},
		["神圣之火"] = {
			["castTime"] = 3500,
			["texture"] = 135972,
		},
		["Concussive Shot Cooldown Reduction"] = {
			["texture"] = 135860,
		},
		["强化纠缠根须"] = {
			["texture"] = 136100,
		},
		["钓鱼技能 +5"] = {
			["texture"] = 136245,
		},
		["梦纹外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["原始蝙蝠皮外套"] = {
			["castTime"] = 60000,
		},
		["红色骷髅战马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["冰斧智慧"] = {
			["castTime"] = 1000,
			["texture"] = 132089,
		},
		["放置奥金鱼漂"] = {
			["castTime"] = 2000,
		},
		["火焰防护"] = {
			["texture"] = 135820,
		},
		["符文板甲护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["君王板甲头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["雷霆崖友谊礼品包"] = {
			["texture"] = 134144,
		},
		["佯射"] = {
			["castTime"] = 2000,
			["texture"] = 132222,
		},
		["黑铁步枪"] = {
			["castTime"] = 45000,
		},
		["Player Lost Shackles DND"] = {
			["castTime"] = 500,
		},
		["救伤"] = {
			["castTime"] = 7000,
		},
		["守护者的宠爱"] = {
			["texture"] = 135964,
		},
		["强力抗毒药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136068,
		},
		["艾博希尔变形"] = {
			["texture"] = 135819,
		},
		["召唤赤练蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["领袖的裁决"] = {
			["texture"] = 135963,
		},
		["暗影守卫"] = {
			["texture"] = 136051,
		},
		["燃烧沥青"] = {
			["texture"] = 135817,
		},
		["图样：符文皮甲头环"] = {
			["castTime"] = 3000,
		},
		["黎明圣印"] = {
			["texture"] = 133440,
		},
		["传授召唤小鬼"] = {
			["texture"] = 136218,
		},
		["重磨刀石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["强化闪电之盾"] = {
			["texture"] = 136051,
		},
		["元素套牌"] = {
			["castTime"] = 3000,
		},
		["抗毒药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136068,
		},
		["煮蟹爪"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["野性重击"] = {
			["texture"] = 132408,
		},
		["撞击"] = {
			["texture"] = 132325,
		},
		["次级不灭精华"] = {
			["texture"] = 136192,
		},
		["召唤血色犬"] = {
			["texture"] = 132203,
		},
		["魂能之力"] = {
			["texture"] = 134313,
		},
		["Create Zul'Gurub Talisman HUN R2 DND"] = {
			["castTime"] = 500,
		},
		["免疫定身/缠绕/昏迷"] = {
			["texture"] = 135894,
		},
		["配方：野葡萄药水"] = {
			["castTime"] = 3000,
		},
		["烟云"] = {
			["texture"] = 136047,
		},
		["分解"] = {
			["castTime"] = 3000,
			["texture"] = 135952,
		},
		["马龙之肘"] = {
			["texture"] = 132340,
		},
		["召唤结界雕文"] = {
			["castTime"] = 3000,
		},
		["火焰节美酒"] = {
			["texture"] = 135818,
		},
		["Summon Confessor's Belt DND"] = {
			["castTime"] = 1000,
		},
		["使用控制台"] = {
			["texture"] = 132995,
		},
		["虚弱妖术"] = {
			["texture"] = 136157,
		},
		["虹吸祝福"] = {
			["texture"] = 136129,
		},
		["激活净化器"] = {
			["texture"] = 135996,
		},
		["激流堡死亡"] = {
			["texture"] = 132151,
		},
		["设计图：黑铁锁甲"] = {
			["castTime"] = 3000,
		},
		["食肉"] = {
			["texture"] = 136168,
		},
		["鲜花"] = {
			["texture"] = 135926,
		},
		["沙赫拉姆的祝福"] = {
			["castTime"] = 1000,
			["texture"] = 135928,
		},
		["怒气"] = {
			["texture"] = 132366,
		},
		["狂犬之口"] = {
			["texture"] = 136182,
		},
		["dmg2"] = {
			["texture"] = 136115,
		},
		["迫击炮射击"] = {
			["texture"] = 132222,
		},
		["叉状闪电"] = {
			["castTime"] = 2000,
			["texture"] = 136015,
		},
		["放逐烈焰流放者"] = {
			["castTime"] = 1000,
			["texture"] = 136168,
		},
		["护甲"] = {
			["texture"] = 134866,
		},
		["昏迷"] = {
			["texture"] = 135860,
		},
		["公式：巫师之油"] = {
			["castTime"] = 3000,
		},
		["蛮皮头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["碧蓝丝质手套"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["设计图：血魂护手"] = {
			["castTime"] = 3000,
		},
		["释放乌米的雪人"] = {
			["castTime"] = 2000,
		},
		["Knockdown /Stun (TEST)"] = {
			["texture"] = 132154,
		},
		["Fix Ritual Candle (DND)"] = {
			["castTime"] = 3000,
		},
		["隐蔽"] = {
			["texture"] = 136047,
		},
		["火焰爆发"] = {
			["castTime"] = 1500,
			["texture"] = 135809,
		},
		["制造法师的长袍"] = {
			["castTime"] = 4000,
		},
		["瘦狼排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["高辐射烈焰反射器"] = {
			["castTime"] = 45000,
		},
		["共享能量"] = {
			["texture"] = 132150,
		},
		["治疗之光"] = {
			["texture"] = 135920,
		},
		["奇美拉护腿"] = {
			["castTime"] = 60000,
		},
		["切割"] = {
			["texture"] = 132306,
		},
		["黑泥术"] = {
			["castTime"] = 3000,
			["texture"] = 136127,
		},
		["召唤末日守卫"] = {
			["texture"] = 136218,
		},
		["眩晕射击"] = {
			["texture"] = 132153,
		},
		["劈颅巨魔宠物"] = {
			["texture"] = 136095,
		},
		["香烤狮肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["心灵炸弹效果"] = {
			["texture"] = 136174,
		},
		["公式：附魔武器 - 冰寒"] = {
			["castTime"] = 3000,
		},
		["黑暗祭品"] = {
			["texture"] = 136163,
		},
		["优质皮披风"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["掘地鼠炖肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["火焰反射器"] = {
			["texture"] = 135824,
		},
		["快速回复施法"] = {
			["texture"] = 136052,
		},
		["紧钳"] = {
			["texture"] = 132152,
		},
		["设计图：精制秘银护肩"] = {
			["castTime"] = 3000,
		},
		["再生"] = {
			["texture"] = 136081,
		},
		["公式：附魔护腕 - 超强力量"] = {
			["castTime"] = 3000,
		},
		["挑战怒吼"] = {
			["texture"] = 132091,
		},
		["致伤"] = {
			["texture"] = 132155,
		},
		["金鳞护肩"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["熔岩炸弹"] = {
			["texture"] = 135826,
		},
		["沙赫拉姆诅咒"] = {
			["castTime"] = 1000,
			["texture"] = 135994,
		},
		["漂亮的红衬衣"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["铜质调节器"] = {
			["castTime"] = 5125,
		},
		["祛病图腾效果"] = {
			["texture"] = 136019,
		},
		["幻象：黑龙"] = {
			["texture"] = 135942,
		},
		["简易投掷炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["召唤沼泽定居者"] = {
			["texture"] = 136006,
		},
		["艾露恩的蜡烛"] = {
			["castTime"] = 500,
		},
		["生命赐福"] = {
			["texture"] = 134124,
		},
		["采矿"] = {
			["castTime"] = 3200,
			["texture"] = 136248,
		},
		["天神下凡"] = {
			["texture"] = 132275,
		},
		["法力爆炸"] = {
			["texture"] = 136116,
		},
		["强化星火术"] = {
			["texture"] = 135753,
		},
		["鱼竿"] = {
			["texture"] = 136245,
		},
		["设计图：君王板甲护腕"] = {
			["castTime"] = 3000,
		},
		["无情打击效果"] = {
			["texture"] = 132340,
		},
		["制造强效火焰石"] = {
			["castTime"] = 3000,
			["texture"] = 132386,
		},
		["凤凰短裤"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["食谱：安德麦蚌肉杂烩"] = {
			["castTime"] = 3000,
		},
		["Lady Prestor Despawns DND"] = {
			["texture"] = 135990,
		},
		["熊怪形态"] = {
			["castTime"] = 2000,
			["texture"] = 134297,
		},
		["导致疯狂"] = {
			["texture"] = 136206,
		},
		["铸锤大师"] = {
			["texture"] = 133060,
		},
		["暗影箭"] = {
			["castTime"] = 1700,
			["texture"] = 136197,
		},
		["堕落心灵"] = {
			["texture"] = 136122,
		},
		["Armor Debuff (TEST)"] = {
			["texture"] = 132341,
		},
		["暗影之门"] = {
			["castTime"] = 1000,
			["texture"] = 136192,
		},
		["圣诞版黑暗院长加丁"] = {
			["texture"] = 135849,
		},
		["混乱钉刺"] = {
			["texture"] = 136014,
		},
		["绿色亚麻衬衣"] = {
			["castTime"] = 8000,
			["texture"] = 132149,
		},
		["放置水晶球"] = {
			["castTime"] = 3000,
		},
		["神圣之眼"] = {
			["texture"] = 135933,
		},
		["土狼样本"] = {
			["castTime"] = 3000,
		},
		["黑暗耳语"] = {
			["castTime"] = 3000,
			["texture"] = 136163,
		},
		["烤狮排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["Force Target - Talk"] = {
			["texture"] = 136168,
		},
		["任务自杀"] = {
			["texture"] = 136168,
		},
		["迪菲亚之塔 II"] = {
			["texture"] = 135812,
		},
		["月布护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["自我治疗"] = {
			["texture"] = 135915,
		},
		["自然指引"] = {
			["texture"] = 135860,
		},
		["抵抗火焰"] = {
			["texture"] = 135824,
		},
		["冰风"] = {
			["texture"] = 135836,
		},
		["智慧光环"] = {
			["texture"] = 135970,
		},
		["公式：附魔靴子 - 精神"] = {
			["castTime"] = 3000,
		},
		["强化力量祝福"] = {
			["texture"] = 135906,
		},
		["放置烟鬼的炸药"] = {
			["castTime"] = 3000,
		},
		["瘦鹿肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["圣佑术"] = {
			["castTime"] = 3000,
			["texture"] = 135954,
		},
		["艾露恩的赐福"] = {
			["texture"] = 135900,
		},
		["Power Word: Shield 500"] = {
			["texture"] = 135940,
		},
		["火焰 V"] = {
			["texture"] = 132153,
		},
		["图样：高级毛纺披风"] = {
			["castTime"] = 3000,
		},
		["多彩披风"] = {
			["castTime"] = 60000,
		},
		["射击头部 IV"] = {
			["texture"] = 132153,
		},
		["北极外套"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["幻象染料"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["制皮"] = {
			["texture"] = 133611,
		},
		["打开古物箱"] = {
			["castTime"] = 5000,
		},
		["力量"] = {
			["texture"] = 134838,
		},
		["制造惩戒火炬"] = {
			["castTime"] = 1000,
		},
		["血帆鹦鹉"] = {
			["texture"] = 132150,
		},
		["真银变压器"] = {
			["castTime"] = 8000,
		},
		["铜质符文护腕"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["驱散魔法"] = {
			["castTime"] = 3000,
			["texture"] = 135894,
		},
		["旋风新星"] = {
			["texture"] = 132312,
		},
		["红色毛纺包"] = {
			["castTime"] = 25000,
		},
		["公式：卓越巫师之油"] = {
			["castTime"] = 3000,
		},
		["心灵之怒"] = {
			["texture"] = 132347,
		},
		["附魔双手武器 - 次级智力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Healing Touch (TEST)"] = {
			["texture"] = 135928,
		},
		["精神提高"] = {
			["texture"] = 134335,
		},
		["召唤燃烧小鬼"] = {
			["texture"] = 135805,
		},
		["接着！"] = {
			["texture"] = 132165,
		},
		["金鳞罩盔"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["种植魔法豆"] = {
			["castTime"] = 2000,
			["texture"] = 134059,
		},
		["哈尔琳的意志"] = {
			["texture"] = 135744,
		},
		["仪式：月布"] = {
			["castTime"] = 3000,
		},
		["公式：附魔披风 - 躲闪"] = {
			["castTime"] = 3000,
		},
		["侦测次级隐形药剂"] = {
			["castTime"] = 5000,
		},
		["魔暴龙之刺"] = {
			["texture"] = 135125,
		},
		["瘟疫鼠诅咒"] = {
			["castTime"] = 1500,
			["texture"] = 136224,
		},
		["Cat Form (Passive)"] = {
			["texture"] = 132115,
		},
		["野兽之眼"] = {
			["castTime"] = 2000,
			["texture"] = 132150,
		},
		["视界术"] = {
			["castTime"] = 3000,
			["texture"] = 136034,
		},
		["黑暗之靴"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["Summon Drape of Unyielding Strength DND"] = {
			["castTime"] = 1000,
		},
		["星爆"] = {
			["texture"] = 135815,
		},
		["厚亚麻绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["护卫披风"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["魅力光环"] = {
			["texture"] = 135923,
		},
		["闪避削砍 V"] = {
			["texture"] = 132223,
		},
		["严重致伤"] = {
			["texture"] = 136168,
		},
		["奥金万能钥匙"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["劣质青铜护肩"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["大型软浆怪（绿）"] = {
			["texture"] = 136094,
		},
		["石化"] = {
			["texture"] = 134806,
		},
		["玛尔里的守护"] = {
			["texture"] = 132318,
		},
		["震地者"] = {
			["texture"] = 133477,
		},
		["符文铜棒"] = {
			["castTime"] = 10000,
			["texture"] = 135225,
		},
		["融合软泥怪"] = {
			["castTime"] = 500,
			["texture"] = 134743,
		},
		["Portal Effect: Stormwind"] = {
			["texture"] = 135748,
		},
		["神秘的答案"] = {
			["texture"] = 136011,
		},
		["免伤锁甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["QAEnchant Gloves +30 Healing"] = {
			["texture"] = 135913,
		},
		["蓟皮之肤"] = {
			["texture"] = 132156,
		},
		["强化治疗之触"] = {
			["texture"] = 136041,
		},
		["盐湖赛车高速"] = {
			["texture"] = 134063,
		},
		["招架掌握"] = {
			["texture"] = 132223,
		},
		["图样：邪恶皮甲护腕"] = {
			["castTime"] = 3000,
		},
		["恶魔布包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["打开大型圣甲虫箱"] = {
			["castTime"] = 5000,
		},
		["灵魂石复活"] = {
			["castTime"] = 3000,
			["texture"] = 136210,
		},
		["愤怒掌控"] = {
			["texture"] = 135881,
		},
		["熔岩冲击"] = {
			["castTime"] = 1000,
			["texture"] = 135813,
		},
		["次级魔法精华"] = {
			["texture"] = 136192,
		},
		["召唤水元素"] = {
			["castTime"] = 2000,
			["texture"] = 136192,
		},
		["图样：鬼纹外衣"] = {
			["castTime"] = 3000,
		},
		["变形包"] = {
			["texture"] = 132195,
		},
		["萨维亚的赐福"] = {
			["castTime"] = 5000,
			["texture"] = 135907,
		},
		["震耳尖啸"] = {
			["texture"] = 136122,
		},
		["驱散射击 V"] = {
			["texture"] = 132153,
		},
		["沙赫拉姆的意志"] = {
			["castTime"] = 1000,
			["texture"] = 135934,
		},
		["萨纳瑞恩的治疗"] = {
			["castTime"] = 500,
			["texture"] = 136052,
		},
		["制造召唤纹章：气"] = {
			["castTime"] = 1500,
		},
		["炸弹攻击"] = {
			["castTime"] = 2000,
			["texture"] = 135826,
		},
		["破甲"] = {
			["texture"] = 132354,
		},
		["初级坚韧药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["附魔盾牌 - 次级防护"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["召唤寻宝部落"] = {
			["castTime"] = 1500,
		},
		["Rift Spawn Manifestation"] = {
			["texture"] = 135994,
		},
		["土灵外衣"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["奥术防护"] = {
			["texture"] = 135943,
		},
		["战争践踏"] = {
			["castTime"] = 500,
			["texture"] = 132091,
		},
		["斧专精"] = {
			["texture"] = 132316,
		},
		["火焰使者的光环"] = {
			["texture"] = 135849,
		},
		["心脏爆炸技术"] = {
			["texture"] = 136133,
		},
		["高级裁缝"] = {
			["texture"] = 136249,
		},
		["石爪图腾效果"] = {
			["texture"] = 136097,
		},
		["银翼军旗"] = {
			["texture"] = 132486,
		},
		["力量祝福"] = {
			["castTime"] = 3000,
			["texture"] = 135906,
		},
		["从艾萨拉之塔传送"] = {
			["castTime"] = 1000,
			["texture"] = 136022,
		},
		["野蛮痛击"] = {
			["texture"] = 132355,
		},
		["投掷炸弹"] = {
			["castTime"] = 2000,
			["texture"] = 136173,
		},
		["结构图：瑟银火枪"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["配方：点化秘银"] = {
			["castTime"] = 3000,
		},
		["条纹夜刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132225,
		},
		["追踪隐藏生物"] = {
			["texture"] = 132320,
		},
		["阿拉希盆地野战军粮"] = {
			["texture"] = 134062,
		},
		["放置穆维里克的信号灯"] = {
			["castTime"] = 5000,
		},
		["召唤黄色猫头鹰"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["奥妮克希亚鳞片披风"] = {
			["castTime"] = 60000,
			["texture"] = 135744,
		},
		["食谱：滑皮鲭鱼"] = {
			["castTime"] = 3000,
		},
		["制造PX83型密码机"] = {
			["castTime"] = 2000,
			["texture"] = 133748,
		},
		["闪避药剂"] = {
			["texture"] = 134832,
		},
		["驯服成年陆行鸟"] = {
			["texture"] = 132164,
		},
		["瑟银长靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["召唤地行者"] = {
			["texture"] = 136025,
		},
		["Archaedas Awaken Visual (DND)"] = {
			["castTime"] = 1500,
			["texture"] = 136025,
		},
		["减速"] = {
			["texture"] = 136091,
		},
		["设计图：白魂头盔"] = {
			["castTime"] = 3000,
		},
		["大师级剥皮"] = {
			["texture"] = 134366,
		},
		["铁皮手雷"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["Copy of Piercing Screech"] = {
			["texture"] = 136230,
		},
		["Tame Pet (TEST)"] = {
			["castTime"] = 2000,
		},
		["配方：自然防护药水"] = {
			["castTime"] = 3000,
		},
		["大师级裁缝"] = {
			["texture"] = 136249,
		},
		["冲击"] = {
			["texture"] = 135821,
		},
		["火焰冲撞"] = {
			["texture"] = 135830,
		},
		["强化十字军圣印"] = {
			["texture"] = 135924,
		},
		["设计图：铁质平衡锤"] = {
			["castTime"] = 3000,
		},
		["配方：阿尔萨斯的礼物"] = {
			["castTime"] = 3000,
		},
		["侏儒火箭靴"] = {
			["castTime"] = 12500,
			["texture"] = 135805,
		},
		["结构图：寒冰偏斜器"] = {
			["castTime"] = 3000,
		},
		["图样：红龙鳞片胸甲"] = {
			["castTime"] = 3000,
		},
		["石爪图腾"] = {
			["texture"] = 136097,
		},
		["赞达拉之魂"] = {
			["texture"] = 132107,
		},
		["熊猫"] = {
			["texture"] = 132156,
		},
		["酸液溅射"] = {
			["castTime"] = 1000,
			["texture"] = 132793,
		},
		["设计图：魔化瑟银胸甲"] = {
			["castTime"] = 3000,
		},
		["配方：点火成土"] = {
			["castTime"] = 3000,
		},
		["天灾的威严"] = {
			["castTime"] = 5000,
		},
		["声望 - 棘齿城 +500"] = {
			["castTime"] = 1000,
		},
		["结构图：高辐射烈焰反射器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["人类孤儿哨"] = {
			["castTime"] = 1000,
		},
		["火焰增效"] = {
			["castTime"] = 1000,
			["texture"] = 135807,
		},
		["巫纹长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["指挥地鼠"] = {
			["castTime"] = 1500,
			["texture"] = 136168,
		},
		["恐慌"] = {
			["texture"] = 136147,
		},
		["图样：红色魔纹头带"] = {
			["castTime"] = 3000,
		},
		["强力酒精"] = {
			["texture"] = 132796,
		},
		["初级锻造"] = {
			["texture"] = 136241,
		},
		["符文板甲护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["突袭"] = {
			["texture"] = 132142,
		},
		["瓦塔拉克饰品的上瓣"] = {
			["castTime"] = 2000,
		},
		["消失净化"] = {
			["texture"] = 132331,
		},
		["召唤燃烧地狱卫士"] = {
			["texture"] = 135805,
		},
		["附魔双手武器 - 次级精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["人型生物杀手"] = {
			["texture"] = 135942,
		},
		["玫瑰凋零"] = {
			["castTime"] = 500,
			["texture"] = 133851,
		},
		["打开玛雷的脚"] = {
			["castTime"] = 5000,
		},
		["虚空爆裂"] = {
			["texture"] = 136134,
		},
		["重型箭袋"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["周期性雷霆一击"] = {
			["texture"] = 132326,
		},
		["双手锤入门"] = {
			["texture"] = 132325,
		},
		["祈祷之珠"] = {
			["texture"] = 133298,
		},
		["血藤护腿"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["吞噬暗影"] = {
			["castTime"] = 3000,
			["texture"] = 136163,
		},
		["强化火焰石"] = {
			["texture"] = 132386,
		},
		["林栖者外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["公式：附魔武器 - 次级元素杀手"] = {
			["castTime"] = 3000,
		},
		["耶克里克的致命攻击"] = {
			["texture"] = 132155,
		},
		["夺命射击"] = {
			["texture"] = 132312,
		},
		["黑色怒火"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["结构图：黑铁步枪"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["食谱：蜘蛛蛋糕"] = {
			["castTime"] = 3000,
		},
		["魂能之遁"] = {
			["texture"] = 134319,
		},
		["地穴甲虫"] = {
			["castTime"] = 1500,
			["texture"] = 136128,
		},
		["变形符文"] = {
			["texture"] = 134419,
		},
		["治疗结界"] = {
			["castTime"] = 2000,
			["texture"] = 135928,
		},
		["板甲"] = {
			["texture"] = 132736,
		},
		["图样：黑色龙鳞护肩"] = {
			["castTime"] = 3000,
		},
		["遗弃技能：双手锤"] = {
			["texture"] = 133040,
		},
		["Evil God Counterspell"] = {
			["castTime"] = 300000,
		},
		["绿色丝质包"] = {
			["castTime"] = 45000,
		},
		["致命瞄准镜"] = {
			["castTime"] = 3000,
		},
		["魂能之速"] = {
			["texture"] = 134319,
		},
		["巨龙杀手"] = {
			["texture"] = 132323,
		},
		["绞喉"] = {
			["texture"] = 132297,
		},
		["游荡瘟疫"] = {
			["castTime"] = 2000,
			["texture"] = 136127,
		},
		["Create Zul'Gurub Talisman SHM R3 DND"] = {
			["castTime"] = 500,
		},
		["秘银机械幼龙"] = {
			["castTime"] = 45000,
			["texture"] = 134153,
		},
		["初级蝎毒"] = {
			["texture"] = 136077,
		},
		["纳瑞安！"] = {
			["castTime"] = 3000,
			["texture"] = 134164,
		},
		["拉克塔曼尼的雷霆"] = {
			["texture"] = 136075,
		},
		["未涂色的机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["圣诞版古拉鲁克"] = {
			["texture"] = 135849,
		},
		["雷德·黑手坐骑"] = {
			["texture"] = 135990,
		},
		["法力风暴"] = {
			["castTime"] = 2000,
			["texture"] = 135857,
		},
		["Battle Stance Passive"] = {
			["texture"] = 132349,
		},
		["火焰破裂"] = {
			["castTime"] = 2500,
			["texture"] = 135805,
		},
		["陷阱"] = {
			["texture"] = 134325,
		},
		["图样：大法师之袍"] = {
			["castTime"] = 3000,
		},
		["图样：黑色冒险者衬衣"] = {
			["castTime"] = 3000,
		},
		["基尔图诺斯变形"] = {
			["texture"] = 136122,
		},
		["放逐"] = {
			["texture"] = 135994,
		},
		["强化宁静"] = {
			["texture"] = 136107,
		},
		["Spirit Particles (red, super big) (DND)"] = {
			["texture"] = 135864,
		},
		["食人魔力量药剂"] = {
			["castTime"] = 3000,
		},
		["刺骨"] = {
			["texture"] = 132292,
		},
		["Copy of Simple Teleport"] = {
			["texture"] = 135994,
		},
		["自然之赐"] = {
			["texture"] = 136062,
		},
		["塞纳里奥的好感"] = {
			["texture"] = 136086,
		},
		["[PH] Teleport to Orgrimmar"] = {
			["castTime"] = 2000,
		},
		["睡眠"] = {
			["texture"] = 136090,
		},
		["长时间眩晕"] = {
			["texture"] = 135860,
		},
		["牺牲祝福"] = {
			["texture"] = 135966,
		},
		["耶尼库的解脱"] = {
			["castTime"] = 4000,
			["texture"] = 136168,
		},
		["Uldaman Boss Object Visual"] = {
			["texture"] = 136130,
		},
		["匕首打击 III"] = {
			["texture"] = 132223,
		},
		["潮湿毛巾"] = {
			["texture"] = 135920,
		},
		["盖亚的拥抱"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Rift Spawn Invisibility"] = {
			["texture"] = 135994,
		},
		["Perm. Illusion Slime"] = {
			["texture"] = 132311,
		},
		["模糊术 II"] = {
			["texture"] = 136047,
		},
		["奥术飞弹"] = {
			["castTime"] = 3000,
			["texture"] = 136096,
		},
		["奥术爆炸"] = {
			["texture"] = 135753,
		},
		["衰减魔法"] = {
			["texture"] = 135967,
		},
		["加速"] = {
			["texture"] = 135831,
		},
		["治疗之泉图腾"] = {
			["texture"] = 135127,
		},
		["喝药水"] = {
			["castTime"] = 3000,
			["texture"] = 135915,
		},
		["Frostwolf Aura Dummy Dispel"] = {
			["texture"] = 136152,
		},
		["Masterwork Lure Passive"] = {
			["texture"] = 136232,
		},
		["骨甲术"] = {
			["texture"] = 136225,
		},
		["召唤哈扎里寄生虫"] = {
			["texture"] = 136168,
		},
		["制造净化图腾"] = {
			["castTime"] = 5000,
			["texture"] = 136168,
		},
		["精力"] = {
			["texture"] = 136023,
		},
		["图样：光芒衬肩"] = {
			["castTime"] = 3000,
		},
		["全力一击 II"] = {
			["texture"] = 132316,
		},
		["黑色战羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["减速术"] = {
			["castTime"] = 3000,
			["texture"] = 136091,
		},
		["神圣法杖 II"] = {
			["texture"] = 132325,
		},
		["生病小动物光环"] = {
			["texture"] = 135864,
		},
		["水煮蚌肉"] = {
			["castTime"] = 3000,
			["texture"] = 134433,
		},
		["工程学"] = {
			["texture"] = 136243,
		},
		["驯服树林潜伏者"] = {
			["texture"] = 132164,
		},
		["深度睡眠"] = {
			["texture"] = 136090,
		},
		["唤醒地灵守护者"] = {
			["texture"] = 136025,
		},
		["破碎岭食人魔死亡"] = {
			["texture"] = 132151,
		},
		["负能量补充"] = {
			["texture"] = 135768,
		},
		["图样：符文布护肩"] = {
			["castTime"] = 3000,
		},
		["辐光长靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["强化痛苦诅咒"] = {
			["texture"] = 136139,
		},
		["结构图：语音增强模组"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["喝下初级药水"] = {
			["castTime"] = 3000,
			["texture"] = 135915,
		},
		["紫色丝质衬衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["吸血术"] = {
			["texture"] = 132278,
		},
		["破胆怒吼"] = {
			["texture"] = 132154,
		},
		["高级草药学"] = {
			["texture"] = 136246,
		},
		["光芒（黄色）"] = {
			["texture"] = 135741,
		},
		["茶色利刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132242,
		},
		["Random Weapon Proc Fire Effect 14"] = {
			["texture"] = 136197,
		},
		["灵魂偷取"] = {
			["texture"] = 136163,
		},
		["催眠曲"] = {
			["castTime"] = 1000,
			["texture"] = 136209,
		},
		["锻造技能 +10"] = {
			["texture"] = 136241,
		},
		["制造克罗姆扎的军旗"] = {
			["texture"] = 133748,
		},
		["制造元素图腾"] = {
			["texture"] = 135225,
		},
		["埃提耶什驱魔"] = {
			["castTime"] = 20000,
		},
		["弩掌握"] = {
			["texture"] = 132329,
		},
		["敏捷衰减"] = {
			["castTime"] = 2000,
			["texture"] = 135914,
		},
		["六魔包"] = {
			["texture"] = 136129,
		},
		["Smoke Aura Visual"] = {
			["texture"] = 135817,
		},
		["炽热魔符"] = {
			["texture"] = 135826,
		},
		["喂养宠物效果"] = {
			["texture"] = 132165,
		},
		["嘲讽"] = {
			["castTime"] = 3000,
			["texture"] = 136080,
		},
		["附魔胸甲 - 强效生命"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Perm. Illusion Shade"] = {
			["texture"] = 132311,
		},
		["召唤阿库麦尔"] = {
			["texture"] = 136121,
		},
		["秘银破片炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["群体热疫"] = {
			["castTime"] = 1000,
			["texture"] = 136142,
		},
		["龙翼打击"] = {
			["castTime"] = 1000,
			["texture"] = 134316,
		},
		["烈性火药"] = {
			["castTime"] = 5125,
		},
		["投掷火炬"] = {
			["castTime"] = 3000,
			["texture"] = 135808,
		},
		["致密砂轮"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["龟壳头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["侦测亡灵"] = {
			["texture"] = 134179,
		},
		["野人腰带"] = {
			["castTime"] = 45000,
		},
		["雷暴手套"] = {
			["castTime"] = 60000,
		},
		["冲撞痛击 V"] = {
			["texture"] = 132326,
		},
		["冰霜集中"] = {
			["texture"] = 135865,
		},
		["冲撞痛击 IV"] = {
			["texture"] = 132326,
		},
		["野兽蛊惑"] = {
			["texture"] = 136036,
		},
		["强化生命分流"] = {
			["texture"] = 136126,
		},
		["荣耀一击"] = {
			["texture"] = 132307,
		},
		["雷矛声望 +5"] = {
			["texture"] = 136077,
		},
		["碧火"] = {
			["texture"] = 135824,
		},
		["符文皮甲腰带"] = {
			["castTime"] = 60000,
		},
		["军旗重生"] = {
			["texture"] = 132482,
		},
		["召唤迷你破坏神"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["黑曜石破碎"] = {
			["texture"] = 136126,
		},
		["冲击波"] = {
			["texture"] = 135903,
		},
		["白色亚麻衬衣"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["Permanent Sheen of Zanza"] = {
			["texture"] = 134809,
		},
		["风暴烈酒"] = {
			["texture"] = 132800,
		},
		["高级制皮"] = {
			["texture"] = 133611,
		},
		["火光"] = {
			["texture"] = 135805,
		},
		["轻巧的皮手套"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["混乱烈焰"] = {
			["castTime"] = 1000,
			["texture"] = 135831,
		},
		["毒性钉刺"] = {
			["castTime"] = 2000,
			["texture"] = 132274,
		},
		["设计图：瑟银腰带"] = {
			["castTime"] = 3000,
		},
		["末日仪式"] = {
			["castTime"] = 10000,
			["texture"] = 136120,
		},
		["强效冰霜防护药水"] = {
			["castTime"] = 3000,
		},
		["灰山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["眼之结界"] = {
			["texture"] = 136232,
		},
		["设计图：瑟银巨剑"] = {
			["castTime"] = 3000,
		},
		["图样：火焰披风"] = {
			["castTime"] = 3000,
		},
		["抗性药剂"] = {
			["texture"] = 134801,
		},
		["神恩回复"] = {
			["texture"] = 135877,
		},
		["强效不灭精华"] = {
			["texture"] = 136192,
		},
		["煽动烈焰"] = {
			["texture"] = 135811,
		},
		["声望 - 永望镇 +500"] = {
			["castTime"] = 1000,
		},
		["拉格纳罗斯消失"] = {
			["texture"] = 135830,
		},
		["邪恶之盾"] = {
			["texture"] = 136153,
		},
		["强化震荡射击"] = {
			["texture"] = 135860,
		},
		["打开本尼迪克的箱子"] = {
			["castTime"] = 5000,
		},
		["打磨利刃 III"] = {
			["castTime"] = 3000,
		},
		["设计图：黑铁斩碎者"] = {
			["castTime"] = 3000,
		},
		["瘟疫之心"] = {
			["texture"] = 135900,
		},
		["打开箱子"] = {
			["castTime"] = 5000,
		},
		["投掷入门 III"] = {
			["texture"] = 132222,
		},
		["仇恨归零"] = {
			["texture"] = 136190,
		},
		["强效智力"] = {
			["texture"] = 134721,
		},
		["设计图：魔化瑟银头盔"] = {
			["castTime"] = 3000,
		},
		["匕首专精"] = {
			["texture"] = 132321,
		},
		["转化：水转死灵"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["诱导幻象"] = {
			["castTime"] = 30000,
			["texture"] = 136168,
		},
		["蜘蛛之吻"] = {
			["texture"] = 134321,
		},
		["奥特兰克泉水"] = {
			["texture"] = 135928,
		},
		["埃根的冲击器"] = {
			["texture"] = 135990,
		},
		["迅捷黄色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["Undead Slayer (OLD)"] = {
			["texture"] = 136142,
		},
		["黑暗瘟疫"] = {
			["texture"] = 136066,
		},
		["捕捉灵魂"] = {
			["texture"] = 136163,
		},
		["含毒喷溅"] = {
			["castTime"] = 2000,
			["texture"] = 136016,
		},
		["恶魔之锄"] = {
			["castTime"] = 5000,
		},
		["召唤绿龙宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["MHTest01"] = {
			["texture"] = 132350,
		},
		["坚固的磨刀石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["腐烂胆汁"] = {
			["texture"] = 136077,
		},
		["Ended Battleground"] = {
			["texture"] = 132091,
		},
		["沙漠陷阱"] = {
			["texture"] = 133849,
		},
		["麻风病治愈！"] = {
			["castTime"] = 2000,
			["texture"] = 135907,
		},
		["雪人"] = {
			["castTime"] = 1500,
			["texture"] = 132387,
		},
		["雷霆震荡"] = {
			["texture"] = 135990,
		},
		["弱化"] = {
			["castTime"] = 1500,
			["texture"] = 132105,
		},
		["烈焰之团"] = {
			["texture"] = 135818,
		},
		["烟雾遮盖"] = {
			["texture"] = 132156,
		},
		["秘银重靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["米布隆的诱饵"] = {
			["castTime"] = 2000,
			["texture"] = 134006,
		},
		["野性冲锋"] = {
			["texture"] = 132183,
		},
		["钓鱼技能 +35"] = {
			["texture"] = 136245,
		},
		["Feed Sarilus Passive"] = {
			["texture"] = 136123,
		},
		["双手剑强化"] = {
			["texture"] = 132223,
		},
		["附魔披风 - 超级防御"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["护甲 +40"] = {
			["castTime"] = 3000,
		},
		["Travel Form (Passive)"] = {
			["texture"] = 132144,
		},
		["精灵龙形态"] = {
			["texture"] = 136036,
		},
		["血肠"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["强化法术石"] = {
			["texture"] = 134131,
		},
		["Holiday - Lunar Teleport: Thunderbluff"] = {
			["texture"] = 135758,
		},
		["大地之力图腾"] = {
			["castTime"] = 3000,
			["texture"] = 136023,
		},
		["眩晕射击 II"] = {
			["texture"] = 132153,
		},
		["祖穆拉恩结界"] = {
			["texture"] = 136232,
		},
		["野性侵略"] = {
			["texture"] = 132121,
		},
		["Copy of Master Angler"] = {
			["texture"] = 132288,
		},
		["奥术掌握"] = {
			["texture"] = 136183,
		},
		["永恒公正"] = {
			["texture"] = 136011,
		},
		["野性赐福"] = {
			["castTime"] = 3000,
			["texture"] = 136078,
		},
		["火焰防护药水"] = {
			["castTime"] = 3000,
		},
		["闪耀轻剑"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["衰弱之触"] = {
			["texture"] = 136157,
		},
		["外交"] = {
			["texture"] = 134328,
		},
		["荒芜"] = {
			["castTime"] = 60000,
			["texture"] = 136066,
		},
		["火焰之油"] = {
			["castTime"] = 5000,
			["texture"] = 136021,
		},
		["大门被摧毁"] = {
			["texture"] = 136116,
		},
		["制造探水棒"] = {
			["texture"] = 133748,
		},
		["白色皮夹克"] = {
			["castTime"] = 12500,
		},
		["进食充足"] = {
			["texture"] = 136000,
		},
		["重型秘银护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["坚韧咆哮"] = {
			["texture"] = 132091,
		},
		["毒性震荡"] = {
			["texture"] = 136007,
		},
		["失效"] = {
			["texture"] = 136039,
		},
		["地震"] = {
			["texture"] = 136026,
		},
		["工兵爆破"] = {
			["castTime"] = 5000,
			["texture"] = 135826,
		},
		["神像"] = {
			["texture"] = 134227,
		},
		["法力再生"] = {
			["texture"] = 136077,
		},
		["专注"] = {
			["castTime"] = 5000,
		},
		["Stealth 5"] = {
			["texture"] = 132320,
		},
		["诺兹多姆的代言人"] = {
			["castTime"] = 1000,
		},
		["水晶尘迹"] = {
			["texture"] = 136106,
		},
		["回春药水"] = {
			["texture"] = 134827,
		},
		["奥术真空"] = {
			["texture"] = 135743,
		},
		["图样：熔岩腰带"] = {
			["castTime"] = 3000,
		},
		["疾速奔跑"] = {
			["texture"] = 132319,
		},
		["TEST - DBUCKLER"] = {
			["texture"] = 135999,
		},
		["Word of Recall (OLD)"] = {
			["castTime"] = 10000,
		},
		["醉酒怒气"] = {
			["texture"] = 136224,
		},
		["恶魔自燃"] = {
			["texture"] = 135826,
		},
		["Summon Demoniac's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["君王板甲腰带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["防护元素图腾"] = {
			["texture"] = 136069,
		},
		["辐光胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["熔炼黑铁"] = {
			["castTime"] = 3000,
		},
		["召唤燃烧仆从"] = {
			["texture"] = 135805,
		},
		["燃烧血肉"] = {
			["texture"] = 135817,
		},
		["召唤精灵龙宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["致死射击"] = {
			["texture"] = 132271,
		},
		["元素防护"] = {
			["texture"] = 135880,
		},
		["麦琳瑟拉的觉醒"] = {
			["castTime"] = 2000,
		},
		["愤怒的回忆"] = {
			["texture"] = 136224,
		},
		["召唤异种幼蝎"] = {
			["texture"] = 136036,
		},
		["裁缝"] = {
			["texture"] = 136249,
		},
		["爱情的气息"] = {
			["texture"] = 135453,
		},
		["补充法力 II"] = {
			["texture"] = 134134,
		},
		["奥齐爆炸"] = {
			["castTime"] = 2000,
		},
		["语音增强模组"] = {
			["castTime"] = 8000,
		},
		["侦测"] = {
			["texture"] = 132156,
		},
		["夜色头带"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["野人铁手套"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["增亮护目镜"] = {
			["castTime"] = 45000,
		},
		["黄金能量核心"] = {
			["castTime"] = 25000,
		},
		["黑海岸狂鱼"] = {
			["texture"] = 132270,
		},
		["摔倒"] = {
			["texture"] = 132219,
		},
		["Defensive State 2"] = {
			["texture"] = 132110,
		},
		["干杯"] = {
			["texture"] = 134376,
		},
		["撕裂肉体"] = {
			["texture"] = 132152,
		},
		["强化背刺"] = {
			["texture"] = 132090,
		},
		["血矛"] = {
			["texture"] = 135042,
		},
		["雷暴"] = {
			["castTime"] = 60000,
		},
		["QAEnchant Gloves - Riding Skill"] = {
			["texture"] = 135913,
		},
		["附魔手套 - 草药学"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["火炬燃烧"] = {
			["texture"] = 135805,
		},
		["先发制人"] = {
			["texture"] = 136159,
		},
		["驯服野兽"] = {
			["texture"] = 132164,
		},
		["仲夏商人 - 矮人女性"] = {
			["texture"] = 135849,
		},
		["设计图：魔化瑟银护腿"] = {
			["castTime"] = 3000,
		},
		["厚甲蝎之击"] = {
			["texture"] = 136036,
		},
		["自卫打击 II"] = {
			["texture"] = 132316,
		},
		["传送：兵营"] = {
			["castTime"] = 2000,
		},
		["搜索"] = {
			["texture"] = 133644,
		},
		["传授末日咆哮"] = {
			["castTime"] = 1000,
		},
		["设计图：碎铁金锤"] = {
			["castTime"] = 3000,
		},
		["虚弱疾病"] = {
			["texture"] = 136118,
		},
		["冬天爷爷的手套"] = {
			["castTime"] = 45000,
		},
		["设计图：火山战锤"] = {
			["castTime"] = 3000,
		},
		["法术反转"] = {
			["texture"] = 136222,
		},
		["龟壳护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["火舌图腾效果"] = {
			["texture"] = 136040,
		},
		["制造大饼干"] = {
			["texture"] = 136058,
		},
		["月布护腿"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Eye of Yesmur (PT)"] = {
			["castTime"] = 2000,
		},
		["潜行"] = {
			["texture"] = 132320,
		},
		["蟑螂逃跑"] = {
			["texture"] = 134321,
		},
		["Tree Form (Passive)"] = {
			["texture"] = 136064,
		},
		["Summon Madcap's Mantle DND"] = {
			["castTime"] = 1000,
		},
		["解除次级诅咒"] = {
			["texture"] = 136082,
		},
		["转化：点水成气"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["娅尔罗变形"] = {
			["texture"] = 136172,
		},
		["符文银棒"] = {
			["castTime"] = 30000,
			["texture"] = 135138,
		},
		["法术封锁"] = {
			["castTime"] = 3000,
			["texture"] = 136174,
		},
		["冬季狂欢者 - 兽人女性"] = {
			["texture"] = 135849,
		},
		["法力之潮图腾"] = {
			["texture"] = 135861,
		},
		["致伤射击 II"] = {
			["texture"] = 132323,
		},
		["图样：符文布手套"] = {
			["castTime"] = 3000,
		},
		["致伤射击 III"] = {
			["texture"] = 132323,
		},
		["Spirit Particles, big"] = {
			["texture"] = 135864,
		},
		["铁藤胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["救赎灵魂"] = {
			["castTime"] = 10000,
		},
		["召唤奥金幼龙"] = {
			["texture"] = 132281,
		},
		["考布莱恩毒蛇形态"] = {
			["texture"] = 136040,
		},
		["净化元素之灵"] = {
			["castTime"] = 4000,
		},
		["酒桶陷阱"] = {
			["texture"] = 132622,
		},
		["结构图：侏儒通用遥控器"] = {
			["castTime"] = 3000,
		},
		["剑刃乱舞"] = {
			["texture"] = 132350,
		},
		["安全降落"] = {
			["texture"] = 132914,
		},
		["夺魂怒吼"] = {
			["texture"] = 132366,
		},
		["爱慕"] = {
			["texture"] = 135450,
		},
		["魔法增效"] = {
			["texture"] = 135907,
		},
		["拳击"] = {
			["texture"] = 132938,
		},
		["恶魔符文"] = {
			["texture"] = 134417,
		},
		["烟雾缭绕"] = {
			["texture"] = 136160,
		},
		["召唤棕色猫头鹰"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["召唤格里什幼虫"] = {
			["texture"] = 136092,
		},
		["公式：附魔护腕 - 偏斜"] = {
			["castTime"] = 3000,
		},
		["熏熊肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["黑龙之书的祝福"] = {
			["texture"] = 136224,
		},
		["迅猛龙皮腰带"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["盾牌防御"] = {
			["texture"] = 132110,
		},
		["冷木斧"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["修理机器人74A型"] = {
			["castTime"] = 60000,
			["texture"] = 136172,
		},
		["毒箭"] = {
			["texture"] = 135934,
		},
		["强效隐形"] = {
			["castTime"] = 3000,
			["texture"] = 136047,
		},
		["重拳先生之锤"] = {
			["texture"] = 133487,
		},
		["强效暗影小鬼"] = {
			["texture"] = 136172,
		},
		["长视术"] = {
			["castTime"] = 1000,
			["texture"] = 132327,
		},
		["配方：点水成气"] = {
			["castTime"] = 3000,
		},
		["强化治疗术"] = {
			["texture"] = 135916,
		},
		["治疗宠物"] = {
			["texture"] = 132179,
		},
		["Elemental Slaying 36"] = {
			["texture"] = 136172,
		},
		["密谋"] = {
			["texture"] = 136147,
		},
		["坚韧祷言"] = {
			["castTime"] = 3000,
			["texture"] = 135941,
		},
		["脓疮撕咬"] = {
			["texture"] = 136067,
		},
		["苔鲜之皮"] = {
			["texture"] = 136065,
		},
		["召唤幻象之影"] = {
			["castTime"] = 2000,
			["texture"] = 135824,
		},
		["野人铁质胸甲"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["高级毛纺短裤"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["浸魔护腕 - 初级智力"] = {
			["texture"] = 135913,
		},
		["卡德拉克的旗子"] = {
			["castTime"] = 2000,
			["texture"] = 132484,
		},
		["拍翼"] = {
			["texture"] = 136022,
		},
		["青铜斧"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["精神衰弱"] = {
			["castTime"] = 1000,
			["texture"] = 136175,
		},
		["烈焰打击图腾"] = {
			["texture"] = 135825,
		},
		["配方：迅捷药水"] = {
			["castTime"] = 3000,
		},
		["圣盾术"] = {
			["castTime"] = 3000,
			["texture"] = 135896,
		},
		["Plague Slime (Green)"] = {
			["texture"] = 136094,
		},
		["塞纳留斯之袋"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Spirit Spawn-out"] = {
			["castTime"] = 500,
		},
		["绿龙鳞片护腿"] = {
			["castTime"] = 60000,
		},
		["Summon Treasure Horde Visual"] = {
			["castTime"] = 1500,
		},
		["达纳苏斯友谊礼品包"] = {
			["texture"] = 133203,
		},
		["召唤小鱼人（橙色）"] = {
			["texture"] = 134300,
		},
		["铁羽护肩"] = {
			["castTime"] = 60000,
		},
		["结构图：报警机器人"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["图样：鬼纹手套"] = {
			["castTime"] = 3000,
		},
		["战歌峡谷标准军粮"] = {
			["texture"] = 134062,
		},
		["击碎"] = {
			["castTime"] = 5000,
		},
		["召唤黄色陆行鸟"] = {
			["texture"] = 132253,
		},
		["法力通道"] = {
			["castTime"] = 3000,
			["texture"] = 136230,
		},
		["赞扎之速"] = {
			["texture"] = 134811,
		},
		["Flameshocker - Immolate Visual"] = {
			["texture"] = 135817,
		},
		["小精灵自爆"] = {
			["texture"] = 136116,
		},
		["超时"] = {
			["texture"] = 136222,
		},
		["心灵腐蚀"] = {
			["castTime"] = 2000,
			["texture"] = 136174,
		},
		["蓝色烟花束"] = {
			["castTime"] = 5125,
		},
		["冥想手套"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["槌击"] = {
			["texture"] = 132136,
		},
		["吞食尸体"] = {
			["texture"] = 132122,
		},
		["多彩褶裙"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["附魔武器 - 次级屠兽"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["龟壳胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["中级制皮"] = {
			["texture"] = 133611,
		},
		["灵魂烈焰"] = {
			["texture"] = 135818,
		},
		["浇醒林格"] = {
			["castTime"] = 2500,
		},
		["皱缩"] = {
			["castTime"] = 1500,
			["texture"] = 136121,
		},
		["地精摄像头连接"] = {
			["castTime"] = 3000,
		},
		["枯萎毒药"] = {
			["texture"] = 136016,
		},
		["护甲粉碎"] = {
			["texture"] = 132403,
		},
		["法术屏障"] = {
			["texture"] = 135976,
		},
		["红色焰火"] = {
			["castTime"] = 5125,
		},
		["布莱队友逃跑"] = {
			["castTime"] = 10000,
			["texture"] = 134414,
		},
		["魂灵"] = {
			["texture"] = 135864,
		},
		["怠惰效果"] = {
			["texture"] = 136188,
		},
		["王者祝福"] = {
			["texture"] = 135995,
		},
		["人类精魂"] = {
			["texture"] = 132874,
		},
		["防御水晶"] = {
			["texture"] = 134129,
		},
		["蟾蜍爆炸"] = {
			["texture"] = 136006,
		},
		["灵魂消耗"] = {
			["castTime"] = 2000,
			["texture"] = 136169,
		},
		["原始祝福"] = {
			["texture"] = 132175,
		},
		["盾墙"] = {
			["texture"] = 132362,
		},
		["结构图：大型爆盐炸弹"] = {
			["castTime"] = 3000,
		},
		["秘仪灵魂 V"] = {
			["castTime"] = 1000,
			["texture"] = 135932,
		},
		["Spirit Particles (purple)"] = {
			["texture"] = 135864,
		},
		["炮弹"] = {
			["texture"] = 132384,
		},
		["炽热链甲束带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["凶暴"] = {
			["texture"] = 132152,
		},
		["防御 +3"] = {
			["castTime"] = 3000,
		},
		["小型爆盐炸弹逆火"] = {
			["texture"] = 135805,
		},
		["幽暗城友谊礼品包"] = {
			["texture"] = 134143,
		},
		["晕眩"] = {
			["texture"] = 136222,
		},
		["爆炸箭"] = {
			["castTime"] = 45000,
		},
		["异种蝎群瘟疫"] = {
			["castTime"] = 2000,
			["texture"] = 136066,
		},
		["飘忽不定"] = {
			["texture"] = 135994,
		},
		["地狱烈焰"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["强化意志"] = {
			["texture"] = 132333,
		},
		["附魔胸甲 - 强效法力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["神圣愤怒"] = {
			["castTime"] = 2000,
			["texture"] = 135902,
		},
		["火焰之盾 II"] = {
			["castTime"] = 1000,
			["texture"] = 135817,
		},
		["冰霜亲和"] = {
			["texture"] = 135859,
		},
		["Copy of Enchant Weapon - Unholy Weapon"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Create Zul'Gurub Talisman WLK R2 DND"] = {
			["castTime"] = 500,
		},
		["辐光头饰"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["召唤腐化猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["尘雾之云"] = {
			["texture"] = 132156,
		},
		["宠物鱼"] = {
			["texture"] = 133889,
		},
		["美味小鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["凝视"] = {
			["texture"] = 136129,
		},
		["龙尾扫击"] = {
			["texture"] = 134307,
		},
		["Summon Vindicator's Armguards  DND"] = {
			["castTime"] = 1000,
		},
		["猫眼超级护目镜"] = {
			["castTime"] = 45000,
		},
		["绿茶"] = {
			["texture"] = 132794,
		},
		["防御战术"] = {
			["texture"] = 135893,
		},
		["铸造埃提耶什的杖柄"] = {
			["castTime"] = 20000,
		},
		["歼灭"] = {
			["texture"] = 135810,
		},
		["野性守护"] = {
			["texture"] = 136074,
		},
		["迟钝术"] = {
			["castTime"] = 1000,
			["texture"] = 136159,
		},
		["疯狂光环"] = {
			["texture"] = 135906,
		},
		["减速攻击 II"] = {
			["texture"] = 132223,
		},
		["山地皮手套"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["阿兰提尔的狂暴"] = {
			["texture"] = 132336,
		},
		["溺死"] = {
			["texture"] = 135861,
		},
		["制造灵契"] = {
			["castTime"] = 3000,
			["texture"] = 133951,
		},
		["符文布外套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["铸铁之怒"] = {
			["texture"] = 135818,
		},
		["Bear Form (Passive2)"] = {
			["texture"] = 132276,
		},
		["宁神射击"] = {
			["castTime"] = 3000,
			["texture"] = 136020,
		},
		["死亡凋零"] = {
			["castTime"] = 2000,
			["texture"] = 136144,
		},
		["MHTest03"] = {
			["texture"] = 135913,
		},
		["图样：黑皮外套"] = {
			["castTime"] = 3000,
		},
		["强化真言术：韧"] = {
			["texture"] = 135987,
		},
		["永望镇传送"] = {
			["castTime"] = 10000,
			["texture"] = 135826,
		},
		["Spell Deflection (NYI)"] = {
			["castTime"] = 1000,
		},
		["附魔披风 - 潜行"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Resurrection Impact Visual"] = {
			["texture"] = 135955,
		},
		["精钢战靴"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["白银万能钥匙"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["Copy of Summon Peddlefeet"] = {
			["texture"] = 132311,
		},
		["附魔靴子 - 强效敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["召唤炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["奥金圣剑"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["豹之优雅"] = {
			["texture"] = 132914,
		},
		["附魔护腕 - 初级耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["配方：褪色的治疗药水"] = {
			["castTime"] = 3000,
		},
		["Summon Son of Flame E"] = {
			["texture"] = 135819,
		},
		["Summon Freethinker's Belt DND"] = {
			["castTime"] = 1000,
		},
		["斩首"] = {
			["texture"] = 132155,
		},
		["紫色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["召唤树蛙"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["吸取灵魂"] = {
			["texture"] = 136163,
		},
		["召唤泰拉尔之影"] = {
			["texture"] = 135824,
		},
		["召唤蜘蛛之神"] = {
			["castTime"] = 10000,
			["texture"] = 136168,
		},
		["恐惧惊骇"] = {
			["texture"] = 136122,
		},
		["雷矛军用坐骑"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["侦测恶魔"] = {
			["texture"] = 136219,
		},
		["魔法黑鞭"] = {
			["texture"] = 136168,
		},
		["附魔披风 - 躲闪"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["拍击！"] = {
			["texture"] = 132940,
		},
		["召唤怒焰小鬼"] = {
			["texture"] = 136192,
		},
		["致命酸液"] = {
			["texture"] = 136007,
		},
		["强化火球术"] = {
			["texture"] = 135812,
		},
		["黑色雏龙外衣"] = {
			["castTime"] = 12500,
		},
		["召唤月爪枭兽"] = {
			["castTime"] = 3000,
		},
		["召唤阿塔莱死亡行者的灵魂"] = {
			["texture"] = 136222,
		},
		["放逐水浪流放者"] = {
			["castTime"] = 1000,
			["texture"] = 136168,
		},
		["虫群"] = {
			["texture"] = 136045,
		},
		["设计图：君王板甲护肩"] = {
			["castTime"] = 3000,
		},
		["热情"] = {
			["texture"] = 136224,
		},
		["打击"] = {
			["castTime"] = 2000,
			["texture"] = 132282,
		},
		["放置未铸造的印章"] = {
			["castTime"] = 500,
		},
		["预谋"] = {
			["texture"] = 136183,
		},
		["精确"] = {
			["texture"] = 132222,
		},
		["灵魂燃烧 II"] = {
			["texture"] = 135805,
		},
		["熔岩犬皮靴"] = {
			["castTime"] = 60000,
		},
		["疾病软泥"] = {
			["castTime"] = 2000,
			["texture"] = 136134,
		},
		["食谱：杂烩蚌肉"] = {
			["castTime"] = 3000,
		},
		["修理英雄之剑"] = {
			["castTime"] = 27000,
			["texture"] = 136192,
		},
		["扫尾攻击"] = {
			["texture"] = 132109,
		},
		["奥术爆发"] = {
			["texture"] = 135743,
		},
		["图样：黑皮手套"] = {
			["castTime"] = 3000,
		},
		["魔法吸收"] = {
			["texture"] = 136011,
		},
		["复活宠物"] = {
			["castTime"] = 10000,
			["texture"] = 132163,
		},
		["鬼魂装束"] = {
			["texture"] = 136163,
		},
		["将军之帽"] = {
			["castTime"] = 60000,
			["texture"] = 134229,
		},
		["潮汐咒符"] = {
			["texture"] = 135861,
		},
		["暗影冲锋"] = {
			["texture"] = 132368,
		},
		["十字军之锤"] = {
			["texture"] = 135963,
		},
		["黑暗主宰诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136121,
		},
		["隐形与潜行侦测"] = {
			["texture"] = 136129,
		},
		["设计图：金鳞护腿"] = {
			["castTime"] = 3000,
		},
		["绿铁护腿"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["丝绸卷"] = {
			["castTime"] = 5125,
		},
		["秘银鳞片护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["猛禽一击"] = {
			["texture"] = 132223,
		},
		["黑暗符文胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["符文皮甲头环"] = {
			["castTime"] = 60000,
		},
		["击倒射击"] = {
			["texture"] = 136222,
		},
		["猫头鹰形态"] = {
			["castTime"] = 5000,
			["texture"] = 136076,
		},
		["青铜花纹护腕"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["图样：监护披风"] = {
			["castTime"] = 3000,
		},
		["DEBUG Create Samophlange Manual"] = {
			["castTime"] = 2000,
		},
		["召唤寄生蛇"] = {
			["texture"] = 134301,
		},
		["特效法术石"] = {
			["texture"] = 134131,
		},
		["血藤透镜"] = {
			["castTime"] = 60000,
		},
		["暗影免疫"] = {
			["texture"] = 136121,
		},
		["先祖的复仇"] = {
			["texture"] = 135131,
		},
		["Explosive Sheep Passive"] = {
			["texture"] = 135805,
		},
		["穿刺"] = {
			["texture"] = 132324,
		},
		["Glowy (NoColor)"] = {
			["texture"] = 135741,
		},
		["元素领主的诅咒"] = {
			["texture"] = 135819,
		},
		["符文布披风"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["治疗光环"] = {
			["texture"] = 135954,
		},
		["召唤水浪流放者"] = {
			["texture"] = 136192,
		},
		["训练野兽"] = {
			["texture"] = 132162,
		},
		["设计图：野人铁护肩"] = {
			["castTime"] = 3000,
		},
		["实心炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["强化奴役恶魔"] = {
			["texture"] = 136154,
		},
		["Test Black Diamond AGAIN"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["硬化蝎壳战靴"] = {
			["castTime"] = 60000,
		},
		["Shade of Jin'do Passive"] = {
			["texture"] = 136123,
		},
		["恢复图腾"] = {
			["texture"] = 136053,
		},
		["秩序之源"] = {
			["texture"] = 135906,
		},
		["树妖伪装"] = {
			["texture"] = 136047,
		},
		["魔化魔纹布包"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["听觉震荡"] = {
			["texture"] = 136183,
		},
		["龙血之痛：蓝"] = {
			["texture"] = 134155,
		},
		["青铜重锤"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["黑暗之魂护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["造弓师手套"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["大炸弹"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["恶魔之狂"] = {
			["texture"] = 136172,
		},
		["图样：血藤护腿"] = {
			["castTime"] = 3000,
		},
		["乱舞"] = {
			["texture"] = 132152,
		},
		["瑟银护甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["图样：月布头饰"] = {
			["castTime"] = 3000,
		},
		["迅猛龙皮背心"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["月钢宽剑"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["野蛮打击"] = {
			["texture"] = 132277,
		},
		["Bloodpetal Poison Proc"] = {
			["texture"] = 136188,
		},
		["公式：附魔武器 - 灼热武器"] = {
			["castTime"] = 3000,
		},
		["Pester Effect"] = {
			["texture"] = 136128,
		},
		["亚科纳琳之力"] = {
			["castTime"] = 4000,
			["texture"] = 136010,
		},
		["水栖形态（被动）"] = {
			["texture"] = 132112,
		},
		["召唤爪牙"] = {
			["castTime"] = 500,
		},
		["歼灭者"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["追踪恶魔"] = {
			["texture"] = 132328,
		},
		["林纳格的毒药"] = {
			["texture"] = 136016,
		},
		["高速秘银弹头"] = {
			["castTime"] = 8000,
		},
		["结构图：小型绿色烟花"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["巨型铁斧"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["食谱：长嘴泥鳅"] = {
			["castTime"] = 3000,
		},
		["J'eevee summons object"] = {
			["castTime"] = 2000,
		},
		["Light Test"] = {
			["texture"] = 136245,
		},
		["拉格纳罗斯之力"] = {
			["castTime"] = 500,
			["texture"] = 135826,
		},
		["燃烧之风"] = {
			["castTime"] = 1000,
			["texture"] = 136018,
		},
		["奇特的朗姆酒"] = {
			["castTime"] = 1000,
			["texture"] = 132790,
		},
		["Plague Wave Controller (Slow)"] = {
			["texture"] = 135805,
		},
		["刺骨暗影"] = {
			["castTime"] = 2000,
			["texture"] = 136130,
		},
		["初级法力之油"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["裁缝图样 - 月布长靴"] = {
			["texture"] = 132539,
		},
		["火焰亲和"] = {
			["texture"] = 135817,
		},
		["玛拉索姆的爪牙"] = {
			["castTime"] = 1000,
			["texture"] = 136133,
		},
		["火舌武器"] = {
			["texture"] = 135814,
		},
		["铜质匕首"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["封印魔藤碎片"] = {
			["castTime"] = 3000,
			["texture"] = 136074,
		},
		["Flametongue Totem Proc"] = {
			["texture"] = 136040,
		},
		["催眠术"] = {
			["castTime"] = 1500,
			["texture"] = 136090,
		},
		["召唤辛迪加鬼魂"] = {
			["castTime"] = 1000,
			["texture"] = 136223,
		},
		["元素浩劫"] = {
			["texture"] = 135817,
		},
		["召唤冰图腾"] = {
			["texture"] = 135844,
		},
		["暗影遮罩"] = {
			["texture"] = 136205,
		},
		["躲避"] = {
			["texture"] = 132353,
		},
		["召唤机械格林奇"] = {
			["texture"] = 132189,
		},
		["召唤噩梦软浆怪"] = {
			["texture"] = 136121,
		},
		["强效暗影防护药水"] = {
			["castTime"] = 3000,
		},
		["图样：无底包"] = {
			["castTime"] = 3000,
		},
		["青铜短剑"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["小型青铜炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["橙色军用衬衣"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["邪恶狂热"] = {
			["texture"] = 136012,
		},
		["Vaelastrasz Spawn"] = {
			["texture"] = 135990,
		},
		["阿兹雷索克的飞跃"] = {
			["texture"] = 136018,
		},
		["寻路"] = {
			["texture"] = 132181,
		},
		["战熊热裤"] = {
			["castTime"] = 60000,
		},
		["吞噬魔法效果"] = {
			["texture"] = 136075,
		},
		["Glowy (iCoke Promotion)"] = {
			["texture"] = 135741,
		},
		["虫群瘟疫"] = {
			["texture"] = 136012,
		},
		["配方：死灵化水"] = {
			["castTime"] = 3000,
		},
		["Summon Son of Flame A"] = {
			["texture"] = 135819,
		},
		["次级治疗波强化"] = {
			["texture"] = 136052,
		},
		["盐湖赛车中速"] = {
			["texture"] = 134063,
		},
		["邪恶皮甲护手"] = {
			["castTime"] = 60000,
		},
		["重型秘银手套"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Plague Wave Effect 4"] = {
			["texture"] = 135805,
		},
		["巫毒短裤"] = {
			["castTime"] = 60000,
		},
		["包围之网"] = {
			["texture"] = 136022,
		},
		["自然光环"] = {
			["texture"] = 136094,
		},
		["治疗波"] = {
			["castTime"] = 1500,
			["texture"] = 136052,
		},
		["图样：雷织长靴"] = {
			["castTime"] = 3000,
		},
		["月牙斧"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["Feed Pet Effect (Quest Test)"] = {
			["texture"] = 132165,
		},
		["迪菲亚潜行者伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["See Priest Invis"] = {
			["texture"] = 135933,
		},
		["神圣撞击"] = {
			["texture"] = 132325,
		},
		["瓦希塔帕恩的决心"] = {
			["texture"] = 136075,
		},
		["图样：山地皮外衣"] = {
			["castTime"] = 3000,
		},
		["献祭陷阱效果"] = {
			["texture"] = 135813,
		},
		["Increased Imp Firebolt Damage"] = {
			["texture"] = 135809,
		},
		["红色亚麻外衣"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["破伤风"] = {
			["texture"] = 135914,
		},
		["灼热箭"] = {
			["texture"] = 135934,
		},
		["Dragon Slaying 117"] = {
			["texture"] = 136172,
		},
		["次级法力药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["辉煌光环 II"] = {
			["texture"] = 136013,
		},
		["寻找遗物碎片"] = {
			["castTime"] = 5000,
		},
		["寒冰箭"] = {
			["castTime"] = 1500,
			["texture"] = 135846,
		},
		["锻造"] = {
			["texture"] = 136241,
		},
		["Ahn'Qiraj Reward Buff (Trigger - 60)"] = {
			["texture"] = 134969,
		},
		["结构图：精密奥金转换器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["哈卡之焰"] = {
			["texture"] = 135826,
		},
		["野熊之力"] = {
			["texture"] = 136078,
		},
		["结构图：便携式青铜迫击炮"] = {
			["castTime"] = 3000,
		},
		["龙之召唤"] = {
			["texture"] = 136221,
		},
		["强效虚空小鬼"] = {
			["texture"] = 136172,
		},
		["召唤错觉狼影"] = {
			["castTime"] = 1000,
			["texture"] = 136222,
		},
		["菲斯托姆复活"] = {
			["castTime"] = 3000,
			["texture"] = 136232,
		},
		["神圣之盾"] = {
			["texture"] = 135940,
		},
		["变形术：鸡"] = {
			["texture"] = 135996,
		},
		["艾博希尔成长"] = {
			["texture"] = 135819,
		},
		["放逐雷霆流放者"] = {
			["castTime"] = 1000,
			["texture"] = 136168,
		},
		["附魔胸甲 - 初级生命"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["自我复活"] = {
			["castTime"] = 5000,
		},
		["剧烈痛楚"] = {
			["castTime"] = 1000,
			["texture"] = 136207,
		},
		["酸性软泥"] = {
			["texture"] = 136007,
		},
		["蒸汽喷射"] = {
			["texture"] = 132156,
		},
		["荆棘诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136121,
		},
		["工匠眼镜"] = {
			["castTime"] = 25000,
		},
		["鲁莽"] = {
			["texture"] = 132109,
		},
		["放置蛇颈龙肉"] = {
			["castTime"] = 2500,
			["texture"] = 133748,
		},
		["突进"] = {
			["texture"] = 132120,
		},
		["暗影匕首"] = {
			["texture"] = 132223,
		},
		["风之魂"] = {
			["texture"] = 136022,
		},
		["黑色战狼"] = {
			["castTime"] = 3000,
			["texture"] = 132224,
		},
		["Self Visual - Sleep Until Cancelled  (DND)"] = {
			["texture"] = 136168,
		},
		["防护冰霜结界"] = {
			["castTime"] = 3000,
			["texture"] = 135850,
		},
		["中毒状态"] = {
			["texture"] = 136182,
		},
		["火焰法杖 V"] = {
			["texture"] = 132325,
		},
		["活力自由行动"] = {
			["texture"] = 134718,
		},
		["烈焰火炮"] = {
			["castTime"] = 1500,
			["texture"] = 135812,
		},
		["烟花束发射器"] = {
			["castTime"] = 12500,
		},
		["寄生蛇"] = {
			["texture"] = 134301,
		},
		["Ahn'Qiraj Reward Buff (Caster - 60)"] = {
			["texture"] = 134969,
		},
		["强化愈合"] = {
			["texture"] = 136085,
		},
		["基础营火"] = {
			["castTime"] = 10000,
			["texture"] = 135805,
		},
		["制造火焰石"] = {
			["castTime"] = 3000,
			["texture"] = 132386,
		},
		["防护祷言"] = {
			["texture"] = 135923,
		},
		["治疗术"] = {
			["castTime"] = 3000,
			["texture"] = 135915,
		},
		["图样：绿色毛纺包"] = {
			["castTime"] = 3000,
		},
		["食谱：大鱼片"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Bracer +7 Intellect"] = {
			["texture"] = 135913,
		},
		["熄灭永恒之火"] = {
			["castTime"] = 1000,
		},
		["寒冰恢复"] = {
			["texture"] = 135845,
		},
		["召唤黑手恐法师"] = {
			["castTime"] = 5000,
			["texture"] = 136075,
		},
		["持久审判"] = {
			["texture"] = 135917,
		},
		["跑步速度"] = {
			["texture"] = 132307,
		},
		["冰霜导能"] = {
			["texture"] = 135860,
		},
		["捕捉地狱犬之魂"] = {
			["texture"] = 136163,
		},
		["玛格拉姆灵魂诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136224,
		},
		["蠢人诅咒"] = {
			["texture"] = 136129,
		},
		["冰霜专精"] = {
			["texture"] = 135848,
		},
		["暗色护腕"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["恶魔诅咒"] = {
			["castTime"] = 4000,
		},
		["野兽之怒"] = {
			["texture"] = 132091,
		},
		["定身"] = {
			["texture"] = 136222,
		},
		["减速攻击 III"] = {
			["texture"] = 132223,
		},
		["闪避削砍"] = {
			["texture"] = 132223,
		},
		["霜山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["Random Weapon Proc Fire Effect 10"] = {
			["texture"] = 136197,
		},
		["Punctured Voodoo Doll MAG DND"] = {
			["castTime"] = 1000,
		},
		["刮取"] = {
			["castTime"] = 5000,
		},
		["苦工伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["碧蓝丝质外衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["食谱：科多肉杂烩"] = {
			["castTime"] = 3000,
		},
		["切割灵魂 II"] = {
			["texture"] = 136195,
		},
		["大师级采矿"] = {
			["texture"] = 136248,
		},
		["点金石"] = {
			["castTime"] = 30000,
			["texture"] = 136021,
		},
		["相位鞭笞者（冰霜）"] = {
			["texture"] = 136104,
		},
		["局部毒药"] = {
			["texture"] = 136016,
		},
		["生命"] = {
			["texture"] = 134824,
		},
		["电磁熔合激活器"] = {
			["texture"] = 135990,
		},
		["黑铁长靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["附魔双手武器 - 极效精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["奥术虚弱"] = {
			["castTime"] = 5000,
			["texture"] = 134395,
		},
		["图样：野人护腕"] = {
			["castTime"] = 3000,
		},
		["图样：雷织短裤"] = {
			["castTime"] = 3000,
		},
		["双手武器专精"] = {
			["texture"] = 132400,
		},
		["银头鲑鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["召唤灰色座狼"] = {
			["castTime"] = 1300,
			["texture"] = 136130,
		},
		["Gemology - Iron (DND)"] = {
			["texture"] = 134118,
		},
		["反魔法脉冲"] = {
			["texture"] = 135894,
		},
		["报警机器人"] = {
			["castTime"] = 25000,
			["texture"] = 133003,
		},
		["设计图：平静"] = {
			["castTime"] = 3000,
		},
		["食谱：草药烘蛋"] = {
			["castTime"] = 3000,
		},
		["致死毒素"] = {
			["castTime"] = 3000,
			["texture"] = 136016,
		},
		["摧毁长矛"] = {
			["texture"] = 136130,
		},
		["屠龙者的咆哮"] = {
			["texture"] = 134153,
		},
		["月光林地邀请"] = {
			["castTime"] = 5000,
			["texture"] = 135758,
		},
		["强化破甲攻击"] = {
			["texture"] = 132363,
		},
		["雷织手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["熔岩喷溅"] = {
			["texture"] = 135817,
		},
		["Searing Pain Cast Pushback Reduction"] = {
			["texture"] = 135827,
		},
		["暗色皮甲"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["简易传送"] = {
			["castTime"] = 1000,
			["texture"] = 135994,
		},
		["野人铁靴"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["猎鹰的召唤"] = {
			["castTime"] = 4000,
		},
		["Nefarius Attack 001"] = {
			["castTime"] = 1000,
		},
		["树皮术"] = {
			["texture"] = 136063,
		},
		["Summon Blade of Vaulted Secrets DND"] = {
			["castTime"] = 1000,
		},
		["图样：灰布外衣"] = {
			["castTime"] = 3000,
		},
		["护甲 +8"] = {
			["castTime"] = 3000,
		},
		["毛纺斗篷"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["召唤海蟹"] = {
			["texture"] = 133708,
		},
		["多情"] = {
			["texture"] = 135453,
		},
		["召唤蟑螂"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["魂能之诈"] = {
			["texture"] = 134315,
		},
		["黑暗契约"] = {
			["texture"] = 136141,
		},
		["召唤幽灵豹"] = {
			["texture"] = 136074,
		},
		["野人手套"] = {
			["castTime"] = 25000,
		},
		["图样：大附魔袋"] = {
			["castTime"] = 3000,
		},
		["劣质平衡石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["图样：碧蓝护肩"] = {
			["castTime"] = 3000,
		},
		["天选印记效果"] = {
			["texture"] = 133441,
		},
		["囚禁艾博希尔"] = {
			["texture"] = 136121,
		},
		["图样：厚鱼人皮甲"] = {
			["castTime"] = 3000,
		},
		["结构图：炸弹宠物"] = {
			["castTime"] = 3000,
		},
		["配方：合成奥金"] = {
			["castTime"] = 3000,
		},
		["击飞"] = {
			["texture"] = 132939,
		},
		["战歌军旗"] = {
			["texture"] = 132485,
		},
		["痛苦诅咒"] = {
			["castTime"] = 3000,
			["texture"] = 136139,
		},
		["冬泉霜刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132252,
		},
		["灵契之眼"] = {
			["texture"] = 132092,
		},
		["制造召唤法阵"] = {
			["castTime"] = 10000,
		},
		["结构图：机械幼龙"] = {
			["castTime"] = 3000,
		},
		["寒冰锁"] = {
			["texture"] = 135834,
		},
		["伊森哈德之怒"] = {
			["texture"] = 134296,
		},
		["麻痹毒药 III"] = {
			["castTime"] = 3000,
			["texture"] = 136066,
		},
		["能量护盾 500"] = {
			["texture"] = 135940,
		},
		["Test Strike W35"] = {
			["texture"] = 132355,
		},
		["图勒之怒"] = {
			["castTime"] = 1500,
			["texture"] = 136224,
		},
		["次级治疗术"] = {
			["castTime"] = 1500,
			["texture"] = 135929,
		},
		["附魔披风 - 次级暗影抵抗"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Flight Visual State"] = {
			["texture"] = 132150,
		},
		["Fear (NYI)"] = {
			["castTime"] = 3000,
			["texture"] = 136183,
		},
		["召唤蜘蛛"] = {
			["texture"] = 136113,
		},
		["召唤红尾鹦鹉"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["精神治疗"] = {
			["texture"] = 136057,
		},
		["恶意"] = {
			["texture"] = 132277,
		},
		["召唤黑色王蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Create Chapter 1 DND"] = {
			["castTime"] = 1000,
		},
		["制造魔法翡翠"] = {
			["castTime"] = 3000,
			["texture"] = 134105,
		},
		["镶饰瑟银战锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["月光外衣"] = {
			["castTime"] = 12500,
		},
		["暗影之油"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["MHTest02"] = {
			["texture"] = 132350,
		},
		["强效火焰石效果"] = {
			["texture"] = 135821,
		},
		["QAEnchant Gloves +20 Frost Damage"] = {
			["texture"] = 135913,
		},
		["精制重弹丸"] = {
			["castTime"] = 5125,
		},
		["野刺锁甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["昏迷炸弹"] = {
			["castTime"] = 2000,
			["texture"] = 135826,
		},
		["震荡波"] = {
			["castTime"] = 2000,
			["texture"] = 132369,
		},
		["制造灵魂宝石"] = {
			["texture"] = 136168,
		},
		["宽恕"] = {
			["castTime"] = 1000,
		},
		["Invis Placing Bear Trap"] = {
			["castTime"] = 2000,
		},
		["雷织长靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["复苏之风"] = {
			["texture"] = 133439,
		},
		["Portal Effect: Undercity"] = {
			["texture"] = 135766,
		},
		["Copy of Corruption"] = {
			["texture"] = 136208,
		},
		["增强钝器 IV"] = {
			["castTime"] = 3000,
		},
		["重型蝎壳外衣"] = {
			["castTime"] = 60000,
		},
		["轻皮护腕"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["狂热之刃效果"] = {
			["texture"] = 135805,
		},
		["Stoneclaw Totem Passive TEST"] = {
			["texture"] = 136097,
		},
		["血藤护目镜"] = {
			["castTime"] = 60000,
		},
		["乌瑟尔之光效果"] = {
			["texture"] = 135940,
		},
		["琥珀风暴"] = {
			["texture"] = 135826,
		},
		["焚烧"] = {
			["castTime"] = 2000,
			["texture"] = 136130,
		},
		["[PH] Teleport to Auberdine"] = {
			["castTime"] = 2000,
		},
		["土灵皮护肩"] = {
			["castTime"] = 25000,
		},
		["末日降临"] = {
			["texture"] = 136179,
		},
		["拉格纳罗斯的意志"] = {
			["texture"] = 135826,
		},
		["Permanent Ground Scorpok Assay"] = {
			["texture"] = 136075,
		},
		["冰链术"] = {
			["castTime"] = 1500,
			["texture"] = 135834,
		},
		["鳄鱼肉排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["铁质平衡锤"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["剑类武器入门"] = {
			["texture"] = 132223,
		},
		["制造召唤徽记：水"] = {
			["castTime"] = 2000,
		},
		["兽群领袖"] = {
			["texture"] = 136112,
		},
		["治疗之触"] = {
			["castTime"] = 1500,
			["texture"] = 136041,
		},
		["ImmuneSleep (JEFFTEST)"] = {
			["texture"] = 135844,
		},
		["AOD"] = {
			["texture"] = 136195,
		},
		["多彩坐骑"] = {
			["castTime"] = 3000,
			["texture"] = 134154,
		},
		["水元素"] = {
			["castTime"] = 3000,
		},
		["击昏"] = {
			["texture"] = 132939,
		},
		["邪恶狂热 III"] = {
			["texture"] = 132089,
		},
		["Copy of Great Heal"] = {
			["castTime"] = 2000,
			["texture"] = 135915,
		},
		["Delete Me"] = {
			["castTime"] = 4000,
			["texture"] = 134938,
		},
		["图样：鬼纹腰带"] = {
			["castTime"] = 3000,
		},
		["红色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["自由行动"] = {
			["texture"] = 134715,
		},
		["猫头鹰"] = {
			["texture"] = 132150,
		},
		["致命偷袭"] = {
			["texture"] = 132109,
		},
		["压制"] = {
			["texture"] = 132223,
		},
		["模糊术 III"] = {
			["texture"] = 136047,
		},
		["火焰节之韧"] = {
			["texture"] = 135265,
		},
		["Shoot Silithus Rifleman Long Range"] = {
			["texture"] = 132222,
		},
		["光芒衬肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["哨塔增益"] = {
			["texture"] = 132381,
		},
		["Conjure Furis Felsteed DUMMY DND"] = {
			["castTime"] = 5000,
		},
		["奥术光辉"] = {
			["castTime"] = 3000,
			["texture"] = 135869,
		},
		["心灵探针"] = {
			["texture"] = 135736,
		},
		["图样：蜘蛛腰带"] = {
			["castTime"] = 3000,
		},
		["Demon Slaying 33"] = {
			["texture"] = 136172,
		},
		["灵魂哀嚎"] = {
			["texture"] = 136048,
		},
		["月光"] = {
			["texture"] = 136087,
		},
		["暗影刺击"] = {
			["texture"] = 132092,
		},
		["肢解"] = {
			["texture"] = 132090,
		},
		["黑色龙鳞胸甲"] = {
			["castTime"] = 60000,
		},
		["阿塔莱食尸"] = {
			["texture"] = 132122,
		},
		["光明之泉"] = {
			["castTime"] = 1500,
			["texture"] = 135980,
		},
		["图样：橙色军用衬衣"] = {
			["castTime"] = 3000,
		},
		["制造法术石"] = {
			["castTime"] = 5000,
			["texture"] = 134131,
		},
		["图样：鬼纹短裤"] = {
			["castTime"] = 3000,
		},
		["符文布腰带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["珍珠匕首"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["哀嚎之刃"] = {
			["texture"] = 132117,
		},
		["Self Visual - Stun 10s (DND)"] = {
			["texture"] = 136168,
		},
		["图样：奇美拉护腿"] = {
			["castTime"] = 3000,
		},
		["符文布背包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["遗弃技能：神圣"] = {
			["texture"] = 135920,
		},
		["熔火恶魔布包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Food (TEST)"] = {
			["texture"] = 134062,
		},
		["匕首强化"] = {
			["texture"] = 132321,
		},
		["召唤仲夏之魂"] = {
			["texture"] = 132311,
		},
		["设计图：黑铁利剑"] = {
			["castTime"] = 3000,
		},
		["赞吉尔结界效果"] = {
			["texture"] = 136157,
		},
		["蝎肉大餐"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["熔火腰带"] = {
			["castTime"] = 60000,
		},
		["Withering Poison Proc"] = {
			["texture"] = 136188,
		},
		["设计图：风暴护手"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Cloak +15 Fire Resistance"] = {
			["texture"] = 135913,
		},
		["设计图：黎明使者护肩"] = {
			["castTime"] = 3000,
		},
		["Summon Vindicator's Belt  DND"] = {
			["castTime"] = 1000,
		},
		["精神鞭笞"] = {
			["texture"] = 136208,
		},
		["根基图腾"] = {
			["texture"] = 136039,
		},
		["黑暗污泥"] = {
			["castTime"] = 5000,
			["texture"] = 136134,
		},
		["毁坏之痛"] = {
			["texture"] = 136139,
		},
		["摩罗加尔附魔"] = {
			["castTime"] = 1300,
		},
		["利爪握取"] = {
			["texture"] = 133708,
		},
		["召唤绿色钳嘴龟"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["召唤变异尖牙风蛇"] = {
			["texture"] = 136121,
		},
		["韧化外皮"] = {
			["texture"] = 132111,
		},
		["特效治疗石"] = {
			["texture"] = 135230,
		},
		["地精车手喝彩"] = {
			["texture"] = 132484,
		},
		["格拉库的肉松蛋糕"] = {
			["texture"] = 132934,
		},
		["图样：白色皮夹克"] = {
			["castTime"] = 3000,
		},
		["雄鹰守护"] = {
			["castTime"] = 3000,
			["texture"] = 136076,
		},
		["故障爆炸"] = {
			["texture"] = 135805,
		},
		["制造祖尔法拉克之槌"] = {
			["castTime"] = 3000,
		},
		["暗影之触"] = {
			["texture"] = 136184,
		},
		["冰霜虚弱"] = {
			["castTime"] = 5000,
			["texture"] = 134398,
		},
		["铁扣环"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["山地披风"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["乌洛克爪牙消失"] = {
			["castTime"] = 2000,
		},
		["暴跳如雷"] = {
			["texture"] = 136063,
		},
		["打开笼子"] = {
			["castTime"] = 5000,
		},
		["强化邪恶攻击"] = {
			["texture"] = 136189,
		},
		["木喉之智"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Zul'Gurub Talisman PAL R1 DND"] = {
			["castTime"] = 500,
		},
		["阿鲁高的礼物"] = {
			["castTime"] = 2500,
			["texture"] = 136130,
		},
		["地震术 II"] = {
			["texture"] = 136025,
		},
		["铜质符文腰带"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["封印命运"] = {
			["texture"] = 136130,
		},
		["复活"] = {
			["castTime"] = 2000,
			["texture"] = 135955,
		},
		["净化并放置食物"] = {
			["castTime"] = 5000,
			["texture"] = 133748,
		},
		["工程学专精"] = {
			["texture"] = 134063,
		},
		["黑暗战车祝福"] = {
			["texture"] = 136120,
		},
		["铜质链甲短裤"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["强化虚弱诅咒"] = {
			["texture"] = 136138,
		},
		["Lava Spout Totem Passive"] = {
			["texture"] = 135826,
		},
		["神圣力量"] = {
			["texture"] = 135882,
		},
		["食谱：美味鼠尾鱼"] = {
			["castTime"] = 3000,
		},
		["多重射击"] = {
			["castTime"] = 3000,
			["texture"] = 132330,
		},
		["能量灌注"] = {
			["texture"] = 135939,
		},
		["Ribbon Pole Channel"] = {
			["texture"] = 135270,
		},
		["智慧祝福"] = {
			["castTime"] = 3000,
			["texture"] = 135970,
		},
		["设计图：碎裂黑曜石盾牌"] = {
			["castTime"] = 3000,
		},
		["守护者"] = {
			["texture"] = 135893,
		},
		["侏儒撒网器"] = {
			["castTime"] = 25000,
		},
		["邪恶皮甲护腕"] = {
			["castTime"] = 60000,
		},
		["棕色骸骨军马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["风之优雅图腾"] = {
			["castTime"] = 3000,
			["texture"] = 136046,
		},
		["配方：幻象染料"] = {
			["castTime"] = 3000,
		},
		["迫击炮"] = {
			["texture"] = 134538,
		},
		["吸血之触"] = {
			["texture"] = 136130,
		},
		["坚定之心"] = {
			["texture"] = 135995,
		},
		["封闭时空裂隙"] = {
			["castTime"] = 5000,
		},
		["虫群风暴"] = {
			["castTime"] = 3000,
			["texture"] = 136045,
		},
		["风墙"] = {
			["texture"] = 136022,
		},
		["转化：死灵化水"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["配方：先知药剂"] = {
			["castTime"] = 3000,
		},
		["召唤警戒座狼"] = {
			["texture"] = 132136,
		},
		["防护冰霜"] = {
			["texture"] = 135843,
		},
		["黑色冒险者衬衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["食谱：多汁猪排"] = {
			["castTime"] = 3000,
		},
		["礼服衬衣"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["净化雷角水井"] = {
			["castTime"] = 10000,
		},
		["弓箭专精"] = {
			["texture"] = 132382,
		},
		["图样：铁羽胸甲"] = {
			["castTime"] = 3000,
		},
		["科多兽诱引器"] = {
			["castTime"] = 5000,
			["texture"] = 136245,
		},
		["强化格挡"] = {
			["texture"] = 135806,
		},
		["躲闪精通"] = {
			["texture"] = 136047,
		},
		["猛踢"] = {
			["texture"] = 132219,
		},
		["暗影法杖 IV"] = {
			["texture"] = 132325,
		},
		["月布"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["召唤野猪"] = {
			["texture"] = 135997,
		},
		["过度怯懦"] = {
			["texture"] = 135994,
		},
		["变羊术"] = {
			["castTime"] = 3000,
			["texture"] = 136071,
		},
		["雪融"] = {
			["texture"] = 134167,
		},
		["强效石盾药水"] = {
			["castTime"] = 3000,
		},
		["酸性血液"] = {
			["texture"] = 132274,
		},
		["维度虹吸"] = {
			["texture"] = 136153,
		},
		["传送门：暴风城"] = {
			["castTime"] = 10000,
			["texture"] = 135748,
		},
		["蓝龙鳞片胸甲"] = {
			["castTime"] = 60000,
		},
		["丛林大杂烩"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["图样：科多兽皮包"] = {
			["castTime"] = 3000,
		},
		["召唤逼真的蟾蜍"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["强化战斗怒吼"] = {
			["texture"] = 132333,
		},
		["Shade of Eranikus Passive Visual"] = {
			["texture"] = 136123,
		},
		["Imbue Chest - Lesser Absorb"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["高级锻造"] = {
			["texture"] = 136241,
		},
		["猎豹疾奔"] = {
			["texture"] = 132185,
		},
		["暗影延伸"] = {
			["texture"] = 136130,
		},
		["暗影护目镜"] = {
			["castTime"] = 25000,
		},
		["拉扎什迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["酸液喷溅"] = {
			["texture"] = 136016,
		},
		["食谱：烤鱿鱼"] = {
			["castTime"] = 3000,
		},
		["召唤蝎子"] = {
			["texture"] = 132274,
		},
		["次级法力之油"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["附魔护腕 - 强效耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["巨石之力"] = {
			["texture"] = 132154,
		},
		["强化斩杀"] = {
			["texture"] = 135358,
		},
		["白热烈焰"] = {
			["texture"] = 135817,
		},
		["爆发"] = {
			["texture"] = 135805,
		},
		["大型红色烟花束"] = {
			["castTime"] = 5125,
		},
		["影遁"] = {
			["texture"] = 132089,
		},
		["冰霜障壁"] = {
			["texture"] = 135850,
		},
		["钢质胸甲"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["亚麻包"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["静电效果"] = {
			["texture"] = 136069,
		},
		["暗月马戏团塔罗牌"] = {
			["castTime"] = 1000,
		},
		["高级剥皮"] = {
			["texture"] = 134366,
		},
		["符文板甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["传导"] = {
			["texture"] = 136116,
		},
		["符文冥河腰带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["男爵的通牒"] = {
			["texture"] = 136129,
		},
		["设计图：君王板甲腰带"] = {
			["castTime"] = 3000,
		},
		["Summon Cloak of the Gathering Storm DND"] = {
			["castTime"] = 1000,
		},
		["自走炸弹效果"] = {
			["texture"] = 135826,
		},
		["法力药水"] = {
			["castTime"] = 5000,
			["texture"] = 136021,
		},
		["附魔胸甲 - 次级法力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["铜斧"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["食谱：超级煎蛋卷"] = {
			["castTime"] = 3000,
		},
		["巨人杀手"] = {
			["texture"] = 132154,
		},
		["自走炸弹爆炸"] = {
			["texture"] = 136173,
		},
		["红龙精华"] = {
			["texture"] = 135819,
		},
		["致残毒药 II"] = {
			["castTime"] = 3000,
			["texture"] = 132274,
		},
		["生命符记"] = {
			["castTime"] = 10000,
			["texture"] = 135955,
		},
		["打磨利刃 II"] = {
			["castTime"] = 3000,
		},
		["食谱：水煮阳鳞鲑鱼"] = {
			["castTime"] = 3000,
		},
		["结构图：瑟银管"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["眼棱"] = {
			["castTime"] = 2000,
			["texture"] = 136014,
		},
		["深冬之寒"] = {
			["texture"] = 135836,
		},
		["自然的平衡失败"] = {
			["castTime"] = 10000,
		},
		["奴役"] = {
			["texture"] = 136129,
		},
		["疾速治疗"] = {
			["texture"] = 135917,
		},
		["昏睡药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["奥术灌输"] = {
			["texture"] = 136116,
		},
		["大师长袍"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["Discordant Surge Visual"] = {
			["texture"] = 135864,
		},
		["沙赫拉姆之力"] = {
			["castTime"] = 1000,
			["texture"] = 136116,
		},
		["秘银杆"] = {
			["castTime"] = 3000,
		},
		["入睡 II"] = {
			["texture"] = 136090,
		},
		["黑暗美味朗姆酒"] = {
			["castTime"] = 1000,
			["texture"] = 132791,
		},
		["配方：点铁成金"] = {
			["castTime"] = 3000,
		},
		["无声消退"] = {
			["texture"] = 136053,
		},
		["公式：附魔武器 - 生命偷取"] = {
			["castTime"] = 3000,
		},
		["堕落自然之力"] = {
			["texture"] = 136036,
		},
		["闪耀"] = {
			["castTime"] = 500,
		},
		["附魔手套 - 剥皮"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["堕落石肤图腾"] = {
			["texture"] = 136098,
		},
		["虚空箭"] = {
			["castTime"] = 3000,
			["texture"] = 136197,
		},
		["蛇鳞披风"] = {
			["castTime"] = 12500,
		},
		["Illusion Passive"] = {
			["texture"] = 132331,
		},
		["火焰射击"] = {
			["texture"] = 132312,
		},
		["Corrupted Intellect Passive"] = {
			["texture"] = 136006,
		},
		["致残毒药"] = {
			["castTime"] = 3000,
			["texture"] = 132274,
		},
		["食谱：干烤狼肉串"] = {
			["castTime"] = 3000,
		},
		["Fix Ritual Bell (DND)"] = {
			["castTime"] = 3000,
		},
		["心灵之火"] = {
			["castTime"] = 3000,
			["texture"] = 135926,
		},
		["抵抗冰霜"] = {
			["texture"] = 135859,
		},
		["血腥撕裂者"] = {
			["texture"] = 136197,
		},
		["公式：附魔护腕 - 强效精神"] = {
			["castTime"] = 3000,
		},
		["阿拉希盆地标准军粮"] = {
			["texture"] = 134062,
		},
		["秘银外壳"] = {
			["castTime"] = 8000,
		},
		["调整态度"] = {
			["castTime"] = 2000,
			["texture"] = 132995,
		},
		["Copy of Visions of the Past"] = {
			["texture"] = 135974,
		},
		["Holiday - Lunar Teleport Cap: Orgrimmar"] = {
			["texture"] = 135758,
		},
		["血袭"] = {
			["texture"] = 132142,
		},
		["Summon Terky"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["强化法力护盾"] = {
			["texture"] = 136153,
		},
		["占据"] = {
			["texture"] = 136129,
		},
		["图样：雷织头带"] = {
			["castTime"] = 3000,
		},
		["地震术"] = {
			["texture"] = 136025,
		},
		["Sprint Duration Increase"] = {
			["texture"] = 132307,
		},
		["火焰之盾 IV"] = {
			["castTime"] = 1000,
			["texture"] = 135817,
		},
		["遗弃技能：匕首"] = {
			["texture"] = 135429,
		},
		["附魔胸甲 - 超强法力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["重型蝎壳头盔"] = {
			["castTime"] = 60000,
		},
		["维希度斯尖啸"] = {
			["texture"] = 136006,
		},
		["Copy of Poison Bolt Volley"] = {
			["texture"] = 136016,
		},
		["附魔靴子 - 次级耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["附魔胸甲 - 初级吸收"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["褐色马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["暗影灼烧"] = {
			["texture"] = 136191,
		},
		["地精芥末蘸蚌肉"] = {
			["castTime"] = 3000,
			["texture"] = 134433,
		},
		["食谱：炖龙虾"] = {
			["castTime"] = 3000,
		},
		["图样：恶魔布短裤"] = {
			["castTime"] = 3000,
		},
		["灵魂袋"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["大地粉碎"] = {
			["texture"] = 135906,
		},
		["图样：蓝色罩衫"] = {
			["castTime"] = 3000,
		},
		["简易传送他人"] = {
			["castTime"] = 1000,
			["texture"] = 135994,
		},
		["放置古斯的信号灯"] = {
			["castTime"] = 5000,
		},
		["黑暗符文头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["武器掌握"] = {
			["texture"] = 132215,
		},
		["弩"] = {
			["texture"] = 135530,
		},
		["狩猎突击"] = {
			["texture"] = 132115,
		},
		["遗弃技能：法杖"] = {
			["texture"] = 135145,
		},
		["Viscidus Teleport"] = {
			["texture"] = 136006,
		},
		["图样：白色婚纱"] = {
			["castTime"] = 3000,
		},
		["收获节的礼物"] = {
			["castTime"] = 3000,
			["texture"] = 133989,
		},
		["召唤孤儿"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Test Enchant Weapon Flame"] = {
			["texture"] = 135913,
		},
		["Undead Slayer 15"] = {
			["texture"] = 136142,
		},
		["合并第三卷"] = {
			["castTime"] = 5000,
		},
		["Test Fury"] = {
			["texture"] = 132242,
		},
		["钻石水瓶"] = {
			["texture"] = 132788,
		},
		["Dragonstalker A"] = {
			["texture"] = 136095,
		},
		["Mind Blast Cast Pushback Reduction"] = {
			["texture"] = 136224,
		},
		["疯狂饥饿"] = {
			["texture"] = 132278,
		},
		["自身恐惧"] = {
			["texture"] = 136183,
		},
		["自我爆炸"] = {
			["castTime"] = 7000,
			["texture"] = 135826,
		},
		["厚皮"] = {
			["castTime"] = 8000,
			["texture"] = 132110,
		},
		["烧烤秃鹰翅膀"] = {
			["castTime"] = 3000,
			["texture"] = 133974,
		},
		["狂鱼肉片"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["野人铁护肩"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["设计图：霜虎之刃"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Cloak +7 Fire Resistance"] = {
			["texture"] = 135913,
		},
		["神圣集中"] = {
			["texture"] = 135824,
		},
		["美味鼠尾鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["设计图：萨弗隆之锤"] = {
			["castTime"] = 3000,
		},
		["召唤幻影梦魇兽"] = {
			["castTime"] = 2000,
			["texture"] = 135824,
		},
		["BM OFF"] = {
			["texture"] = 132096,
		},
		["神圣太阳果汁"] = {
			["texture"] = 132794,
		},
		["配方：土转生命"] = {
			["castTime"] = 3000,
		},
		["强化挫志怒吼"] = {
			["texture"] = 132366,
		},
		["瑟银盾刺"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["寒冰能量"] = {
			["texture"] = 135845,
		},
		["腐蚀酸液喷溅"] = {
			["castTime"] = 3000,
			["texture"] = 136007,
		},
		["黑铁粉碎者"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["蛮皮披风"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["制造次级灵魂石"] = {
			["castTime"] = 3000,
			["texture"] = 136210,
		},
		["Permanent Cerebral Cortex Compound"] = {
			["texture"] = 136075,
		},
		["Stance Rage Effect (+5)"] = {
			["texture"] = 132091,
		},
		["图样：礼服短裤"] = {
			["castTime"] = 3000,
		},
		["命令"] = {
			["texture"] = 132366,
		},
		["枯萎热浪"] = {
			["texture"] = 135805,
		},
		["恐吓尖啸"] = {
			["texture"] = 136218,
		},
		["亮布披风"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["狂怒释放"] = {
			["texture"] = 132091,
		},
		["残废诅咒"] = {
			["texture"] = 136135,
		},
		["火药桶爆炸"] = {
			["texture"] = 135826,
		},
		["公式：附魔靴子 - 强效敏捷"] = {
			["castTime"] = 3000,
		},
		["神圣之力"] = {
			["texture"] = 132154,
		},
		["酸液喷吐"] = {
			["castTime"] = 2000,
			["texture"] = 136007,
		},
		["抗火图腾"] = {
			["texture"] = 135832,
		},
		["鬼纹外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Testing Totem Dummy"] = {
			["texture"] = 135825,
		},
		["Rat Aggro Clear"] = {
			["texture"] = 136197,
		},
		["制造召唤纹章：火"] = {
			["castTime"] = 1500,
		},
		["圣疗术"] = {
			["texture"] = 135928,
		},
		["附魔：火焰"] = {
			["castTime"] = 3000,
			["texture"] = 133434,
		},
		["火焰偏斜器"] = {
			["castTime"] = 12500,
		},
		["快捷箭袋"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["召唤鸟"] = {
			["texture"] = 132150,
		},
		["召唤土拨鼠"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["野餐效果"] = {
			["texture"] = 135926,
		},
		["投掷专精"] = {
			["texture"] = 135427,
		},
		["附魔胸甲 - 极效生命"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["加兹瑞拉猛击"] = {
			["texture"] = 132111,
		},
		["淤泥毒药"] = {
			["castTime"] = 2000,
			["texture"] = 136077,
		},
		["图样：将军之帽"] = {
			["castTime"] = 3000,
		},
		["成长"] = {
			["texture"] = 135989,
		},
		["清算圣印效果"] = {
			["texture"] = 135971,
		},
		["狂野之怒"] = {
			["texture"] = 136012,
		},
		["黑暗之雾"] = {
			["texture"] = 136160,
		},
		["碧蓝丝质头巾"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["合并火炬"] = {
			["castTime"] = 5000,
		},
		["啊！"] = {
			["texture"] = 136016,
		},
		["地穴甲虫自杀"] = {
			["texture"] = 136118,
		},
		["打磨利刃 V"] = {
			["castTime"] = 3000,
		},
		["召唤斑马"] = {
			["texture"] = 132368,
		},
		["占卜卷轴法术"] = {
			["castTime"] = 1500,
			["texture"] = 134938,
		},
		["图样：皱褶皮短裤"] = {
			["castTime"] = 3000,
		},
		["草原幼狮"] = {
			["texture"] = 132140,
		},
		["魔甲术"] = {
			["castTime"] = 3000,
			["texture"] = 136185,
		},
		["Perm. Illusion HE Hunter"] = {
			["texture"] = 132311,
		},
		["公式：附魔手套 - 初级骑术"] = {
			["castTime"] = 3000,
		},
		["多彩能量"] = {
			["texture"] = 135934,
		},
		["召唤疯狂虚空行者"] = {
			["texture"] = 136121,
		},
		["设计图：黑铁护腿"] = {
			["castTime"] = 3000,
		},
		["召唤红色其拉作战坦克"] = {
			["castTime"] = 3000,
			["texture"] = 134396,
		},
		["缚灵"] = {
			["texture"] = 135926,
		},
		["强化圣光闪现"] = {
			["texture"] = 135907,
		},
		["横扫"] = {
			["castTime"] = 1500,
			["texture"] = 136104,
		},
		["干扰群居龙蛋"] = {
			["castTime"] = 1000,
		},
		["食谱：洛恩塔姆薯块"] = {
			["castTime"] = 3000,
		},
		["掺水的啤酒"] = {
			["texture"] = 132791,
		},
		["高级诱饵效果"] = {
			["texture"] = 136232,
		},
		["恢复"] = {
			["castTime"] = 3000,
			["texture"] = 135953,
		},
		["召唤座狼幼崽"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["十字军圣印"] = {
			["texture"] = 135924,
		},
		["制造卷轴"] = {
			["castTime"] = 5000,
			["texture"] = 134941,
		},
		["邪恶皮甲短裤"] = {
			["castTime"] = 60000,
		},
		["强化图腾"] = {
			["texture"] = 136023,
		},
		["疲劳诅咒"] = {
			["texture"] = 136162,
		},
		["自然防护药水"] = {
			["castTime"] = 3000,
		},
		["感知"] = {
			["texture"] = 136087,
		},
		["次级力量"] = {
			["texture"] = 134838,
		},
		["图样：轻便冬季长靴"] = {
			["castTime"] = 3000,
		},
		["强化闷棍"] = {
			["texture"] = 132310,
		},
		["弩专精"] = {
			["texture"] = 132382,
		},
		["Hate to Zero"] = {
			["texture"] = 136190,
		},
		["Summon Poley"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Test Maul"] = {
			["texture"] = 132136,
		},
		["中级采矿"] = {
			["texture"] = 136248,
		},
		["瑟银巨剑"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["制造遗物包裹"] = {
			["castTime"] = 1000,
		},
		["图样：黑色龙鳞护腿"] = {
			["castTime"] = 3000,
		},
		["Ahn'Qiraj Reward Buff (Caster - 20)"] = {
			["texture"] = 134969,
		},
		["召唤冈瑟尔的幻影"] = {
			["castTime"] = 2000,
		},
		["图样：塞纳留斯之袋"] = {
			["castTime"] = 3000,
		},
		["音素爆破"] = {
			["texture"] = 136222,
		},
		["祝福之魂"] = {
			["texture"] = 135913,
		},
		["灵感"] = {
			["texture"] = 135928,
		},
		["改变过的瘟疫之锅毒素"] = {
			["texture"] = 135903,
		},
		["附魔武器 - 冰寒"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["冬泉火酒"] = {
			["texture"] = 134872,
		},
		["Uldaman Sub-Boss Agro"] = {
			["castTime"] = 5000,
			["texture"] = 136023,
		},
		["地狱烈焰效果"] = {
			["texture"] = 135818,
		},
		["召唤烈焰之子"] = {
			["texture"] = 135819,
		},
		["Quest - Sergra Darkthorn Spell"] = {
			["castTime"] = 3000,
		},
		["感染撕咬"] = {
			["texture"] = 136127,
		},
		["巫术师兜帽"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["沁脾香气"] = {
			["texture"] = 136128,
		},
		["清毒图腾效果"] = {
			["texture"] = 136070,
		},
		["彩鳍鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["高速青铜齿轮"] = {
			["castTime"] = 5125,
		},
		["QAEnchant Weapon Healing Power"] = {
			["texture"] = 135913,
		},
		["卓越法力之油"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["图样：绿色丝质包"] = {
			["castTime"] = 3000,
		},
		["快速回避"] = {
			["texture"] = 136047,
		},
		["召唤地狱火仆从"] = {
			["castTime"] = 2000,
			["texture"] = 136219,
		},
		["火焰抗性"] = {
			["castTime"] = 3000,
			["texture"] = 136075,
		},
		["侦测陷阱"] = {
			["texture"] = 132319,
		},
		["Target Dummy - Event 002"] = {
			["texture"] = 136172,
		},
		["公式：附魔胸甲 - 极效生命"] = {
			["castTime"] = 3000,
		},
		["布雷"] = {
			["texture"] = 133710,
		},
		["辉煌光环"] = {
			["texture"] = 136013,
		},
		["附魔手套 - 初级加速"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["附魔盾牌 - 次级精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["公式：附魔盾牌 - 超强精神"] = {
			["castTime"] = 3000,
		},
		["巫师之油"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["驯服猛鹫"] = {
			["texture"] = 132164,
		},
		["沙尘爆裂"] = {
			["castTime"] = 2000,
			["texture"] = 136018,
		},
		["蛇鳞手套"] = {
			["castTime"] = 25000,
		},
		["娜玛拉的爱情药水"] = {
			["castTime"] = 1000,
		},
		["淤泥"] = {
			["texture"] = 136188,
		},
		["侦测潜行"] = {
			["texture"] = 136129,
		},
		["枪械"] = {
			["texture"] = 135610,
		},
		["圣洁光环"] = {
			["texture"] = 135934,
		},
		["腐化"] = {
			["texture"] = 136208,
		},
		["解救主人"] = {
			["texture"] = 136064,
		},
		["增强钝器 II"] = {
			["castTime"] = 3000,
		},
		["Brood of Nozdormu Factoin +1000"] = {
			["castTime"] = 1000,
		},
		["光芒（绿色）"] = {
			["texture"] = 135741,
		},
		["活动故障"] = {
			["texture"] = 132996,
		},
		["吞噬魔法"] = {
			["castTime"] = 3000,
			["texture"] = 136075,
		},
		["熔铁之水"] = {
			["castTime"] = 2000,
			["texture"] = 135807,
		},
		["闪电屏障"] = {
			["texture"] = 136051,
		},
		["净化冰蹄水井"] = {
			["castTime"] = 10000,
		},
		["激素刺激"] = {
			["texture"] = 133439,
		},
		["钻土虫酸液"] = {
			["texture"] = 136007,
		},
		["幻影之刃"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["不屈意志"] = {
			["castTime"] = 3000,
			["texture"] = 136112,
		},
		["野兽戒律"] = {
			["texture"] = 136006,
		},
		["冰霜抗性光环"] = {
			["texture"] = 135865,
		},
		["合并龙语傻瓜教程"] = {
			["castTime"] = 10000,
		},
		["食谱：脆炸蜥蜴尾"] = {
			["castTime"] = 3000,
		},
		["暴露伤口"] = {
			["texture"] = 136168,
		},
		["斩破"] = {
			["texture"] = 132363,
		},
		["抗性"] = {
			["texture"] = 134719,
		},
		["裂筋"] = {
			["texture"] = 132109,
		},
		["Flame Attack Visual"] = {
			["texture"] = 135818,
		},
		["熟化厚毛皮"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["灼热之箭"] = {
			["texture"] = 132312,
		},
		["强化拳击"] = {
			["texture"] = 132938,
		},
		["放置捕熊陷阱"] = {
			["castTime"] = 2000,
		},
		["图样：蛛丝便鞋"] = {
			["castTime"] = 3000,
		},
		["大规模杀伤性魔法"] = {
			["texture"] = 135831,
		},
		["Conjure Ichman's Beacon DND"] = {
			["castTime"] = 1000,
		},
		["Burning Felguard Spawn"] = {
			["texture"] = 135805,
		},
		["Conjure Frostwolf Rank 1 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["致命毒药"] = {
			["castTime"] = 3000,
			["texture"] = 132290,
		},
		["精灵之火"] = {
			["castTime"] = 3000,
			["texture"] = 136033,
		},
		["附魔盾牌 - 强效耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Ward of Laze Passive"] = {
			["texture"] = 136157,
		},
		["冲锋怒气加成效果"] = {
			["texture"] = 132337,
		},
		["精制秘银战靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["摧毁蛋"] = {
			["castTime"] = 3000,
			["texture"] = 134295,
		},
		["血顶宠物"] = {
			["texture"] = 136095,
		},
		["Snowball Lasting Visual"] = {
			["texture"] = 132387,
		},
		["野蛮击打"] = {
			["texture"] = 132189,
		},
		["符文板甲头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["烈焰之矛"] = {
			["texture"] = 132324,
		},
		["毒性鱼叉"] = {
			["castTime"] = 2000,
			["texture"] = 132273,
		},
		["紫手"] = {
			["castTime"] = 4000,
			["texture"] = 136208,
		},
		["公式：附魔护腕 - 初级精神"] = {
			["castTime"] = 3000,
		},
		["折断胫骨"] = {
			["castTime"] = 1500,
		},
		["毒蛛撕咬"] = {
			["texture"] = 132196,
		},
		["绿色幼龙护甲"] = {
			["castTime"] = 45000,
		},
		["投掷石块 II"] = {
			["castTime"] = 3000,
			["texture"] = 132153,
		},
		["骨镰护腕"] = {
			["texture"] = 132273,
		},
		["(OLD) Magic Focus"] = {
			["texture"] = 136013,
		},
		["红色骸骨军马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["深红丝质披风"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["Dummy NPC Summon"] = {
			["castTime"] = 20000,
			["texture"] = 136230,
		},
		["轻皮短裤"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["强化毒蛇钉刺"] = {
			["texture"] = 132204,
		},
		["附魔手套 - 高级采矿"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["织网"] = {
			["texture"] = 136022,
		},
		["自由行动药剂"] = {
			["castTime"] = 3000,
		},
		["图样：符文布包"] = {
			["castTime"] = 3000,
		},
		["蛮皮外衣"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["自然的平衡"] = {
			["castTime"] = 3000,
		},
		["驯服海浪蟹"] = {
			["texture"] = 132164,
		},
		["附魔护腕 - 超强精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["燃烧之愿"] = {
			["texture"] = 136184,
		},
		["结构图：大口径秘银步枪"] = {
			["castTime"] = 3000,
		},
		["毒性图腾"] = {
			["texture"] = 136232,
		},
		["鱼肝油"] = {
			["texture"] = 133892,
		},
		["强效抗毒药剂"] = {
			["texture"] = 136068,
		},
		["Debuff Uber Heal Over Time"] = {
			["texture"] = 135923,
		},
		["图样：霜刃外套"] = {
			["castTime"] = 3000,
		},
		["大师级炼金术"] = {
			["texture"] = 136240,
		},
		["Summon Augur's Belt DND"] = {
			["castTime"] = 1000,
		},
		["图样：蛮皮护肩"] = {
			["castTime"] = 3000,
		},
		["全力一击"] = {
			["texture"] = 132939,
		},
		["光辉"] = {
			["texture"] = 135818,
		},
		["扭木孢子"] = {
			["texture"] = 136006,
		},
		["公主召唤传送门"] = {
			["castTime"] = 10000,
			["texture"] = 135743,
		},
		["公式：附魔手套 - 采药"] = {
			["castTime"] = 3000,
		},
		["戈多克绿酒"] = {
			["castTime"] = 1000,
			["texture"] = 132790,
		},
		["rf"] = {
			["texture"] = 136147,
		},
		["释放怒爪"] = {
			["castTime"] = 10000,
		},
		["公式：附魔手套 - 钓鱼"] = {
			["castTime"] = 3000,
		},
		["中级裁缝"] = {
			["texture"] = 136249,
		},
		["荣誉点数+398"] = {
			["castTime"] = 1000,
		},
		["白斑黑豹"] = {
			["castTime"] = 3000,
			["texture"] = 132225,
		},
		["摧毁帐篷"] = {
			["castTime"] = 2500,
		},
		["求生本能"] = {
			["texture"] = 132179,
		},
		["Despawn Ice Block"] = {
			["texture"] = 135852,
		},
		["召唤奥妮克希亚雏龙"] = {
			["castTime"] = 2000,
		},
		["召唤狼"] = {
			["texture"] = 136095,
		},
		["暗纹护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["公式：附魔护腕 - 超强精神"] = {
			["castTime"] = 3000,
		},
		["召唤白色小鸡"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Staff Strike II (Disabled)"] = {
			["texture"] = 132325,
		},
		["拉克佐猛击"] = {
			["texture"] = 132939,
		},
		["蛛丝便鞋"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["Test Rip"] = {
			["texture"] = 132152,
		},
		["生命 II"] = {
			["texture"] = 134824,
		},
		["召唤达拉然毒蛇"] = {
			["texture"] = 132089,
		},
		["精密奥金转换器"] = {
			["castTime"] = 8000,
		},
		["附魔双手武器 - 极效智力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["丝卷"] = {
			["texture"] = 136021,
		},
		["亚麻绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["海妖之歌"] = {
			["texture"] = 132322,
		},
		["复活掘地鼠"] = {
			["castTime"] = 3000,
			["texture"] = 135955,
		},
		["发条娃娃"] = {
			["castTime"] = 25000,
		},
		["黑色骷髅战马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["图样：夜色护肩"] = {
			["castTime"] = 3000,
		},
		["雕花皮短裤"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["wr"] = {
			["texture"] = 135871,
		},
		["Dire Bear Form (Passive)"] = {
			["texture"] = 132276,
		},
		["Horde Reputation"] = {
			["texture"] = 132485,
		},
		["荆棘箭雨"] = {
			["texture"] = 136063,
		},
		["召唤红衣火枪手"] = {
			["texture"] = 136075,
		},
		["巨人药剂"] = {
			["castTime"] = 3000,
			["texture"] = 134841,
		},
		["精确瞄准镜"] = {
			["castTime"] = 3000,
		},
		["基尔罗格之眼"] = {
			["castTime"] = 5000,
			["texture"] = 136155,
		},
		["赞扎之光"] = {
			["texture"] = 134809,
		},
		["Major Firestone Effect"] = {
			["texture"] = 135821,
		},
		["毒蛇反射"] = {
			["texture"] = 136040,
		},
		["卡拉然合成火炬"] = {
			["castTime"] = 1000,
		},
		["投掷入门"] = {
			["texture"] = 132222,
		},
		["反手一击"] = {
			["castTime"] = 1000,
			["texture"] = 132939,
		},
		["神圣冲击"] = {
			["texture"] = 132326,
		},
		["坐骑速度"] = {
			["texture"] = 134010,
		},
		["自然之握"] = {
			["texture"] = 136063,
		},
		["BM Only ON"] = {
			["texture"] = 135993,
		},
		["绿色骸骨战马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["法力之泉"] = {
			["texture"] = 136053,
		},
		["迅速"] = {
			["texture"] = 136106,
		},
		["设计图：破冰胸甲"] = {
			["castTime"] = 3000,
		},
		["超强法力药水"] = {
			["castTime"] = 3000,
		},
		["岩石之肤"] = {
			["texture"] = 132154,
		},
		["冰息术"] = {
			["castTime"] = 250,
			["texture"] = 135848,
		},
		["护甲 +32"] = {
			["castTime"] = 3000,
		},
		["红色魔纹外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["神圣防护药水"] = {
			["castTime"] = 3000,
		},
		["附魔双手武器 - 初级冲击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Copy of Blink"] = {
			["texture"] = 135736,
		},
		["神圣力量之石"] = {
			["texture"] = 135871,
		},
		["设计图：秘银魔剑"] = {
			["castTime"] = 3000,
		},
		["抗魔药水"] = {
			["castTime"] = 3000,
		},
		["憎恶喷吐"] = {
			["castTime"] = 2500,
			["texture"] = 136016,
		},
		["配方：增长药剂"] = {
			["castTime"] = 3000,
		},
		["Summon Drape of Vaulted Secrets DND"] = {
			["castTime"] = 1000,
		},
		["隐藏"] = {
			["texture"] = 132320,
		},
		["强效小鬼"] = {
			["texture"] = 136172,
		},
		["[PH] Teleport to Undercity"] = {
			["castTime"] = 2000,
		},
		["巫毒披风"] = {
			["castTime"] = 60000,
		},
		["大地之击"] = {
			["texture"] = 136006,
		},
		["图样：飞火护手"] = {
			["castTime"] = 3000,
		},
		["Atal'ai Altar Light Visual (DND)"] = {
			["castTime"] = 1000,
		},
		["蓝色焰火"] = {
			["castTime"] = 5125,
		},
		["驱逐"] = {
			["texture"] = 135967,
		},
		["结构图：工匠眼镜"] = {
			["castTime"] = 3000,
		},
		["正义追击"] = {
			["texture"] = 135937,
		},
		["烈焰化身"] = {
			["texture"] = 135818,
		},
		["制造百合根"] = {
			["castTime"] = 3000,
			["texture"] = 133938,
		},
		["迅捷反射"] = {
			["texture"] = 132223,
		},
		["飞扑"] = {
			["texture"] = 132338,
		},
		["黑暗诱惑"] = {
			["texture"] = 136122,
		},
		["痒"] = {
			["texture"] = 136064,
		},
		["侏儒传送器"] = {
			["castTime"] = 10000,
		},
		["通用遥控器"] = {
			["texture"] = 132996,
		},
		["附魔胸甲 - 次级吸收"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["去除鸦爪妖术"] = {
			["texture"] = 136129,
		},
		["灵魂燃烧 III"] = {
			["texture"] = 135805,
		},
		["合并第3章"] = {
			["castTime"] = 2000,
		},
		["瑟银手榴弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["图样：光芒护腕"] = {
			["castTime"] = 3000,
		},
		["迪尔格的超美味奇美拉肉片"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["单手武器专精"] = {
			["texture"] = 135321,
		},
		["狼头之盔"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["Beast Slayer (OLD)"] = {
			["texture"] = 136095,
		},
		["毒性吐息"] = {
			["texture"] = 136169,
		},
		["麻痹之毒"] = {
			["texture"] = 132274,
		},
		["图样：红色亚麻包"] = {
			["castTime"] = 3000,
		},
		["召唤熔岩爪牙"] = {
			["texture"] = 136192,
		},
		["狂怒光环"] = {
			["texture"] = 136146,
		},
		["Red Dragon Transform DND"] = {
			["castTime"] = 1000,
		},
		["大篝火伤害"] = {
			["texture"] = 135805,
		},
		["奥术黎明衬肩"] = {
			["castTime"] = 5000,
		},
		["采药人手套"] = {
			["castTime"] = 25000,
		},
		["灵巧陷阱"] = {
			["texture"] = 136106,
		},
		["图样：黑暗之手"] = {
			["castTime"] = 3000,
		},
		["免疫定身"] = {
			["texture"] = 136115,
		},
		["附魔护腕 - 智力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["加基森传送器"] = {
			["texture"] = 132862,
		},
		["雷织短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["邪恶皮甲头环"] = {
			["castTime"] = 60000,
		},
		["烤鼠尾鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["召唤熊"] = {
			["texture"] = 132091,
		},
		["奥术智慧"] = {
			["castTime"] = 3000,
			["texture"] = 135932,
		},
		["Tag: Purple Ball"] = {
			["texture"] = 136210,
		},
		["粉碎者"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["侏儒死亡射线"] = {
			["castTime"] = 12500,
			["texture"] = 136197,
		},
		["锁定"] = {
			["texture"] = 132995,
		},
		["战网"] = {
			["texture"] = 132149,
		},
		["速效毒药"] = {
			["castTime"] = 3000,
			["texture"] = 132273,
		},
		["赤狼"] = {
			["castTime"] = 3000,
			["texture"] = 132224,
		},
		["In Battleground"] = {
			["texture"] = 132091,
		},
		["驱散射击 II"] = {
			["texture"] = 132153,
		},
		["打开黑暗守护者宝箱"] = {
			["castTime"] = 5000,
		},
		["配方：初级敏捷药剂"] = {
			["castTime"] = 3000,
		},
		["收集恐怖之水"] = {
			["castTime"] = 3000,
		},
		["黑皮战靴"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["大型铜壳炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["宠物耐久"] = {
			["texture"] = 132091,
		},
		["木喉衬肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["闪光雷"] = {
			["castTime"] = 8000,
			["texture"] = 136142,
		},
		["翻滚扫击"] = {
			["texture"] = 132338,
		},
		["高级附魔"] = {
			["texture"] = 136244,
		},
		["等待复活"] = {
			["texture"] = 135955,
		},
		["强化火焰箭"] = {
			["texture"] = 135809,
		},
		["白色婚纱"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["闪电图腾"] = {
			["castTime"] = 500,
			["texture"] = 136048,
		},
		["暗影之雾"] = {
			["texture"] = 136160,
		},
		["冰爆术"] = {
			["texture"] = 135848,
		},
		["棕色亚麻衬衣"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["传送到最终大厅"] = {
			["texture"] = 135743,
		},
		["旋风"] = {
			["texture"] = 132369,
		},
		["洞察"] = {
			["texture"] = 135932,
		},
		["爆炸陷阱效果"] = {
			["texture"] = 135826,
		},
		["自然黎明衬肩"] = {
			["castTime"] = 5000,
		},
		["Stoneclaw Totem Passive"] = {
			["texture"] = 136097,
		},
		["召唤豹"] = {
			["texture"] = 136095,
		},
		["信仰的试炼"] = {
			["texture"] = 136022,
		},
		["附魔师长靴"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["Undead Slayer 108"] = {
			["texture"] = 135923,
		},
		["超级潜行"] = {
			["texture"] = 132320,
		},
		["采集草药"] = {
			["castTime"] = 5000,
			["texture"] = 136065,
		},
		["反射"] = {
			["texture"] = 136222,
		},
		["Copy of Well Fed"] = {
			["texture"] = 136000,
		},
		["粉碎"] = {
			["texture"] = 132318,
		},
		["弓"] = {
			["texture"] = 135493,
		},
		["传送门：达纳苏斯"] = {
			["castTime"] = 10000,
			["texture"] = 135741,
		},
		["祸害之毒"] = {
			["texture"] = 136016,
		},
		["飞火护手"] = {
			["castTime"] = 60000,
		},
		["Normal bow shot (TEST)"] = {
			["castTime"] = 250,
		},
		["制造优美的信件"] = {
			["castTime"] = 1000,
		},
		["铸造维里甘之拳"] = {
			["castTime"] = 600,
			["texture"] = 135959,
		},
		["雏龙之语：蓝色"] = {
			["texture"] = 136010,
		},
		["初级钓鱼"] = {
			["texture"] = 136245,
		},
		["寻找财宝"] = {
			["texture"] = 135725,
		},
		["召唤剧毒飞蛇"] = {
			["texture"] = 136121,
		},
		["图样：绿色皮甲"] = {
			["castTime"] = 3000,
		},
		["附魔护腕 - 初级力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["入睡"] = {
			["texture"] = 136090,
		},
		["辐射"] = {
			["texture"] = 136133,
		},
		["解除诅咒"] = {
			["castTime"] = 3000,
			["texture"] = 135952,
		},
		["护甲 +24"] = {
			["castTime"] = 3000,
		},
		["强化野性印记"] = {
			["texture"] = 136078,
		},
		["结构图：烟花发射器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["虚空的召唤"] = {
			["castTime"] = 10000,
		},
		["喷溅"] = {
			["texture"] = 136020,
		},
		["绝望之翼"] = {
			["texture"] = 136184,
		},
		["图样：奇美拉长靴"] = {
			["castTime"] = 3000,
		},
		["鬼纹手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["加速术"] = {
			["texture"] = 136047,
		},
		["Mana Reduction 3%"] = {
			["texture"] = 135860,
		},
		["追踪元素生物"] = {
			["texture"] = 132328,
		},
		["奥宁的伪装"] = {
			["texture"] = 136047,
		},
		["幽影之雾"] = {
			["texture"] = 136160,
		},
		["Distract (TEST)"] = {
			["castTime"] = 2000,
		},
		["召唤血箭"] = {
			["texture"] = 132140,
		},
		["美味风蛇"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["灼热之光"] = {
			["texture"] = 135973,
		},
		["狂犬病"] = {
			["texture"] = 135914,
		},
		["顺劈斩"] = {
			["castTime"] = 2500,
			["texture"] = 132338,
		},
		["辉煌光环 III"] = {
			["texture"] = 136013,
		},
		["图样：蛇鳞手套"] = {
			["castTime"] = 3000,
		},
		["狡诈"] = {
			["texture"] = 132294,
		},
		["附魔盾牌 - 初级耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["普通瞄准镜"] = {
			["castTime"] = 3000,
		},
		["显灵"] = {
			["texture"] = 136075,
		},
		["酸液喷射"] = {
			["castTime"] = 3000,
			["texture"] = 136007,
		},
		["声望 - 加基森 +500"] = {
			["castTime"] = 1000,
		},
		["愈合"] = {
			["castTime"] = 2000,
			["texture"] = 136085,
		},
		["初级急救"] = {
			["texture"] = 135966,
		},
		["精神"] = {
			["texture"] = 136126,
		},
		["速效毒药 II"] = {
			["castTime"] = 3000,
			["texture"] = 132273,
		},
		["辐光手套"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["灰尘力场"] = {
			["texture"] = 136018,
		},
		["配方：超级法力药水"] = {
			["castTime"] = 3000,
		},
		["金鳞护腿"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["投掷药水"] = {
			["castTime"] = 2000,
			["texture"] = 135999,
		},
		["打开斯坦索姆邮箱"] = {
			["castTime"] = 5000,
		},
		["召唤小鱼人（粉色）"] = {
			["texture"] = 134300,
		},
		["艾斯卡达尔的召唤"] = {
			["texture"] = 134176,
		},
		["强化小鬼"] = {
			["texture"] = 136218,
		},
		["其拉的洞察"] = {
			["texture"] = 134899,
		},
		["安抚心灵"] = {
			["texture"] = 135933,
		},
		["横扫猛击"] = {
			["texture"] = 132111,
		},
		["图样：荆木腰带"] = {
			["castTime"] = 3000,
		},
		["加速光环"] = {
			["texture"] = 135906,
		},
		["Elemental Slayer (OLD)"] = {
			["texture"] = 135861,
		},
		["魂能之寒"] = {
			["texture"] = 134311,
		},
		["腐化恐惧"] = {
			["texture"] = 136183,
		},
		["奥术精妙"] = {
			["texture"] = 135894,
		},
		["腐烂蛋白"] = {
			["texture"] = 136066,
		},
		["神圣太阳果"] = {
			["texture"] = 134062,
		},
		["释放蟾蜍"] = {
			["texture"] = 133884,
		},
		["设计图：结实的铁锤"] = {
			["castTime"] = 3000,
		},
		["撞头"] = {
			["texture"] = 132939,
		},
		["附魔武器 - 次级元素杀手"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["挥砍"] = {
			["texture"] = 132338,
		},
		["庆祝"] = {
			["texture"] = 136101,
		},
		["石盾术"] = {
			["texture"] = 134847,
		},
		["冰锥术"] = {
			["texture"] = 135852,
		},
		["刺须鲶鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["召唤变异剧毒风蛇"] = {
			["texture"] = 136121,
		},
		["强化制裁之锤"] = {
			["texture"] = 135963,
		},
		["喷酒"] = {
			["texture"] = 132792,
		},
		["中级急救"] = {
			["texture"] = 135966,
		},
		["公式：附魔武器 - 法术能量"] = {
			["castTime"] = 3000,
		},
		["瘟疫迷雾"] = {
			["texture"] = 136066,
		},
		["大师级附魔"] = {
			["texture"] = 136244,
		},
		["强力治疗结界"] = {
			["texture"] = 135928,
		},
		["破坏大件物品"] = {
			["castTime"] = 2000,
			["texture"] = 136137,
		},
		["伊利丹之怒"] = {
			["texture"] = 136164,
		},
		["阵风"] = {
			["castTime"] = 2000,
			["texture"] = 136022,
		},
		["阿迦玛甘的力量"] = {
			["texture"] = 136101,
		},
		["减速毒药 II"] = {
			["castTime"] = 1000,
			["texture"] = 136093,
		},
		["厚符文布绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["惩戒烈焰"] = {
			["castTime"] = 3000,
		},
		["野蛮狂怒"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["制造特效法术石"] = {
			["castTime"] = 5000,
			["texture"] = 134131,
		},
		["Hyper Resurrection 4 sec"] = {
			["texture"] = 135955,
		},
		["林克的回旋镖"] = {
			["castTime"] = 500,
			["texture"] = 135646,
		},
		["召唤沼泽幽魂"] = {
			["castTime"] = 1500,
			["texture"] = 136006,
		},
		["闪电震击"] = {
			["texture"] = 136115,
		},
		["幽魂外形"] = {
			["texture"] = 135864,
		},
		["冬季狂欢者 - 巨魔女性"] = {
			["texture"] = 135849,
		},
		["震击"] = {
			["castTime"] = 3000,
			["texture"] = 136115,
		},
		["加速术 II"] = {
			["texture"] = 136047,
		},
		["闪避"] = {
			["texture"] = 136205,
		},
		["奥瓦坦卡之速"] = {
			["texture"] = 136075,
		},
		["力量衰减"] = {
			["castTime"] = 2000,
			["texture"] = 135914,
		},
		["Defensive State (DND)"] = {
			["texture"] = 132110,
		},
		["抽取灵魂"] = {
			["texture"] = 136219,
		},
		["荣誉点数+378"] = {
			["castTime"] = 1000,
		},
		["唤醒克罗尼亚"] = {
			["castTime"] = 4500,
		},
		["黑暗打击"] = {
			["texture"] = 132325,
		},
		["圣印消耗降低"] = {
			["texture"] = 136052,
		},
		["灼热烈焰"] = {
			["castTime"] = 2000,
			["texture"] = 135817,
		},
		["设计图：奥金斧"] = {
			["castTime"] = 3000,
		},
		["图样：重型蝎壳头盔"] = {
			["castTime"] = 3000,
		},
		["Perm. Illusion Pig"] = {
			["texture"] = 132311,
		},
		["冰霜强化"] = {
			["texture"] = 135859,
		},
		["地狱火手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["附有魔法的盖亚之种"] = {
			["castTime"] = 5000,
		},
		["眼之诅咒"] = {
			["texture"] = 136224,
		},
		["思维敏捷"] = {
			["texture"] = 136115,
		},
		["Sol L"] = {
			["castTime"] = 3000,
			["texture"] = 135859,
		},
		["Stone Dwarf Awaken Visual"] = {
			["castTime"] = 1500,
			["texture"] = 136025,
		},
		["上钩拳"] = {
			["texture"] = 132939,
		},
		["铜质战斧"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["弱效毒药"] = {
			["texture"] = 136016,
		},
		["强化狂怒"] = {
			["texture"] = 132126,
		},
		["召唤月夜猛虎幼崽"] = {
			["texture"] = 132142,
		},
		["铜管"] = {
			["castTime"] = 5125,
		},
		["破甲攻击"] = {
			["texture"] = 132363,
		},
		["岩肤术"] = {
			["texture"] = 136025,
		},
		["配方：冰霜之油"] = {
			["castTime"] = 3000,
		},
		["科多兽皮包"] = {
			["castTime"] = 8000,
		},
		["Punctured Voodoo Doll PRT DND"] = {
			["castTime"] = 1000,
		},
		["抓住武器"] = {
			["texture"] = 132343,
		},
		["圣光击"] = {
			["castTime"] = 2500,
			["texture"] = 135924,
		},
		["刺破"] = {
			["texture"] = 132155,
		},
		["雷织护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["熔火护甲片"] = {
			["castTime"] = 25000,
		},
		["骑术：马"] = {
			["texture"] = 136103,
		},
		["无情打击"] = {
			["texture"] = 132340,
		},
		["宠物抗魔"] = {
			["texture"] = 135879,
		},
		["Summon Illusionist's BP DND"] = {
			["castTime"] = 1000,
		},
		["召唤神圣坐骑"] = {
			["texture"] = 136103,
		},
		["魔法集中"] = {
			["texture"] = 136013,
		},
		["旋风倾泻"] = {
			["castTime"] = 1500,
			["texture"] = 135128,
		},
		["OLDPhysical Prowess"] = {
			["texture"] = 136101,
		},
		["召唤顽石流放者"] = {
			["texture"] = 136192,
		},
		["Random Weapon Proc Fire Effect 08"] = {
			["texture"] = 136197,
		},
		["召唤蓝色其拉作战坦克"] = {
			["castTime"] = 3000,
			["texture"] = 134398,
		},
		["附魔护腕 - 强效智力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Create Zul'Gurub Talisman WAR R3 DND"] = {
			["castTime"] = 500,
		},
		["火焰之盾效果 IV"] = {
			["texture"] = 135817,
		},
		["变猪术"] = {
			["castTime"] = 3000,
		},
		["设计图：泰坦护腿"] = {
			["castTime"] = 3000,
		},
		["泰坦之锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["食谱：龙息红椒"] = {
			["castTime"] = 3000,
		},
		["土元素"] = {
			["castTime"] = 3000,
		},
		["结构图：法术能量护目镜超级版"] = {
			["castTime"] = 3000,
		},
		["群体打击"] = {
			["texture"] = 132938,
		},
		["急速射击"] = {
			["texture"] = 132208,
		},
		["设计图：金鳞护肩"] = {
			["castTime"] = 3000,
		},
		["摇摆意志"] = {
			["texture"] = 136119,
		},
		["闪电球"] = {
			["castTime"] = 1000,
			["texture"] = 135990,
		},
		["破坏"] = {
			["texture"] = 135813,
		},
		["坚定信念"] = {
			["texture"] = 135988,
		},
		["Hammer of Justice Cooldown Reduction"] = {
			["texture"] = 135963,
		},
		["血肉腐烂"] = {
			["texture"] = 132152,
		},
		["结构图：秘银机械幼龙"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["奥术炸弹"] = {
			["castTime"] = 1500,
			["texture"] = 135975,
		},
		["摩尔达的勇气"] = {
			["texture"] = 136054,
		},
		["血瓣花毒药"] = {
			["texture"] = 136016,
		},
		["石化休眠"] = {
			["texture"] = 136031,
		},
		["蜘蛛腰带"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["龙卷风"] = {
			["texture"] = 136022,
		},
		["食谱：油炸红腮鱼"] = {
			["castTime"] = 3000,
		},
		["召唤梦魇"] = {
			["texture"] = 136103,
		},
		["古龙水"] = {
			["texture"] = 135446,
		},
		["装满詹妮亚的瓶子"] = {
			["castTime"] = 2000,
		},
		["坚韧"] = {
			["texture"] = 132275,
		},
		["烈焰爆击"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["致命吸血毒药"] = {
			["texture"] = 136067,
		},
		["弩射击"] = {
			["castTime"] = 1000,
			["texture"] = 132222,
		},
		["大师级钓鱼"] = {
			["castTime"] = 20000,
			["texture"] = 136245,
		},
		["附魔手套 - 威胁"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["传送：月光林地"] = {
			["castTime"] = 10000,
			["texture"] = 135758,
		},
		["附魔披风 - 初级敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["挑战咆哮"] = {
			["texture"] = 132117,
		},
		["火焰强化"] = {
			["texture"] = 135807,
		},
		["Copy of Improved Concentration Aura"] = {
			["texture"] = 135933,
		},
		["Self Visual - Sleep Until Cancelled (DND)"] = {
			["texture"] = 136168,
		},
		["精神法杖 V"] = {
			["texture"] = 132325,
		},
		["奥斯里安之力"] = {
			["texture"] = 136140,
		},
		["神恩术"] = {
			["texture"] = 135915,
		},
		["CHU's QUEST SPELL"] = {
			["castTime"] = 4000,
			["texture"] = 136168,
		},
		["忍者装束"] = {
			["texture"] = 132219,
		},
		["拦截昏迷"] = {
			["texture"] = 135860,
		},
		["Gemology - Copper (DND)"] = {
			["texture"] = 134118,
		},
		["召唤脆弱的骷髅"] = {
			["castTime"] = 10000,
			["texture"] = 136187,
		},
		["钓鱼技能 +3"] = {
			["texture"] = 136245,
		},
		["破甲斩"] = {
			["texture"] = 132109,
		},
		["次级治疗药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["憎恨怒视"] = {
			["texture"] = 132154,
		},
		["Mana Drain Trigger"] = {
			["texture"] = 136208,
		},
		["结构图：侏儒隐形装置"] = {
			["castTime"] = 3000,
		},
		["强效王者祝福"] = {
			["texture"] = 135993,
		},
		["水下呼吸"] = {
			["castTime"] = 3000,
			["texture"] = 136148,
		},
		["梦境视界"] = {
			["texture"] = 135994,
		},
		["活力"] = {
			["texture"] = 135953,
		},
		["抵抗奥术"] = {
			["texture"] = 135736,
		},
		["黑色魔纹护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["神圣延伸"] = {
			["texture"] = 135949,
		},
		["设计图：大酋长头盔"] = {
			["castTime"] = 3000,
		},
		["血液分流"] = {
			["texture"] = 132278,
		},
		["风暴护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["乱射"] = {
			["castTime"] = 3000,
			["texture"] = 132222,
		},
		["召唤达古恩"] = {
			["castTime"] = 5000,
		},
		["打磨护甲"] = {
			["texture"] = 134956,
		},
		["召唤吉尔吉斯踏步者"] = {
			["texture"] = 136025,
		},
		["塞格的黑暗塔罗牌：伤害"] = {
			["texture"] = 134334,
		},
		["纳拉雷克斯的梦魇"] = {
			["castTime"] = 2000,
			["texture"] = 136090,
		},
		["爱情娃娃"] = {
			["texture"] = 136172,
		},
		["启迪"] = {
			["castTime"] = 2000,
			["texture"] = 136159,
		},
		["铁炉堡链甲"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["Copy of Aura of the Blue Dragon"] = {
			["texture"] = 136208,
		},
		["昏迷打击"] = {
			["texture"] = 132326,
		},
		["Rimblat Grows Flower DND"] = {
			["castTime"] = 2000,
		},
		["地缚术"] = {
			["texture"] = 136102,
		},
		["锐利武器 +5"] = {
			["texture"] = 132223,
		},
		["黑铁利剑"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["图样：月布包"] = {
			["castTime"] = 3000,
		},
		["花丛蛇"] = {
			["texture"] = 134298,
		},
		["Backstab (TEST)"] = {
			["texture"] = 132090,
		},
		["[PH] Teleport to Booty Bay"] = {
			["castTime"] = 2000,
		},
		["神圣之怒"] = {
			["texture"] = 135971,
		},
		["灾祸"] = {
			["texture"] = 136146,
		},
		["烈焰投掷"] = {
			["texture"] = 135815,
		},
		["激活蓝光柱"] = {
			["texture"] = 136208,
		},
		["噬灵瘟疫"] = {
			["texture"] = 136123,
		},
		["烈焰震击者之触"] = {
			["texture"] = 135990,
		},
		["召唤塞克隆尼亚"] = {
			["castTime"] = 10000,
			["texture"] = 136022,
		},
		["精神敏锐"] = {
			["texture"] = 132156,
		},
		["食谱：水晶润喉片"] = {
			["castTime"] = 3000,
		},
		["畏缩咆哮"] = {
			["texture"] = 132111,
		},
		["眩晕"] = {
			["texture"] = 135860,
		},
		["骑术：骸骨战马"] = {
			["texture"] = 136103,
		},
		["力量法袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["邪恶护甲 II"] = {
			["texture"] = 136225,
		},
		["灰谷先驱者潜行"] = {
			["texture"] = 132320,
		},
		["丘比特之箭"] = {
			["castTime"] = 1000,
		},
		["投网"] = {
			["texture"] = 132149,
		},
		["dmg3"] = {
			["texture"] = 136115,
		},
		["烈焰打击"] = {
			["castTime"] = 2200,
			["texture"] = 135807,
		},
		["先祖之魂"] = {
			["castTime"] = 10000,
			["texture"] = 136077,
		},
		["紫色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["魔血药水"] = {
			["castTime"] = 3000,
		},
		["安抚动物"] = {
			["castTime"] = 1500,
			["texture"] = 132163,
		},
		["银色长靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["图样：土灵皮护肩"] = {
			["castTime"] = 3000,
		},
		["月布包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["恶魔召唤火炬"] = {
			["castTime"] = 3000,
		},
		["重型护甲片"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["Eye of Kilrogg Passive (DND)"] = {
			["texture"] = 136160,
		},
		["Zaetar's Release (DND)"] = {
			["texture"] = 136100,
		},
		["附魔护腕 - 次级精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["水灵掌握"] = {
			["texture"] = 136057,
		},
		["铁藤手套"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Wide Swipe Passive"] = {
			["texture"] = 132408,
		},
		["疲倦"] = {
			["texture"] = 136157,
		},
		["刺穿肺部"] = {
			["texture"] = 132302,
		},
		["大师级宝石学"] = {
			["texture"] = 134139,
		},
		["图样：硬化蝎壳护腿"] = {
			["castTime"] = 3000,
		},
		["火焰披风"] = {
			["castTime"] = 60000,
			["texture"] = 135806,
		},
		["Test NPC Resurrection"] = {
			["texture"] = 135955,
		},
		["腐化敏捷"] = {
			["texture"] = 135914,
		},
		["钓鱼大师"] = {
			["texture"] = 133890,
		},
		["食谱：斑点黄尾鱼"] = {
			["castTime"] = 3000,
		},
		["狂暴怒气"] = {
			["texture"] = 136224,
		},
		["防护神圣结界"] = {
			["castTime"] = 3000,
			["texture"] = 136120,
		},
		["大师级工程学"] = {
			["texture"] = 136243,
		},
		["拉格纳罗斯的庇护"] = {
			["texture"] = 136121,
		},
		["弱效寒冰箭"] = {
			["castTime"] = 2200,
			["texture"] = 135846,
		},
		["黑色魔纹短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["灼热金剑"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["破胆咆哮"] = {
			["texture"] = 132154,
		},
		["雷霆践踏"] = {
			["texture"] = 132189,
		},
		["菊花茶"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["强化灼烧"] = {
			["texture"] = 135827,
		},
		["Undead Slayer 45"] = {
			["texture"] = 136142,
		},
		["Random Weapon Proc Fire Effect 06"] = {
			["texture"] = 136197,
		},
		["怒气爆发"] = {
			["texture"] = 136146,
		},
		["结构图：自动净化装置"] = {
			["castTime"] = 3000,
		},
		["海龟汤"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["图样：奥妮克希亚鳞片胸甲"] = {
			["castTime"] = 3000,
		},
		["劣质青铜战靴"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["恶魔布靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["魔爆术"] = {
			["castTime"] = 1500,
			["texture"] = 136116,
		},
		["Create Hive'Ashi Rubbing DND"] = {
			["castTime"] = 1000,
		},
		["符文金棒"] = {
			["castTime"] = 30000,
			["texture"] = 135147,
		},
		["陷阱掌握"] = {
			["texture"] = 132149,
		},
		["制造主动式负载平衡器说明书"] = {
			["castTime"] = 2000,
		},
		["Reputation - Ahn'Qiraj Temple Boss"] = {
			["castTime"] = 1000,
		},
		["灵魂图腾"] = {
			["texture"] = 136102,
		},
		["召唤维希度斯水滴"] = {
			["texture"] = 136006,
		},
		["快速撕咬"] = {
			["texture"] = 132278,
		},
		["快速射击"] = {
			["texture"] = 132204,
		},
		["玛拉顿传送门"] = {
			["texture"] = 135743,
		},
		["吸血脉冲"] = {
			["texture"] = 135966,
		},
		["Holiday - Lunar Teleport: Stormwind"] = {
			["texture"] = 135758,
		},
		["正义审判"] = {
			["texture"] = 135971,
		},
		["结构图：潜水头盔"] = {
			["castTime"] = 3000,
		},
		["简易的裙子"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["[PH] Buttress Activator"] = {
			["castTime"] = 5000,
		},
		["粗制砂轮"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["弩强化"] = {
			["texture"] = 132222,
		},
		["黎明之刃"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["附魔护腕 - 初级敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["感知亡灵"] = {
			["castTime"] = 3000,
			["texture"] = 135974,
		},
		["召唤地鼠"] = {
			["castTime"] = 2000,
			["texture"] = 136074,
		},
		["图样：符文布披风"] = {
			["castTime"] = 3000,
		},
		["图样：亮布手套"] = {
			["castTime"] = 3000,
		},
		["投掷掌握"] = {
			["texture"] = 132330,
		},
		["侵蚀力量"] = {
			["texture"] = 136119,
		},
		["闪电链"] = {
			["castTime"] = 2500,
			["texture"] = 136015,
		},
		["结构图：精确瞄准镜"] = {
			["castTime"] = 3000,
		},
		["隐迹鬼魂"] = {
			["texture"] = 136047,
		},
		["Summon Hammer of the Gathering Storm DND"] = {
			["castTime"] = 1000,
		},
		["惩罚光环"] = {
			["texture"] = 135873,
		},
		["伪装"] = {
			["texture"] = 132320,
		},
		["图样：绿色幼龙护甲"] = {
			["castTime"] = 3000,
		},
		["配方：超级能量合剂"] = {
			["castTime"] = 3000,
		},
		["恐惧怒吼"] = {
			["texture"] = 132111,
		},
		["召唤白骨爪牙"] = {
			["texture"] = 136187,
		},
		["暗棕狼"] = {
			["castTime"] = 3000,
			["texture"] = 132224,
		},
		["水栖形态"] = {
			["texture"] = 132112,
		},
		["恶魔践踏"] = {
			["texture"] = 132368,
		},
		["豹之快捷"] = {
			["texture"] = 136078,
		},
		["霜纹外套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["恶魔支配"] = {
			["texture"] = 136082,
		},
		["奥术之力"] = {
			["texture"] = 135933,
		},
		["月神之光"] = {
			["texture"] = 135954,
		},
		["高级工程学"] = {
			["texture"] = 136243,
		},
		["远程武器专精"] = {
			["texture"] = 135615,
		},
		["感染之伤"] = {
			["texture"] = 136066,
		},
		["利爪掩护"] = {
			["texture"] = 136104,
		},
		["熔岩喷射图腾"] = {
			["texture"] = 135826,
		},
		["火焰之盾效果"] = {
			["texture"] = 135817,
		},
		["沙尘风暴"] = {
			["texture"] = 136022,
		},
		["相位调整"] = {
			["texture"] = 132320,
		},
		["图样：野人护腿"] = {
			["castTime"] = 3000,
		},
		["乌瑟尔之光"] = {
			["texture"] = 135917,
		},
		["绿色节日衬衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["玉蛇刀"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["水晶闪耀"] = {
			["castTime"] = 2000,
			["texture"] = 136222,
		},
		["Transform: Peasant w/ wood"] = {
			["texture"] = 135996,
		},
		["Test Enemy Crit Bonus - 10%"] = {
			["texture"] = 136101,
		},
		["黑色龙鳞护肩"] = {
			["castTime"] = 60000,
		},
		["结构图：雪王9000型"] = {
			["castTime"] = 3000,
		},
		["神圣亲和"] = {
			["texture"] = 135928,
		},
		["制造特效治疗石"] = {
			["castTime"] = 3000,
			["texture"] = 135230,
		},
		["寒鳞护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["初级采矿"] = {
			["texture"] = 136248,
		},
		["强化保护祝福"] = {
			["texture"] = 135964,
		},
		["劣质火药"] = {
			["castTime"] = 5125,
		},
		["附魔胸甲 - 初级属性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["公式：附魔护腕 - 超强耐力"] = {
			["castTime"] = 3000,
		},
		["结构图：闪光雷"] = {
			["castTime"] = 3000,
		},
		["铜质钉锤"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["黑铁战斧"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["金鳞护腕"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["附魔盾牌 - 耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["精神衰弱 III"] = {
			["castTime"] = 1000,
			["texture"] = 136175,
		},
		["化石合剂"] = {
			["castTime"] = 25000,
		},
		["绿铁护肩"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["不屈精神"] = {
			["texture"] = 135954,
		},
		["图样：符文皮甲"] = {
			["castTime"] = 3000,
		},
		["撕扯"] = {
			["texture"] = 132152,
		},
		["炎爆术"] = {
			["castTime"] = 6000,
			["texture"] = 135808,
		},
		["清晰预兆"] = {
			["texture"] = 136017,
		},
		["召唤祈福"] = {
			["castTime"] = 1000,
		},
		["邪恶双子"] = {
			["texture"] = 136129,
		},
		["召唤宝珠恶魔"] = {
			["castTime"] = 5000,
		},
		["Sol H"] = {
			["castTime"] = 3000,
			["texture"] = 135859,
		},
		["Firestone Passive"] = {
			["texture"] = 135821,
		},
		["小鱼人"] = {
			["texture"] = 134301,
		},
		["自爆"] = {
			["castTime"] = 2000,
			["texture"] = 135805,
		},
		["Plague Slime (Blue)"] = {
			["texture"] = 135835,
		},
		["闪避削砍 III"] = {
			["texture"] = 132223,
		},
		["虔诚光环"] = {
			["texture"] = 135893,
		},
		["盾牌冲锋"] = {
			["texture"] = 132337,
		},
		["设计图：野刺锁甲"] = {
			["castTime"] = 3000,
		},
		["瑟银头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["红蓝两色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["镀银猎枪"] = {
			["castTime"] = 25000,
		},
		["结构图：小型爆盐炸弹"] = {
			["castTime"] = 3000,
		},
		["蛛网裹体"] = {
			["texture"] = 136113,
		},
		["无情延伸"] = {
			["texture"] = 136127,
		},
		["Quest - Purge Visual"] = {
			["texture"] = 135894,
		},
		["Despawn Silverwing Flag"] = {
			["texture"] = 132486,
		},
		["攻击吸收"] = {
			["texture"] = 136225,
		},
		["再生圣歌 V"] = {
			["texture"] = 136069,
		},
		["图样：暗纹面罩"] = {
			["castTime"] = 3000,
		},
		["结构图：蓝色烟花束"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["强化回春术"] = {
			["texture"] = 136081,
		},
		["Copy of Moonfire"] = {
			["texture"] = 136096,
		},
		["图样：灰布短裤"] = {
			["castTime"] = 3000,
		},
		["绿铁战靴"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["实心炸药"] = {
			["castTime"] = 8000,
		},
		["镇压光环"] = {
			["texture"] = 135831,
		},
		["魔暴龙皮护腿"] = {
			["castTime"] = 60000,
		},
		["Wyatt Test"] = {
			["texture"] = 136163,
		},
		["Undead Slayer 100"] = {
			["texture"] = 135923,
		},
		["图样：窃贼手套"] = {
			["castTime"] = 3000,
		},
		["棕狼"] = {
			["castTime"] = 3000,
			["texture"] = 132224,
		},
		["邪恶攻击"] = {
			["texture"] = 136189,
		},
		["敏捷药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["油炸红腮鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["自然亲和"] = {
			["texture"] = 136085,
		},
		["蛮力药剂"] = {
			["castTime"] = 3000,
			["texture"] = 134820,
		},
		["Zul'Gurub Talisman PAL R4 DND"] = {
			["castTime"] = 500,
		},
		["深度沉睡"] = {
			["castTime"] = 1000,
			["texture"] = 136135,
		},
		["设计图：寒冰护卫者"] = {
			["castTime"] = 3000,
		},
		["恶魔布帽"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["毁灭延伸"] = {
			["texture"] = 136133,
		},
		["堕落的雷德帕斯"] = {
			["castTime"] = 2000,
		},
		["召唤传送门"] = {
			["texture"] = 135759,
		},
		["结构图：地精起搏器"] = {
			["castTime"] = 3000,
		},
		["冷酷"] = {
			["texture"] = 132151,
		},
		["召唤烟网蜘蛛"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["凋零之触"] = {
			["castTime"] = 2000,
			["texture"] = 136020,
		},
		["硬化蝎壳护腿"] = {
			["castTime"] = 60000,
		},
		["尖刺水晶"] = {
			["texture"] = 134134,
		},
		["暗影头巾"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["鹰眼"] = {
			["texture"] = 132327,
		},
		["惩戒猛击"] = {
			["texture"] = 135924,
		},
		["侦测加兹瑞迪安饰物"] = {
			["texture"] = 136010,
		},
		["敌意平息"] = {
			["texture"] = 132270,
		},
		["死木诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136160,
		},
		["制造联合坠饰"] = {
			["castTime"] = 7000,
		},
		["火箭爆炸"] = {
			["castTime"] = 3000,
		},
		["野兽杀手"] = {
			["texture"] = 136095,
		},
		["附魔"] = {
			["texture"] = 136244,
		},
		["抗毒"] = {
			["texture"] = 136067,
		},
		["秘银鳞片手套"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Stoneclaw Totem Effect TEST"] = {
			["texture"] = 136097,
		},
		["绘制上古雕文"] = {
			["castTime"] = 10000,
		},
		["公式：浸魔胸甲 - 次级精神"] = {
			["castTime"] = 3000,
		},
		["重砂轮"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["Script Test"] = {
			["texture"] = 136006,
		},
		["采集海潮之池样本#4"] = {
			["castTime"] = 3000,
		},
		["腐臭之血"] = {
			["texture"] = 136133,
		},
		["火焰打击"] = {
			["texture"] = 136197,
		},
		["设计图：寒冬之刃"] = {
			["castTime"] = 3000,
		},
		["冲撞痛击 III"] = {
			["texture"] = 132326,
		},
		["智力提高"] = {
			["texture"] = 134340,
		},
		["双手打击 IV"] = {
			["texture"] = 132316,
		},
		["双手打击"] = {
			["texture"] = 132316,
		},
		["浸魔武器 - 屠兽"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["毒性震击"] = {
			["texture"] = 136007,
		},
		["精神控制"] = {
			["castTime"] = 3000,
			["texture"] = 136206,
		},
		["高级活动假人"] = {
			["castTime"] = 12500,
			["texture"] = 136172,
		},
		["图样：凤凰短裤"] = {
			["castTime"] = 3000,
		},
		["枪械射击"] = {
			["castTime"] = 1000,
			["texture"] = 132222,
		},
		["黑皮腰带"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["设计图：镀银青铜胸甲"] = {
			["castTime"] = 3000,
		},
		["聚光"] = {
			["texture"] = 135926,
		},
		["结构图：发条娃娃"] = {
			["castTime"] = 3000,
		},
		["虚空召唤"] = {
			["castTime"] = 3000,
			["texture"] = 136145,
		},
		["图样：硬化蝎壳战靴"] = {
			["castTime"] = 3000,
		},
		["结构图：夜视步枪"] = {
			["castTime"] = 3000,
		},
		["图样：多彩披风"] = {
			["castTime"] = 3000,
		},
		["打喷嚏"] = {
			["texture"] = 134374,
		},
		["阿兰提尔的欺诈"] = {
			["texture"] = 132331,
		},
		["黑暗闪耀"] = {
			["texture"] = 136197,
		},
		["配方：点金石"] = {
			["castTime"] = 3000,
		},
		["快速消隐"] = {
			["texture"] = 135994,
		},
		["鱼人鳞片腰带"] = {
			["castTime"] = 8000,
		},
		["血性狂吼"] = {
			["castTime"] = 1000,
			["texture"] = 136168,
		},
		["冰火引导"] = {
			["texture"] = 135753,
		},
		["闪电之盾"] = {
			["castTime"] = 3000,
			["texture"] = 136051,
		},
		["暗影箭旋风"] = {
			["texture"] = 136197,
		},
		["魔化皮"] = {
			["castTime"] = 12500,
			["texture"] = 134418,
		},
		["侏儒车手喝彩"] = {
			["texture"] = 132484,
		},
		["侏儒防护腰带"] = {
			["castTime"] = 45000,
		},
		["放逐术"] = {
			["castTime"] = 1500,
			["texture"] = 136135,
		},
		["镀银青铜护手"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["盲目之光"] = {
			["texture"] = 135972,
		},
		["腐坏之血"] = {
			["castTime"] = 3000,
			["texture"] = 136168,
		},
		["水之引导"] = {
			["texture"] = 135864,
		},
		["配方：火焰防护药水"] = {
			["castTime"] = 3000,
		},
		["食谱：啤酒烤猪排"] = {
			["castTime"] = 3000,
		},
		["能量无常"] = {
			["texture"] = 135990,
		},
		["战熊背心"] = {
			["castTime"] = 60000,
		},
		["堕落之血"] = {
			["texture"] = 136133,
		},
		["恶毒撕裂"] = {
			["texture"] = 132155,
		},
		["镀银青铜胸甲"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["破甲顺劈"] = {
			["texture"] = 132363,
		},
		["北泉喷涌"] = {
			["texture"] = 135953,
		},
		["大型软浆怪（红）"] = {
			["texture"] = 135824,
		},
		["冰霜震击"] = {
			["texture"] = 135849,
		},
		["寒霜圣印 II"] = {
			["texture"] = 135968,
		},
		["降落伞披风"] = {
			["castTime"] = 45000,
		},
		["冰覆披风"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["明亮篝火"] = {
			["castTime"] = 10000,
			["texture"] = 135805,
		},
		["风暴之眼"] = {
			["texture"] = 136032,
		},
		["召唤埃其亚基"] = {
			["castTime"] = 500,
			["texture"] = 136168,
		},
		["多汁猪排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["金色黎明衬肩"] = {
			["castTime"] = 60000,
		},
		["躲闪"] = {
			["texture"] = 136047,
		},
		["绿色丝甲"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["反魔法护盾"] = {
			["texture"] = 136120,
		},
		["召唤野猪之魂"] = {
			["castTime"] = 1500,
			["texture"] = 135997,
		},
		["黑铁锁甲"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["配方：强效抗毒药剂"] = {
			["castTime"] = 3000,
		},
		["精神分流"] = {
			["texture"] = 136188,
		},
		["配方：强效暗影防护药水"] = {
			["castTime"] = 3000,
		},
		["苏萨斯的召唤"] = {
			["castTime"] = 10000,
		},
		["配方：猫鼬药剂"] = {
			["castTime"] = 3000,
		},
		["增强钝器 III"] = {
			["castTime"] = 3000,
		},
		["冷酷攻击"] = {
			["texture"] = 132151,
		},
		["地精炸弹"] = {
			["texture"] = 133712,
		},
		["召唤雪孩子"] = {
			["texture"] = 132311,
		},
		["疾病之云"] = {
			["texture"] = 136006,
		},
		["奈法利安的屏障"] = {
			["texture"] = 136120,
		},
		["枪械掌握"] = {
			["texture"] = 132153,
		},
		["图样：霜纹短裤"] = {
			["castTime"] = 3000,
		},
		["暗影防护祷言"] = {
			["castTime"] = 3000,
			["texture"] = 135945,
		},
		["合并第2章"] = {
			["castTime"] = 2000,
		},
		["制造灵魂石"] = {
			["castTime"] = 3000,
			["texture"] = 136210,
		},
		["配方：暗影之油"] = {
			["castTime"] = 3000,
		},
		["训练教程"] = {
			["texture"] = 132162,
		},
		["CreatureSpecial"] = {
			["castTime"] = 2000,
		},
		["AB Effect 000"] = {
			["texture"] = 135331,
		},
		["剧毒"] = {
			["texture"] = 136006,
		},
		["Time Stop Visual DND"] = {
			["castTime"] = 3000,
		},
		["图样：守护腕甲"] = {
			["castTime"] = 3000,
		},
		["几丁质尖刺"] = {
			["texture"] = 133571,
		},
		["古拉巴什魔精"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["逃命专家"] = {
			["castTime"] = 500,
			["texture"] = 132309,
		},
		["羽饰胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["逃亡者"] = {
			["texture"] = 132118,
		},
		["免疫恐惧/变形/昏迷"] = {
			["texture"] = 135894,
		},
		["狂野怒火"] = {
			["texture"] = 132127,
		},
		["忏悔光环"] = {
			["texture"] = 136192,
		},
		["重型蝎壳护肩"] = {
			["castTime"] = 60000,
		},
		["强化盾牌格挡"] = {
			["texture"] = 132110,
		},
		["中皮"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["闪避削砍 IV"] = {
			["texture"] = 132223,
		},
		["冰川护腕"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["信仰"] = {
			["texture"] = 135880,
		},
		["摧毁火箭靴"] = {
			["texture"] = 132997,
		},
		["Perm. Illusion Skeleton"] = {
			["texture"] = 132311,
		},
		["点燃克罗苏斯"] = {
			["castTime"] = 3000,
		},
		["冰冻龙蛋 - 初号机"] = {
			["castTime"] = 500,
		},
		["奉献"] = {
			["texture"] = 135926,
		},
		["次级护甲"] = {
			["texture"] = 134845,
		},
		["铜质重剑"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["图样：蛇鳞披风"] = {
			["castTime"] = 3000,
		},
		["棕色亚麻外衣"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["夜色护肩"] = {
			["castTime"] = 45000,
		},
		["Summon Sickle of Unyielding Strength DND"] = {
			["castTime"] = 1000,
		},
		["召唤树人"] = {
			["castTime"] = 3000,
			["texture"] = 136036,
		},
		["设计图：黑铁护腕"] = {
			["castTime"] = 3000,
		},
		["图样：蓝色亚麻长袍"] = {
			["castTime"] = 3000,
		},
		["大型绿色烟花"] = {
			["castTime"] = 5125,
		},
		["熔炼真银"] = {
			["castTime"] = 3000,
		},
		["萨菲隆的精华"] = {
			["texture"] = 135444,
		},
		["魔化瑟银锭"] = {
			["castTime"] = 12500,
			["texture"] = 133229,
		},
		["烈焰"] = {
			["texture"] = 135805,
		},
		["迅捷白色科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132243,
		},
		["无畏突袭 II"] = {
			["texture"] = 132316,
		},
		["腐蚀泥浆"] = {
			["texture"] = 136119,
		},
		["图样：守护腰带"] = {
			["castTime"] = 3000,
		},
		["生命护肩"] = {
			["castTime"] = 60000,
		},
		["盾牌壁垒"] = {
			["texture"] = 132110,
		},
		["烤鲑鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["Tell Joke"] = {
			["castTime"] = 2000,
			["texture"] = 136168,
		},
		["双手剑"] = {
			["texture"] = 132223,
		},
		["玛加萨火岩粉"] = {
			["castTime"] = 1300,
		},
		["霜狼嗥叫者"] = {
			["castTime"] = 3000,
			["texture"] = 132266,
		},
		["鱼人鳍汤"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["金吉尔的诅咒"] = {
			["texture"] = 136066,
		},
		["铁炉堡友谊礼品包"] = {
			["texture"] = 134140,
		},
		["Shoot (TEST)"] = {
			["castTime"] = 10000,
			["texture"] = 132222,
		},
		["冰霜陷阱光环"] = {
			["texture"] = 135848,
		},
		["传送到双子所在地"] = {
			["texture"] = 135743,
		},
		["杂烩蚌肉"] = {
			["castTime"] = 3000,
			["texture"] = 134712,
		},
		["召唤沼泽淤泥怪"] = {
			["castTime"] = 2500,
			["texture"] = 136123,
		},
		["治疗药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["疯狂之门"] = {
			["texture"] = 135805,
		},
		["制裁之锤"] = {
			["texture"] = 135963,
		},
		["震荡"] = {
			["texture"] = 135807,
		},
		["设计图：秘银盾刺"] = {
			["castTime"] = 3000,
		},
		["捕捉座狼幼崽"] = {
			["castTime"] = 2500,
		},
		["公式：附魔手套 - 高级采矿"] = {
			["castTime"] = 3000,
		},
		["华丽瑟银手斧"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["恐吓"] = {
			["texture"] = 132270,
		},
		["高级假人"] = {
			["castTime"] = 12500,
			["texture"] = 136172,
		},
		["武器链"] = {
			["castTime"] = 3000,
		},
		["火焰箭 IV"] = {
			["castTime"] = 3000,
			["texture"] = 135810,
		},
		["地精炸弹箱"] = {
			["castTime"] = 12500,
		},
		["潮汐集中"] = {
			["texture"] = 135859,
		},
		["提古勒和弗罗尔的草莓冰淇淋"] = {
			["texture"] = 133987,
		},
		["眩晕射击 III"] = {
			["texture"] = 132153,
		},
		["设计图：华丽瑟银手斧"] = {
			["castTime"] = 3000,
		},
		["坚固的砂轮"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["图样：鱼人鳞片护腕"] = {
			["castTime"] = 3000,
		},
		["小鸡之怒"] = {
			["texture"] = 136224,
		},
		["邪恶皮甲腰带"] = {
			["castTime"] = 60000,
		},
		["召唤持盾守卫"] = {
			["castTime"] = 5000,
			["texture"] = 136075,
		},
		["死亡之床"] = {
			["castTime"] = 2000,
			["texture"] = 136223,
		},
		["召唤黑手老兵"] = {
			["castTime"] = 5000,
			["texture"] = 136075,
		},
		["真银万能钥匙"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["火焰免疫"] = {
			["texture"] = 135824,
		},
		["死亡胶囊"] = {
			["castTime"] = 3000,
			["texture"] = 134336,
		},
		["阿尔萨斯的礼物"] = {
			["castTime"] = 3000,
			["texture"] = 136157,
		},
		["巫纹护腿"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["便携式青铜迫击炮"] = {
			["castTime"] = 12500,
		},
		["骷髅矿工狂暴"] = {
			["texture"] = 136187,
		},
		["赞吉尔结界"] = {
			["texture"] = 136232,
		},
		["强效治疗石"] = {
			["texture"] = 135230,
		},
		["坚韧圣印 II"] = {
			["texture"] = 135968,
		},
		["食肉术"] = {
			["texture"] = 136231,
		},
		["胁迫"] = {
			["texture"] = 136122,
		},
		["奥术冥想"] = {
			["texture"] = 136208,
		},
		["风怒武器"] = {
			["texture"] = 136018,
		},
		["断筋怒气减少"] = {
			["texture"] = 132316,
		},
		["大法师腰带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["黑曜石锁甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["法力泉涌"] = {
			["texture"] = 135923,
		},
		["召唤狮鹫坐骑"] = {
			["castTime"] = 3000,
			["texture"] = 132091,
		},
		["放逐冰霜流放者"] = {
			["texture"] = 135892,
		},
		["激怒"] = {
			["texture"] = 136224,
		},
		["次级治疗波"] = {
			["castTime"] = 1500,
			["texture"] = 136043,
		},
		["净化蛮鬃水井"] = {
			["castTime"] = 10000,
		},
		["嗜血术"] = {
			["texture"] = 136012,
		},
		["暗色皮护腿"] = {
			["castTime"] = 25000,
		},
		["瑟银管"] = {
			["castTime"] = 8000,
		},
		["Kev"] = {
			["castTime"] = 3000,
			["texture"] = 135809,
		},
		["生命石回复"] = {
			["texture"] = 134134,
		},
		["机敏射击"] = {
			["texture"] = 132153,
		},
		["亚门纳尔之怒"] = {
			["texture"] = 132219,
		},
		["免疫：物理攻击"] = {
			["texture"] = 136120,
		},
		["变鸡术"] = {
			["castTime"] = 3000,
			["texture"] = 135996,
		},
		["强化吸取生命"] = {
			["texture"] = 136169,
		},
		["图样：光芒护腿"] = {
			["castTime"] = 3000,
		},
		["熔岩图腾效果"] = {
			["texture"] = 135826,
		},
		["公式：附魔胸甲 - 次级法力"] = {
			["castTime"] = 3000,
		},
		["初级剥皮"] = {
			["texture"] = 134366,
		},
		["铜质护腕"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["传送：达纳苏斯"] = {
			["castTime"] = 10000,
			["texture"] = 135755,
		},
		["气定神闲"] = {
			["texture"] = 136031,
		},
		["奥术增效"] = {
			["texture"] = 136222,
		},
		["僵化"] = {
			["texture"] = 132154,
		},
		["Dull Lure Spawn Effect"] = {
			["texture"] = 136222,
		},
		["召唤疯狂的觅血蝠"] = {
			["texture"] = 136147,
		},
		["图样：恶魔布袍"] = {
			["castTime"] = 3000,
		},
		["冰霜凝固"] = {
			["castTime"] = 2500,
			["texture"] = 135852,
		},
		["Conjure Scrying Scope (Alliance) DND"] = {
			["castTime"] = 1000,
		},
		["强化肾击"] = {
			["texture"] = 132298,
		},
		["友谊的力量"] = {
			["texture"] = 133345,
		},
		["娜玛拉 + 罗克诺特"] = {
			["texture"] = 136090,
		},
		["无底包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["毒性之箭"] = {
			["castTime"] = 2000,
			["texture"] = 136016,
		},
		["石鳞鳕鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["潮汐掌握"] = {
			["texture"] = 136107,
		},
		["盾击"] = {
			["texture"] = 132357,
		},
		["魂能之击"] = {
			["texture"] = 134309,
		},
		["变形受害者"] = {
			["castTime"] = 2000,
			["texture"] = 135994,
		},
		["强化治疗石"] = {
			["texture"] = 135230,
		},
		["图样：生命胸甲"] = {
			["castTime"] = 3000,
		},
		["召唤鬼灵幻象"] = {
			["texture"] = 136222,
		},
		["标准酒精"] = {
			["texture"] = 132796,
		},
		["优质皮裤"] = {
			["castTime"] = 25000,
		},
		["召唤黄色其拉作战坦克"] = {
			["castTime"] = 3000,
			["texture"] = 134395,
		},
		["卡多雷蜘蛛烤肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["神圣法杖 III"] = {
			["texture"] = 132325,
		},
		["神圣巫师之油"] = {
			["castTime"] = 3000,
		},
		["附魔武器 - 强效攻击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Phase Out Passive"] = {
			["texture"] = 136047,
		},
		["INVIS Only OFF"] = {
			["texture"] = 132331,
		},
		["昏昏欲睡"] = {
			["texture"] = 136090,
		},
		["召唤暗影之击"] = {
			["castTime"] = 10000,
		},
		["安格弗的剑"] = {
			["texture"] = 132275,
		},
		["Conjure Jeztor's Beacon DND"] = {
			["castTime"] = 1000,
		},
		["Flametongue Totem Passive"] = {
			["texture"] = 136040,
		},
		["喷泉"] = {
			["texture"] = 135836,
		},
		["火焰护目镜"] = {
			["castTime"] = 45000,
		},
		["爆击"] = {
			["texture"] = 132109,
		},
		["强化专注光环"] = {
			["texture"] = 135933,
		},
		["闪避削砍 II"] = {
			["texture"] = 132223,
		},
		["Create Hunter Epic Staff DND"] = {
			["castTime"] = 1000,
		},
		["蝰蛇钉刺"] = {
			["texture"] = 132157,
		},
		["QAEnchant Boots +7 Agility"] = {
			["texture"] = 135913,
		},
		["神圣怒火"] = {
			["texture"] = 136208,
		},
		["目标锁定"] = {
			["texture"] = 132995,
		},
		["全身而退"] = {
			["texture"] = 135896,
		},
		["Rotate Trigger"] = {
			["castTime"] = 3000,
		},
		["瓦罗什的变形"] = {
			["castTime"] = 1000,
		},
		["Walking Bomb Passive Proc (100%)"] = {
			["texture"] = 136190,
		},
		["读取温度"] = {
			["castTime"] = 2000,
		},
		["双子传送"] = {
			["texture"] = 135736,
		},
		["体质强化"] = {
			["texture"] = 136101,
		},
		["图样：金色黎明衬肩"] = {
			["castTime"] = 3000,
		},
		["结构图：长蛇焰火"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["召唤洗脑图腾"] = {
			["texture"] = 136232,
		},
		["黑铁护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["挖掘钴矿"] = {
			["castTime"] = 1500,
		},
		["致伤毒药 II"] = {
			["castTime"] = 3000,
			["texture"] = 134197,
		},
		["QAEnchant Cloak +15 Nature Resistance"] = {
			["texture"] = 135913,
		},
		["配方：怯逃药水"] = {
			["castTime"] = 3000,
		},
		["召唤生锈的箱子"] = {
			["texture"] = 132281,
		},
		["黑口鱼油"] = {
			["castTime"] = 5000,
			["texture"] = 136021,
		},
		["食谱：鳄鱼炖肉"] = {
			["castTime"] = 3000,
		},
		["暗影引导"] = {
			["texture"] = 136121,
		},
		["黑色作战科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132243,
		},
		["正义之手"] = {
			["texture"] = 135990,
		},
		["Moss Covered Hands Proc"] = {
			["texture"] = 136052,
		},
		["双手斧强化"] = {
			["texture"] = 132316,
		},
		["狮鹫拍翼"] = {
			["texture"] = 136022,
		},
		["图样：硬化蝎壳护腕"] = {
			["castTime"] = 3000,
		},
		["Lightning Bolt Proc V"] = {
			["texture"] = 136115,
		},
		["Greater Dragon Slayer 25"] = {
			["texture"] = 134310,
		},
		["漂浮"] = {
			["texture"] = 135928,
		},
		["图样：硬化蝎壳头盔"] = {
			["castTime"] = 3000,
		},
		["结构图：瑟银手榴弹"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["强效昏睡"] = {
			["texture"] = 136090,
		},
		["狂怒嚎叫"] = {
			["texture"] = 136101,
		},
		["硬化蝎壳护腕"] = {
			["castTime"] = 60000,
		},
		["结构图：降落伞披风"] = {
			["castTime"] = 3000,
		},
		["野性暴怒"] = {
			["texture"] = 136162,
		},
		["扭曲"] = {
			["texture"] = 134520,
		},
		["元素易伤"] = {
			["texture"] = 135899,
		},
		["化学去皮"] = {
			["texture"] = 134321,
		},
		["大型绿色烟花束"] = {
			["castTime"] = 5125,
		},
		["法杖打击 II"] = {
			["texture"] = 132325,
		},
		["活性消隐"] = {
			["texture"] = 135994,
		},
		["野兽迅捷"] = {
			["texture"] = 132120,
		},
		["尖啸"] = {
			["texture"] = 132182,
		},
		["召唤风嚎者"] = {
			["texture"] = 136018,
		},
		["食谱：煮蟹爪"] = {
			["castTime"] = 3000,
		},
		["自然强化"] = {
			["texture"] = 136006,
		},
		["附魔披风 - 强效抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["毒刺射击"] = {
			["texture"] = 135934,
		},
		["匕首打击"] = {
			["texture"] = 132223,
		},
		["制造枯木图腾束"] = {
			["castTime"] = 2000,
			["texture"] = 135990,
		},
		["衰减"] = {
			["texture"] = 136132,
		},
		["特效治疗药水"] = {
			["castTime"] = 3000,
		},
		["设计图：精钢战靴"] = {
			["castTime"] = 3000,
		},
		["黑暗治疗"] = {
			["castTime"] = 3500,
			["texture"] = 136130,
		},
		["防护祷言 II"] = {
			["texture"] = 135923,
		},
		["烈焰召唤"] = {
			["texture"] = 135817,
		},
		["劣质铜壳炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["银棒"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["致盲"] = {
			["texture"] = 136175,
		},
		["持续护盾"] = {
			["texture"] = 133575,
		},
		["持久耐力"] = {
			["texture"] = 136112,
		},
		["公式：附魔披风 - 强效自然防护"] = {
			["castTime"] = 3000,
		},
		["疯狂的守财奴卡波尔"] = {
			["texture"] = 136129,
		},
		["Syndicate Tracker (MURP) DND"] = {
			["castTime"] = 1000,
			["texture"] = 135736,
		},
		["强效敏捷"] = {
			["texture"] = 134873,
		},
		["沸血术"] = {
			["castTime"] = 3000,
			["texture"] = 136124,
		},
		["吉兹洛克的假人"] = {
			["texture"] = 136172,
		},
		["速效毒药 III"] = {
			["castTime"] = 3000,
			["texture"] = 132273,
		},
		["公式：附魔盾牌 - 次级格挡"] = {
			["castTime"] = 3000,
		},
		["清洁术"] = {
			["castTime"] = 3000,
			["texture"] = 135953,
		},
		["毒害之灾"] = {
			["texture"] = 135914,
		},
		["传授召唤地狱猎犬"] = {
			["texture"] = 136217,
		},
		["图样：恶魔布护肩"] = {
			["castTime"] = 3000,
		},
		["打磨利刃"] = {
			["castTime"] = 3000,
		},
		["阿娜莎之箭"] = {
			["castTime"] = 500,
		},
		["腐烂撕咬"] = {
			["texture"] = 132100,
		},
		["铜质符文护手"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["尸爆"] = {
			["texture"] = 136133,
		},
		["遥控炸药"] = {
			["castTime"] = 1000,
			["texture"] = 134458,
		},
		["坚韧药剂"] = {
			["castTime"] = 5000,
			["texture"] = 136021,
		},
		["Create Zul'Gurub Talisman WAR R1 DND"] = {
			["castTime"] = 500,
		},
		["设计图：黑铁头盔"] = {
			["castTime"] = 3000,
		},
		["火焰黎明衬肩"] = {
			["castTime"] = 5000,
		},
		["图样：北极手套"] = {
			["castTime"] = 3000,
		},
		["充能"] = {
			["castTime"] = 5000,
			["texture"] = 136155,
		},
		["召唤幻影怨灵"] = {
			["castTime"] = 1000,
			["texture"] = 136222,
		},
		["侦测隐形"] = {
			["castTime"] = 3000,
			["texture"] = 136152,
		},
		["寒冰之墓"] = {
			["castTime"] = 1500,
			["texture"] = 135852,
		},
		["隐形药水"] = {
			["castTime"] = 3000,
		},
		["重新补给"] = {
			["castTime"] = 2000,
			["texture"] = 135999,
		},
		["召唤鹰喙钳嘴龟"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["QAEnchant Bracer +24 Healing"] = {
			["texture"] = 135913,
		},
		["强化闪现术"] = {
			["texture"] = 136090,
		},
		["元素磨刀石"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["装配NG-5炸药（红色）"] = {
			["castTime"] = 5000,
			["texture"] = 133713,
		},
		["蝎毒"] = {
			["texture"] = 136016,
		},
		["钉刺喷射"] = {
			["texture"] = 134324,
		},
		["召唤暴怒的地狱卫士"] = {
			["texture"] = 135805,
		},
		["图样：月光背心"] = {
			["castTime"] = 3000,
		},
		["红色冒险者衬衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["配方：多重抗性合剂"] = {
			["castTime"] = 3000,
		},
		["上古狂乱"] = {
			["texture"] = 136224,
		},
		["可口的魔法点心"] = {
			["texture"] = 134062,
		},
		["月夜猛虎形态"] = {
			["texture"] = 132156,
		},
		["强力射击"] = {
			["texture"] = 132157,
		},
		["食谱：小姜饼"] = {
			["castTime"] = 3000,
		},
		["震耳嗓音"] = {
			["texture"] = 136075,
		},
		["Earthbind Totem Passive"] = {
			["texture"] = 136102,
		},
		["图勒的祝福"] = {
			["texture"] = 136157,
		},
		["致密磨刀石"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["火焰小鬼"] = {
			["texture"] = 136172,
		},
		["蛆虫腐液"] = {
			["texture"] = 132104,
		},
		["精炼智慧合剂"] = {
			["castTime"] = 25000,
		},
		["庇护 II"] = {
			["texture"] = 135926,
		},
		["元素护盾"] = {
			["texture"] = 136011,
		},
		["斧类武器强化"] = {
			["texture"] = 132316,
		},
		["召唤白猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["UNUSED Quest - Create Empowered Mojo Bundle"] = {
			["castTime"] = 2000,
		},
		["生命收割"] = {
			["castTime"] = 1000,
			["texture"] = 136188,
		},
		["配方：净化药水"] = {
			["castTime"] = 3000,
		},
		["软着陆"] = {
			["texture"] = 133612,
		},
		["配方：蛮力药剂"] = {
			["castTime"] = 3000,
		},
		["召唤军马"] = {
			["castTime"] = 3000,
			["texture"] = 136103,
		},
		["梦纹头饰"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["提米的诅咒"] = {
			["castTime"] = 1000,
			["texture"] = 136203,
		},
		["设计图：辐光手套"] = {
			["castTime"] = 3000,
		},
		["漂亮的蓝衬衣"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["图样：奥法之袍"] = {
			["castTime"] = 3000,
		},
		["暗色皮带"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["Create Knucklebone Pouch"] = {
			["castTime"] = 2000,
		},
		["沼精之怒"] = {
			["texture"] = 136101,
		},
		["梦游"] = {
			["texture"] = 136152,
		},
		["血之狂热"] = {
			["texture"] = 136218,
		},
		["熔岩腰带"] = {
			["castTime"] = 60000,
		},
		["宁静之魂"] = {
			["texture"] = 135900,
		},
		["兽人孤儿哨"] = {
			["castTime"] = 1000,
		},
		["电击"] = {
			["castTime"] = 4000,
			["texture"] = 136075,
		},
		["配方：精炼智慧合剂"] = {
			["castTime"] = 3000,
		},
		["铜质链甲腰带"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["转化：转土成水"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["设计图：黎明之刃"] = {
			["castTime"] = 3000,
		},
		["匕首打击 II"] = {
			["texture"] = 132223,
		},
		["Undead Slayer 66"] = {
			["texture"] = 136142,
		},
		["大酋长头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["冰霜抗性"] = {
			["texture"] = 136075,
		},
		["堕落风怒图腾"] = {
			["texture"] = 136114,
		},
		["Copy of Shoot"] = {
			["texture"] = 132222,
		},
		["QAEnchant 2H Weapon +9 Damage"] = {
			["texture"] = 135913,
		},
		["轻丝抽打"] = {
			["texture"] = 132338,
		},
		["幼虫粘液"] = {
			["texture"] = 132104,
		},
		["灼烧"] = {
			["castTime"] = 1500,
			["texture"] = 135827,
		},
		["制造召集法阵"] = {
			["castTime"] = 10000,
		},
		["图样：黑皮护肩"] = {
			["castTime"] = 3000,
		},
		["Create Zul'Gurub Talisman MAG R2 DND"] = {
			["castTime"] = 500,
		},
		["Corrupted Strength Passive"] = {
			["texture"] = 136006,
		},
		["强效魔法杖"] = {
			["castTime"] = 10000,
			["texture"] = 135144,
		},
		["血魂胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["倒钩之刺"] = {
			["texture"] = 136067,
		},
		["召唤小队机器人"] = {
			["texture"] = 136074,
		},
		["怯懦"] = {
			["texture"] = 132092,
		},
		["抵抗自然 II"] = {
			["texture"] = 136062,
		},
		["Summon Band of Vaulted Secrets DND"] = {
			["castTime"] = 1000,
		},
		["生命虹吸"] = {
			["texture"] = 136188,
		},
		["自然变形"] = {
			["texture"] = 136116,
		},
		["灵魂粒子"] = {
			["texture"] = 135864,
		},
		["剧烈震颤"] = {
			["texture"] = 132318,
		},
		["元素大师"] = {
			["texture"] = 135820,
		},
		["召唤乌洛克"] = {
			["castTime"] = 1000,
		},
		["OLDFrost Trap Effect"] = {
			["texture"] = 135840,
		},
		["必然的厄运"] = {
			["texture"] = 136179,
		},
		["相位鞭笞者（奥术）"] = {
			["texture"] = 136104,
		},
		["镀银青铜战靴"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["督军套牌"] = {
			["castTime"] = 3000,
		},
		["图样：符文布靴"] = {
			["castTime"] = 3000,
		},
		["恶魔盟约"] = {
			["texture"] = 136225,
		},
		["殉难"] = {
			["texture"] = 136107,
		},
		["火焰石攻击"] = {
			["texture"] = 132386,
		},
		["图样：绿龙鳞片胸甲"] = {
			["castTime"] = 3000,
		},
		["Holiday - Lunar Teleport Cap: Ironforge"] = {
			["texture"] = 135758,
		},
		["胆汁呕吐者之击"] = {
			["texture"] = 132111,
		},
		["弓专精"] = {
			["texture"] = 135500,
		},
		["召唤屏障"] = {
			["castTime"] = 10000,
		},
		["烟熏鲈鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["火焰箭 II"] = {
			["castTime"] = 3000,
			["texture"] = 135810,
		},
		["猫鼬撕咬"] = {
			["texture"] = 132215,
		},
		["狂暴姿态（被动）"] = {
			["texture"] = 132275,
		},
		["毒性气体"] = {
			["texture"] = 136006,
		},
		["收集橙色水晶液体"] = {
			["castTime"] = 4000,
		},
		["劣质青铜护腕"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["制造维格利的酒桶"] = {
			["texture"] = 133748,
		},
		["设计图：秘银细剑"] = {
			["castTime"] = 3000,
		},
		["毒之克星"] = {
			["castTime"] = 2000,
		},
		["治疗石"] = {
			["texture"] = 135230,
		},
		["灵魂爆裂"] = {
			["texture"] = 136222,
		},
		["图样：红色亚麻长袍"] = {
			["castTime"] = 3000,
		},
		["野人铁盔"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["厚皮弹药包"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["沉睡"] = {
			["texture"] = 136090,
		},
		["结构图：比兹尼克247x128精确瞄准镜"] = {
			["castTime"] = 3000,
		},
		["火焰新星"] = {
			["texture"] = 135824,
		},
		["强化真言术：盾"] = {
			["texture"] = 135940,
		},
		["强化法力燃烧"] = {
			["texture"] = 136170,
		},
		["黎明勇士"] = {
			["texture"] = 134500,
		},
		["强效治疗之魂"] = {
			["texture"] = 135913,
		},
		["猎人巨兽之王"] = {
			["texture"] = 136080,
		},
		["灵魂吞噬"] = {
			["castTime"] = 4000,
			["texture"] = 132278,
		},
		["采集海潮之池样本#2"] = {
			["castTime"] = 3000,
		},
		["消病术"] = {
			["castTime"] = 3000,
			["texture"] = 136083,
		},
		["昏迷重击 IV"] = {
			["texture"] = 132326,
		},
		["故障"] = {
			["texture"] = 135805,
		},
		["月火术"] = {
			["castTime"] = 3000,
			["texture"] = 136096,
		},
		["灰布手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["优质皮外套"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["锯齿利刃"] = {
			["texture"] = 135315,
		},
		["初始形态：水"] = {
			["texture"] = 136160,
		},
		["爆裂印记"] = {
			["texture"] = 135826,
		},
		["削骨之刃"] = {
			["texture"] = 136139,
		},
		["邪恶强化"] = {
			["texture"] = 136206,
		},
		["QAEnchant Bracer +4 Mana\\5"] = {
			["texture"] = 135913,
		},
		["附魔胸甲 - 超强生命"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["设计图：月钢宽剑"] = {
			["castTime"] = 3000,
		},
		["Spawn Challenge to Urok"] = {
			["castTime"] = 2000,
		},
		["灵魂复活"] = {
			["texture"] = 135907,
		},
		["配方：特效治疗药水"] = {
			["castTime"] = 3000,
		},
		["召唤大型软浆怪"] = {
			["texture"] = 136121,
		},
		["希望的证明"] = {
			["texture"] = 135913,
		},
		["放置雷松的信号灯"] = {
			["castTime"] = 5000,
		},
		["乱射 II"] = {
			["castTime"] = 3000,
			["texture"] = 132323,
		},
		["无情"] = {
			["texture"] = 132122,
		},
		["Greater Beast Slayer 25"] = {
			["texture"] = 134310,
		},
		["地狱野猪"] = {
			["texture"] = 135817,
		},
		["QAEnchant Cloak +70 Armor"] = {
			["texture"] = 135913,
		},
		["驱奴者之杖"] = {
			["texture"] = 136013,
		},
		["附魔披风 - 抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["图样：魔暴龙护手"] = {
			["castTime"] = 3000,
		},
		["坚固的平衡石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["配方：怒气药水"] = {
			["castTime"] = 3000,
		},
		["公式：附魔护腕 - 次级偏斜"] = {
			["castTime"] = 3000,
		},
		["恶魔之怒"] = {
			["texture"] = 136224,
		},
		["秘银符文战锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["设计图：重型秘银头盔"] = {
			["castTime"] = 3000,
		},
		["强化正义之怒"] = {
			["texture"] = 135962,
		},
		["水晶禁锢"] = {
			["texture"] = 134075,
		},
		["弱效巨魔之血药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["死亡缠绕伤害提高"] = {
			["texture"] = 136145,
		},
		["Summon Demoniac's Mantle DND"] = {
			["castTime"] = 1000,
		},
		["图样：黑色雏龙外衣"] = {
			["castTime"] = 3000,
		},
		["强化伏击"] = {
			["texture"] = 132282,
		},
		["Uldaman Boss Agro"] = {
			["castTime"] = 5000,
			["texture"] = 136023,
		},
		["铜质短剑"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["设计图：瑟银长靴"] = {
			["castTime"] = 3000,
		},
		["机械修补包"] = {
			["castTime"] = 2000,
			["texture"] = 132997,
		},
		["Ritual of Doom Sacrifice"] = {
			["texture"] = 135741,
		},
		["救助者的牺牲"] = {
			["texture"] = 135893,
		},
		["Sloth Passive"] = {
			["texture"] = 136142,
		},
		["真言术：盾"] = {
			["texture"] = 135940,
		},
		["图样：战熊热裤"] = {
			["castTime"] = 3000,
		},
		["地精起搏器XL型"] = {
			["castTime"] = 12500,
		},
		["元素集中"] = {
			["texture"] = 136170,
		},
		["召唤上古之魂"] = {
			["castTime"] = 4000,
			["texture"] = 136075,
		},
		["大师级防具锻造"] = {
			["texture"] = 136241,
		},
		["附魔披风 - 火焰抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["神圣强化"] = {
			["texture"] = 135938,
		},
		["沙行者胸甲"] = {
			["castTime"] = 60000,
		},
		["食谱：海龟汤"] = {
			["castTime"] = 3000,
		},
		["食谱：美味风蛇"] = {
			["castTime"] = 3000,
		},
		["Summon Ring of the Gathering Storm DND"] = {
			["castTime"] = 1000,
		},
		["龙灵采集器900型"] = {
			["castTime"] = 2000,
		},
		["初级抗魔药水"] = {
			["castTime"] = 3000,
		},
		["毛纺靴"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["铁趾的牺牲"] = {
			["texture"] = 135954,
		},
		["Self Stun - 30 seconds"] = {
			["texture"] = 136168,
		},
		["过人耐力"] = {
			["texture"] = 136112,
		},
		["连发寒冰箭"] = {
			["castTime"] = 2000,
			["texture"] = 135846,
		},
		["点燃法力"] = {
			["texture"] = 135818,
		},
		["次级治疗石"] = {
			["texture"] = 135230,
		},
		["棕色亚麻短裤"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["暗影匕首 II"] = {
			["texture"] = 132223,
		},
		["生命的恩赐"] = {
			["texture"] = 135903,
		},
		["Surge 2"] = {
			["texture"] = 132337,
		},
		["图样：虚空法袍"] = {
			["castTime"] = 3000,
		},
		["Self Visual - Sleep 30s (DND)"] = {
			["texture"] = 136168,
		},
		["召唤土狼"] = {
			["texture"] = 132143,
		},
		["燃灵术"] = {
			["castTime"] = 3000,
			["texture"] = 136126,
		},
		["黑暗泥浆"] = {
			["castTime"] = 1000,
			["texture"] = 136100,
		},
		["附魔达隆郡的历史"] = {
			["castTime"] = 3500,
		},
		["召唤密斯莱尔"] = {
			["castTime"] = 10000,
			["texture"] = 136168,
		},
		["红色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["配方：强效火力药剂"] = {
			["castTime"] = 3000,
		},
		["传送：幽暗城"] = {
			["castTime"] = 10000,
			["texture"] = 135766,
		},
		["星辰碎片"] = {
			["texture"] = 135753,
		},
		["召唤匹德菲特"] = {
			["texture"] = 132311,
		},
		["设计图：黑铁护肩"] = {
			["castTime"] = 3000,
		},
		["Snowball Visual Test"] = {
			["texture"] = 132387,
		},
		["Sapphiron DND"] = {
			["castTime"] = 20000,
		},
		["心灵碎裂"] = {
			["texture"] = 136025,
		},
		["圣诞版大酋长雷德·黑手"] = {
			["texture"] = 135849,
		},
		["寒冰之握"] = {
			["texture"] = 135848,
		},
		["召唤小鱼人（紫色）"] = {
			["texture"] = 134300,
		},
		["烈性炸药"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["野兽之怒效果"] = {
			["texture"] = 132091,
		},
		["强化狂暴之怒"] = {
			["texture"] = 136009,
		},
		["物理防护"] = {
			["texture"] = 135893,
		},
		["剥皮"] = {
			["castTime"] = 2000,
			["texture"] = 134366,
		},
		["低沉咆哮"] = {
			["castTime"] = 1500,
			["texture"] = 135805,
		},
		["Holiday - Teleport: Moonglade"] = {
			["texture"] = 135758,
		},
		["强化毛纺护肩"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["生命吸取"] = {
			["texture"] = 136169,
		},
		["食谱：烤鼠尾鱼"] = {
			["castTime"] = 3000,
		},
		["霜刃豹幼崽死亡"] = {
			["texture"] = 132151,
		},
		["吞噬之影"] = {
			["castTime"] = 1500,
			["texture"] = 136169,
		},
		["月布头饰"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["地精火箭燃油"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["转化：奥金"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["霜刃护腿"] = {
			["castTime"] = 60000,
		},
		["恶魔皮肤"] = {
			["castTime"] = 3000,
			["texture"] = 136185,
		},
		["Reduce Threat"] = {
			["texture"] = 132270,
		},
		["疯狂"] = {
			["texture"] = 132117,
		},
		["驱除疾病"] = {
			["texture"] = 136066,
		},
		["Despawn Horde Flag"] = {
			["texture"] = 132486,
		},
		["黑色腐烂"] = {
			["texture"] = 135935,
		},
		["食腐虫"] = {
			["castTime"] = 5000,
			["texture"] = 134335,
		},
		["食谱：美味煎蛋卷"] = {
			["castTime"] = 3000,
		},
		["刺穿关节"] = {
			["texture"] = 132109,
		},
		["Copy of Tail Sweep"] = {
			["texture"] = 134307,
		},
		["Hate to 90%"] = {
			["texture"] = 136190,
		},
		["设计图：绿铁战靴"] = {
			["castTime"] = 3000,
		},
		["Imbue Chest - Minor Spirit"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["多彩防护"] = {
			["texture"] = 134563,
		},
		["自动净化装置"] = {
			["castTime"] = 12500,
		},
		["图样：采药人手套"] = {
			["castTime"] = 3000,
		},
		["蓝色骸骨军马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["Staff Strike IV (Disabled)"] = {
			["texture"] = 132325,
		},
		["完美的奥金步枪"] = {
			["castTime"] = 60000,
		},
		["快跑！"] = {
			["texture"] = 136183,
		},
		["Bear Form (PT) (NYI)"] = {
			["texture"] = 132276,
		},
		["灵魂支配"] = {
			["castTime"] = 3000,
			["texture"] = 136206,
		},
		["配方：强效神圣防护药水"] = {
			["castTime"] = 3000,
		},
		["约翰的无尽之杯"] = {
			["texture"] = 132792,
		},
		["Tag: Purple Cloud"] = {
			["texture"] = 135995,
		},
		["水晶凝视"] = {
			["castTime"] = 2000,
			["texture"] = 132154,
		},
		["共鸣水晶"] = {
			["texture"] = 135996,
		},
		["恐惧术"] = {
			["castTime"] = 3000,
			["texture"] = 136183,
		},
		["奇术引导"] = {
			["texture"] = 136163,
		},
		["勇士之力"] = {
			["texture"] = 135940,
		},
		["恶魔之拥"] = {
			["texture"] = 136172,
		},
		["Polymorph (TEST)"] = {
			["texture"] = 136071,
		},
		["被遗忘者的意志"] = {
			["texture"] = 136187,
		},
		["无梦睡眠"] = {
			["texture"] = 136090,
		},
		["Green Ghost Visual"] = {
			["texture"] = 135864,
		},
		["暴怒"] = {
			["texture"] = 132366,
		},
		["暗影易伤"] = {
			["texture"] = 136123,
		},
		["空瓶子"] = {
			["castTime"] = 2000,
		},
		["遗弃技能：弓"] = {
			["texture"] = 135490,
		},
		["Summon Band of Unending Life DND"] = {
			["castTime"] = 1000,
		},
		["棕山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["致命武器 +2"] = {
			["texture"] = 132323,
		},
		["摔投"] = {
			["texture"] = 132309,
		},
		["龙珠"] = {
			["texture"] = 136129,
		},
		["强化魅魔"] = {
			["texture"] = 136220,
		},
		["金色猎豹"] = {
			["castTime"] = 3000,
			["texture"] = 132242,
		},
		["结构图：强力净化器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["灵魂燃烧"] = {
			["texture"] = 135805,
		},
		["软底亚麻靴"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["锤类武器掌握"] = {
			["texture"] = 132325,
		},
		["侏儒护目镜"] = {
			["castTime"] = 45000,
		},
		["审判"] = {
			["castTime"] = 3000,
			["texture"] = 135959,
		},
		["OLDSoul Link Effect"] = {
			["texture"] = 136160,
		},
		["拉格纳罗斯消失效果"] = {
			["texture"] = 135830,
		},
		["速游药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["火山胸甲"] = {
			["castTime"] = 60000,
		},
		["沙漠肉丸子"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["召唤枯木地狱猎犬"] = {
			["castTime"] = 3000,
			["texture"] = 136217,
		},
		["被电击！"] = {
			["texture"] = 136075,
		},
		["次级火焰石攻击"] = {
			["texture"] = 132386,
		},
		["Summon Predator's Mantle DND"] = {
			["castTime"] = 1000,
		},
		["沙恩的铃铛"] = {
			["castTime"] = 4500,
		},
		["艾博希尔成型"] = {
			["texture"] = 135805,
		},
		["切割灵魂"] = {
			["texture"] = 136195,
		},
		["Ritual Bell Aura"] = {
			["texture"] = 136195,
		},
		["设计图：镶饰瑟银战锤"] = {
			["castTime"] = 3000,
		},
		["暗影之波"] = {
			["texture"] = 136123,
		},
		["强效力量"] = {
			["texture"] = 134838,
		},
		["造水术"] = {
			["castTime"] = 3000,
			["texture"] = 135824,
		},
		["Summon Predator's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["春节的财富！"] = {
			["texture"] = 134280,
		},
		["Subtlety 1"] = {
			["texture"] = 132320,
		},
		["恼人孢子"] = {
			["texture"] = 136006,
		},
		["侏儒精神控制帽"] = {
			["texture"] = 135995,
		},
		["设计图：铁藤腰带"] = {
			["castTime"] = 3000,
		},
		["次级敏捷药剂"] = {
			["castTime"] = 3000,
		},
		["减速毒药"] = {
			["castTime"] = 1000,
			["texture"] = 136093,
		},
		["图样：野人手套"] = {
			["castTime"] = 3000,
		},
		["传送：奥格瑞玛"] = {
			["castTime"] = 10000,
			["texture"] = 135759,
		},
		["生命通道"] = {
			["castTime"] = 3000,
			["texture"] = 136168,
		},
		["火岩粉"] = {
			["castTime"] = 5000,
		},
		["血藤外套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["怪物杀手"] = {
			["texture"] = 134154,
		},
		["伤害增效"] = {
			["castTime"] = 2000,
			["texture"] = 136006,
		},
		["灰布披风"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Frog Self (TEST)"] = {
			["texture"] = 136203,
		},
		["附魔盾牌 - 超强精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["挖掘石柱"] = {
			["castTime"] = 5000,
		},
		["与头颅交谈"] = {
			["castTime"] = 5000,
			["texture"] = 136168,
		},
		["硬化蝎壳胸甲"] = {
			["castTime"] = 60000,
		},
		["附魔护腕 - 偏斜"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["闪电蜥蜴"] = {
			["texture"] = 136051,
		},
		["灵魂燃烧 IV"] = {
			["texture"] = 135805,
		},
		["Ahn'Qiraj Reward Buff (Melee - 40)"] = {
			["texture"] = 134969,
		},
		["Ahn'Qiraj Reward Buff (Melee - 20)"] = {
			["texture"] = 134969,
		},
		["多彩防护：冰霜"] = {
			["texture"] = 134563,
		},
		["食谱：夜鳞鱼汤"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Gloves +7 Agility"] = {
			["texture"] = 135913,
		},
		["魔纹绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["无敌"] = {
			["texture"] = 135896,
		},
		["图样：鱼人鳞片胸甲"] = {
			["castTime"] = 3000,
		},
		["野猪冲锋"] = {
			["texture"] = 132184,
		},
		["麦伯克智慧饮料"] = {
			["castTime"] = 3000,
		},
		["遗弃技能：剑"] = {
			["texture"] = 135274,
		},
		["灾变"] = {
			["texture"] = 135831,
		},
		["酋长的祝福"] = {
			["texture"] = 135759,
		},
		["Generic"] = {
			["texture"] = 134955,
		},
		["烹制甜点"] = {
			["castTime"] = 2000,
			["texture"] = 135915,
		},
		["嗜血术 II"] = {
			["texture"] = 136012,
		},
		["附魔武器 - 法术能量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["寻心者"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["捕捉格拉克"] = {
			["castTime"] = 3000,
		},
		["活动假人"] = {
			["castTime"] = 8000,
			["texture"] = 136172,
		},
		["QAEnchant Chest +100 Health"] = {
			["texture"] = 135913,
		},
		["图样：漂亮的绿衬衣"] = {
			["castTime"] = 3000,
		},
		["节日控火者 - 巨魔男性"] = {
			["texture"] = 135849,
		},
		["冰霜灼烧"] = {
			["castTime"] = 2000,
			["texture"] = 135836,
		},
		["圣言术：护"] = {
			["texture"] = 135926,
		},
		["赫尔库拉结界"] = {
			["texture"] = 136230,
		},
		["强化腐蚀术"] = {
			["texture"] = 136118,
		},
		["食谱：鱼人鳍汤"] = {
			["castTime"] = 3000,
		},
		["秘银管"] = {
			["castTime"] = 8000,
		},
		["设计图：破冰护手"] = {
			["castTime"] = 3000,
		},
		["龙血酒"] = {
			["texture"] = 132794,
		},
		["预言的光环"] = {
			["castTime"] = 4000,
		},
		["原始蝙蝠皮护腕"] = {
			["castTime"] = 60000,
		},
		["蛛网"] = {
			["texture"] = 132149,
		},
		["强化幽魂之狼"] = {
			["texture"] = 136095,
		},
		["密斯莱尔地震"] = {
			["texture"] = 136025,
		},
		["传送：月溪镇"] = {
			["castTime"] = 2000,
		},
		["中伤之盾效果"] = {
			["texture"] = 136173,
		},
		["黑铁护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["残忍"] = {
			["texture"] = 132292,
		},
		["白骨碎片"] = {
			["castTime"] = 500,
			["texture"] = 136191,
		},
		["净化术"] = {
			["castTime"] = 3000,
			["texture"] = 136075,
		},
		["瘟疫"] = {
			["texture"] = 136140,
		},
		["暗影射击"] = {
			["texture"] = 132329,
		},
		["设计图：硬铁短剑"] = {
			["castTime"] = 3000,
		},
		["Demon Slaying 18"] = {
			["texture"] = 136172,
		},
		["食谱：洛克湖狂鱼"] = {
			["castTime"] = 3000,
		},
		["图样：熔火护甲片"] = {
			["castTime"] = 3000,
		},
		["喷吐"] = {
			["texture"] = 136016,
		},
		["烈焰风暴"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["凯恩的蹄印"] = {
			["castTime"] = 1000,
		},
		["Imbue Bracers - Minor Wisdom OLD"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["召唤圆头钳嘴龟"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Punctured Voodoo Doll DRU DND"] = {
			["castTime"] = 1000,
		},
		["图样：守护披风"] = {
			["castTime"] = 3000,
		},
		["朱莉叶的祝福"] = {
			["castTime"] = 2000,
			["texture"] = 135953,
		},
		["弹出斯尼德"] = {
			["texture"] = 135805,
		},
		["强化盾击"] = {
			["texture"] = 132357,
		},
		["配方：炼金石"] = {
			["castTime"] = 3000,
		},
		["暴风城友谊礼品包"] = {
			["texture"] = 134142,
		},
		["设计图：瑟银护甲"] = {
			["castTime"] = 3000,
		},
		["召唤岛蛙"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["配方：有限无敌药水"] = {
			["castTime"] = 3000,
		},
		["蟹钳夹"] = {
			["texture"] = 132109,
		},
		["增压"] = {
			["texture"] = 135990,
		},
		["韧化皮手套"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["设计图：绿铁手套"] = {
			["castTime"] = 3000,
		},
		["迟钝术 III"] = {
			["castTime"] = 1000,
			["texture"] = 136159,
		},
		["Increased Hunter Pet Damage"] = {
			["texture"] = 132091,
		},
		["[PH] Teleport to Felwood"] = {
			["castTime"] = 2000,
		},
		["传送：暴风城"] = {
			["castTime"] = 10000,
			["texture"] = 135763,
		},
		["绿龙鳞片胸甲"] = {
			["castTime"] = 60000,
		},
		["守护之甲"] = {
			["castTime"] = 45000,
		},
		["火山护肩"] = {
			["castTime"] = 60000,
		},
		["附魔胸甲 - 法力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["大型爆盐炸弹"] = {
			["castTime"] = 12500,
		},
		["传送门：死亡骑士区"] = {
			["texture"] = 135748,
		},
		["食谱：腐肉大餐"] = {
			["castTime"] = 3000,
		},
		["冰霜易伤"] = {
			["texture"] = 135849,
		},
		["暴露伤口效果"] = {
			["texture"] = 136168,
		},
		["橙色魔纹衬衣"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["暗影闪现"] = {
			["castTime"] = 500,
			["texture"] = 136153,
		},
		["钓鱼技能 +25"] = {
			["texture"] = 136245,
		},
		["图样：红色魔纹短裤"] = {
			["castTime"] = 3000,
		},
		["初级制皮"] = {
			["texture"] = 133611,
		},
		["星辰坠落"] = {
			["texture"] = 135753,
		},
		["青铜战斧"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["召唤"] = {
			["castTime"] = 1000,
			["texture"] = 135736,
		},
		["Dagger Strike II (Disabled)"] = {
			["texture"] = 132223,
		},
		["荆木腰带"] = {
			["castTime"] = 60000,
		},
		["自然迅捷"] = {
			["texture"] = 136076,
		},
		["火舌图腾"] = {
			["texture"] = 136040,
		},
		["图样：蛇鳞腰带"] = {
			["castTime"] = 3000,
		},
		["腐烂恶臭"] = {
			["texture"] = 136127,
		},
		["不稳定化合物"] = {
			["castTime"] = 3000,
			["texture"] = 135818,
		},
		["结构图：血藤透镜"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["恶名远扬"] = {
			["texture"] = 136066,
		},
		["Dagger Strike IV (Disabled)"] = {
			["texture"] = 132223,
		},
		["精工风暴战锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Plague Wave Effect 2"] = {
			["texture"] = 135805,
		},
		["FIRESTAFF (DND)"] = {
			["texture"] = 135807,
		},
		["精神水晶"] = {
			["texture"] = 134088,
		},
		["发霉的书籍陷阱"] = {
			["texture"] = 136129,
		},
		["设计图：精制秘银战靴"] = {
			["castTime"] = 3000,
		},
		["战术掌握"] = {
			["texture"] = 136031,
		},
		["强化雄鹰守护"] = {
			["texture"] = 136076,
		},
		["取水样"] = {
			["castTime"] = 3000,
		},
		["神圣之灵"] = {
			["texture"] = 135898,
		},
		["石腭怪形态"] = {
			["texture"] = 136224,
		},
		["召唤阿塔莱骷髅"] = {
			["castTime"] = 1000,
			["texture"] = 136187,
		},
		["禁闭"] = {
			["castTime"] = 2000,
			["texture"] = 136222,
		},
		["召唤红衣火炮"] = {
			["texture"] = 132153,
		},
		["黑曜石洞察"] = {
			["texture"] = 133573,
		},
		["疾病喷吐"] = {
			["castTime"] = 3000,
			["texture"] = 136134,
		},
		["Conjure Ryson's Beacon (Horde) DND"] = {
			["castTime"] = 1000,
		},
		["变形射线"] = {
			["texture"] = 136048,
		},
		["守护之刺"] = {
			["texture"] = 135934,
		},
		["Create Zul'Gurub Talisman PRT R2 DND"] = {
			["castTime"] = 500,
		},
		["Heart of the Wild Bear Effect 2"] = {
			["texture"] = 135879,
		},
		["双塔山传送"] = {
			["texture"] = 136022,
		},
		["死亡矿井炸药"] = {
			["castTime"] = 2000,
			["texture"] = 135826,
		},
		["闪耀徽章"] = {
			["texture"] = 135806,
		},
		["自我昏迷"] = {
			["texture"] = 136168,
		},
		["附魔武器 - 超强打击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["明亮的小珠"] = {
			["castTime"] = 5000,
			["texture"] = 134335,
		},
		["野性之心"] = {
			["texture"] = 135879,
		},
		["魔法抗性"] = {
			["texture"] = 136120,
		},
		["进食"] = {
			["texture"] = 134062,
		},
		["公式：附魔手套 - 强效力量"] = {
			["castTime"] = 3000,
		},
		["召唤雷德·黑手"] = {
			["texture"] = 132269,
		},
		["低度酒精"] = {
			["texture"] = 132796,
		},
		["凋零打击"] = {
			["texture"] = 136052,
		},
		["科多兽坐骑"] = {
			["castTime"] = 3000,
			["texture"] = 134175,
		},
		["猎豹守护"] = {
			["texture"] = 132242,
		},
		["召唤尖塔小蜘蛛"] = {
			["texture"] = 135849,
		},
		["公式：附魔盾牌 - 耐力"] = {
			["castTime"] = 3000,
		},
		["灵魂撕裂"] = {
			["texture"] = 136222,
		},
		["秘银杆设计图"] = {
			["castTime"] = 25000,
		},
		["野蛮突袭 V"] = {
			["texture"] = 132316,
		},
		["死亡之门"] = {
			["texture"] = 136145,
		},
		["锋利兽爪"] = {
			["texture"] = 134297,
		},
		["迅捷森林狼"] = {
			["castTime"] = 3000,
			["texture"] = 132266,
		},
		["强效法术石"] = {
			["texture"] = 134131,
		},
		["设计图：君王板甲护胸"] = {
			["castTime"] = 3000,
		},
		["地精施工头盔"] = {
			["castTime"] = 25000,
		},
		["破甲水晶"] = {
			["texture"] = 134074,
		},
		["灵魂爆炸"] = {
			["texture"] = 136168,
		},
		["嫩狼肉排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["召唤红龙宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["平静自身"] = {
			["texture"] = 135954,
		},
		["阿克鲁比的开锁"] = {
			["castTime"] = 4000,
			["texture"] = 136058,
		},
		["Corrupted Stamina Passive"] = {
			["texture"] = 136006,
		},
		["The Breaking Left Blade DND"] = {
			["castTime"] = 1000,
			["texture"] = 136164,
		},
		["补充法力 I"] = {
			["texture"] = 134134,
		},
		["根基图腾效果"] = {
			["texture"] = 136039,
		},
		["阿兹雷索克的践踏"] = {
			["texture"] = 132368,
		},
		["高爆炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["龙鳞制皮"] = {
			["texture"] = 134305,
		},
		["龙息红椒"] = {
			["castTime"] = 3000,
			["texture"] = 135818,
		},
		["冲动"] = {
			["texture"] = 136206,
		},
		["暗影震击"] = {
			["texture"] = 136197,
		},
		["制造热情药水"] = {
			["castTime"] = 3000,
		},
		["图样：雷织手套"] = {
			["castTime"] = 3000,
		},
		["拳套专精"] = {
			["texture"] = 132938,
		},
		["冰甲术"] = {
			["castTime"] = 3000,
			["texture"] = 135835,
		},
		["猪肝馅饼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["软泥之箭"] = {
			["castTime"] = 2500,
			["texture"] = 136016,
		},
		["组合法杖"] = {
			["castTime"] = 2000,
		},
		["符文之刃"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["设计图：瑟银护腕"] = {
			["castTime"] = 3000,
		},
		["惩戒痛击"] = {
			["texture"] = 132350,
		},
		["灵魂撕咬"] = {
			["castTime"] = 2000,
			["texture"] = 136208,
		},
		["炉石"] = {
			["castTime"] = 10000,
			["texture"] = 134414,
		},
		["近战专精"] = {
			["texture"] = 132393,
		},
		["食谱：鳄鱼煎排"] = {
			["castTime"] = 3000,
		},
		["污染"] = {
			["texture"] = 136160,
		},
		["大鱼片"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["Perm. Illusion Succubus"] = {
			["texture"] = 132311,
		},
		["使用灵珠"] = {
			["castTime"] = 3000,
		},
		["公式：附魔护腕 - 法力回复"] = {
			["castTime"] = 3000,
		},
		["召唤效果"] = {
			["castTime"] = 5000,
			["texture"] = 136119,
		},
		["重度伤口"] = {
			["texture"] = 132090,
		},
		["瘀伤"] = {
			["texture"] = 136222,
		},
		["奥法药剂"] = {
			["castTime"] = 3000,
			["texture"] = 134810,
		},
		["十字军审判"] = {
			["texture"] = 135924,
		},
		["铁棒"] = {
			["castTime"] = 8000,
		},
		["霜刃外套"] = {
			["castTime"] = 60000,
		},
		["迅捷绿色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["召唤范克里夫"] = {
			["texture"] = 136121,
		},
		["精灵之魂"] = {
			["texture"] = 136116,
		},
		["盾牌"] = {
			["texture"] = 134950,
		},
		["寒冰爪"] = {
			["texture"] = 135853,
		},
		["毒害之云"] = {
			["texture"] = 136006,
		},
		["辛迪加伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["瓦解"] = {
			["castTime"] = 3000,
		},
		["宝石爆炸"] = {
			["texture"] = 135998,
		},
		["QAEnchant Gloves +1% Haste"] = {
			["texture"] = 135913,
		},
		["石化武器"] = {
			["texture"] = 136086,
		},
		["设计图：辐光头饰"] = {
			["castTime"] = 3000,
		},
		["腐化传染"] = {
			["texture"] = 136127,
		},
		["短暂强力"] = {
			["texture"] = 135934,
		},
		["沉默"] = {
			["castTime"] = 1500,
			["texture"] = 136071,
		},
		["食谱：瘦狼排"] = {
			["castTime"] = 3000,
		},
		["强效火焰石攻击"] = {
			["texture"] = 132386,
		},
		["扰乱之痛"] = {
			["texture"] = 132278,
		},
		["配方：泰坦合剂"] = {
			["castTime"] = 3000,
		},
		["狼头之盔怒气"] = {
			["texture"] = 136009,
		},
		["无比恶臭"] = {
			["texture"] = 136119,
		},
		["强效火焰防护药水"] = {
			["castTime"] = 3000,
		},
		["守护腰带"] = {
			["castTime"] = 45000,
		},
		["狂暴回复"] = {
			["texture"] = 132091,
		},
		["强化灵猴守护"] = {
			["texture"] = 132159,
		},
		["结构图：仿真机械蛙"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["QAEnchant Shield +2% Block Chance"] = {
			["texture"] = 135913,
		},
		["食谱：彩鳍鱼"] = {
			["castTime"] = 3000,
		},
		["阿克鲁比的传送"] = {
			["castTime"] = 2000,
			["texture"] = 135826,
		},
		["Demon Slayer (OLD)"] = {
			["texture"] = 136172,
		},
		["林栖者护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Baby Murloc Passive"] = {
			["texture"] = 135808,
		},
		["黑色欲望"] = {
			["castTime"] = 1000,
			["texture"] = 135460,
		},
		["Pickpocket (PT)"] = {
			["castTime"] = 5000,
		},
		["信念手套"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["增强钝器 V"] = {
			["castTime"] = 3000,
		},
		["暗影之力药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["皮革"] = {
			["texture"] = 132724,
		},
		["暗影匕首 III"] = {
			["texture"] = 132223,
		},
		["爆竹"] = {
			["castTime"] = 500,
			["texture"] = 135805,
		},
		["Vipore Cat Form DND"] = {
			["castTime"] = 1000,
		},
		["鸦爪妖术"] = {
			["castTime"] = 2000,
			["texture"] = 136129,
		},
		["升级"] = {
			["texture"] = 135926,
		},
		["设计图：腐蚀术"] = {
			["castTime"] = 3000,
		},
		["制造次级治疗石"] = {
			["castTime"] = 3000,
			["texture"] = 135230,
		},
		["洛克湖狂鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["结构图：火核狙击步枪"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["拉贾克斯之盾"] = {
			["texture"] = 135964,
		},
		["霜寒刺骨"] = {
			["texture"] = 135842,
		},
		["炸弹宠物"] = {
			["castTime"] = 25000,
		},
		["隐形术"] = {
			["castTime"] = 3000,
			["texture"] = 136047,
		},
		["Conjure Mulverick's Beacon DND"] = {
			["castTime"] = 1000,
		},
		["附魔胸甲 - 极效法力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["大口径秘银步枪"] = {
			["castTime"] = 45000,
		},
		["Copy of Cleave"] = {
			["texture"] = 132338,
		},
		["白魂头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["寄生"] = {
			["castTime"] = 2000,
			["texture"] = 132273,
		},
		["统御意志"] = {
			["castTime"] = 2000,
			["texture"] = 136206,
		},
		["冥河之握"] = {
			["texture"] = 136123,
		},
		["奥术专注"] = {
			["texture"] = 136170,
		},
		["条纹霜刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132267,
		},
		["射击头部 III"] = {
			["texture"] = 132153,
		},
		["懒惰结界效果"] = {
			["texture"] = 136157,
		},
		["世界放大器"] = {
			["castTime"] = 8000,
			["texture"] = 136121,
		},
		["Balnazzar Transform Stun"] = {
			["texture"] = 136191,
		},
		["钢鬃狼"] = {
			["texture"] = 132140,
		},
		["剃刀之鬃"] = {
			["castTime"] = 1000,
			["texture"] = 136104,
		},
		["猎人印记"] = {
			["texture"] = 132212,
		},
		["蓝色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["瘟疫中和器"] = {
			["castTime"] = 2000,
			["texture"] = 135972,
		},
		["超强治疗结界"] = {
			["castTime"] = 2000,
			["texture"] = 135928,
		},
		["摧毁珠宝"] = {
			["castTime"] = 4000,
		},
		["放置维波里的信号灯"] = {
			["castTime"] = 5000,
		},
		["旅行形态"] = {
			["texture"] = 132144,
		},
		["食谱：烤迅猛龙肉"] = {
			["castTime"] = 3000,
		},
		["盾牌格挡"] = {
			["texture"] = 132110,
		},
		["烈焰短笛"] = {
			["texture"] = 133942,
		},
		["暗影风暴"] = {
			["texture"] = 136197,
		},
		["强化魔爆术"] = {
			["texture"] = 136116,
		},
		["爪击"] = {
			["texture"] = 132140,
		},
		["公式：附魔胸甲 - 强效属性"] = {
			["castTime"] = 3000,
		},
		["图样：生命护腿"] = {
			["castTime"] = 3000,
		},
		["支配"] = {
			["castTime"] = 1000,
			["texture"] = 136206,
		},
		["侦测强效隐形"] = {
			["texture"] = 136152,
		},
		["塞卡变形"] = {
			["texture"] = 136121,
		},
		["附魔手套 - 敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Mass Smelt Copper OLD"] = {
			["castTime"] = 20000,
		},
		["毒蛇宝石"] = {
			["castTime"] = 5000,
		},
		["水晶之毒"] = {
			["texture"] = 134075,
		},
		["瑞文戴尔男爵的灵魂吸取"] = {
			["texture"] = 136208,
		},
		["玛尔里的思想加速"] = {
			["texture"] = 135723,
		},
		["血爪"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["火焰之盾效果 III"] = {
			["texture"] = 135817,
		},
		["地精龙枪"] = {
			["castTime"] = 25000,
			["texture"] = 135818,
		},
		["精制奥妮克希亚鳞片"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["Wracking Pains Proc"] = {
			["texture"] = 136139,
		},
		["毒液喷射"] = {
			["castTime"] = 2000,
			["texture"] = 136016,
		},
		["飓风术"] = {
			["texture"] = 136018,
		},
		["瑟银腰带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["鹰眼术"] = {
			["texture"] = 132172,
		},
		["治疗龙类"] = {
			["texture"] = 136168,
		},
		["Rookery Whelp Spawn-in Spell"] = {
			["castTime"] = 500,
		},
		["射击头部"] = {
			["texture"] = 132153,
		},
		["水银之盾"] = {
			["texture"] = 136076,
		},
		["风怒图腾效果"] = {
			["texture"] = 136114,
		},
		["被占据"] = {
			["texture"] = 136122,
		},
		["死亡契约"] = {
			["texture"] = 136146,
		},
		["生存专家"] = {
			["texture"] = 136223,
		},
		["活化炸弹"] = {
			["texture"] = 132863,
		},
		["附魔手套 - 力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["传送门：铁炉堡"] = {
			["castTime"] = 10000,
			["texture"] = 135743,
		},
		["图样：亮布长袍"] = {
			["castTime"] = 3000,
		},
		["火山战锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["库尔塔兹印记"] = {
			["texture"] = 136172,
		},
		["恐惧风暴"] = {
			["texture"] = 135902,
		},
		["强化疾跑"] = {
			["texture"] = 132307,
		},
		["Testing Totem"] = {
			["texture"] = 135825,
		},
		["机械修理包"] = {
			["castTime"] = 8000,
		},
		["高级烹饪"] = {
			["castTime"] = 20000,
			["texture"] = 133971,
		},
		["雪球抗性"] = {
			["texture"] = 132387,
		},
		["重铸"] = {
			["texture"] = 136168,
		},
		["迅捷棕马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["迅捷灰色科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132243,
		},
		["暗影屏障"] = {
			["texture"] = 136121,
		},
		["命令审判"] = {
			["texture"] = 132347,
		},
		["配方：地精火箭燃油"] = {
			["castTime"] = 3000,
		},
		["土灵丝质腰带"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["图样：沙行者护腕"] = {
			["castTime"] = 3000,
		},
		["斯卡尔德"] = {
			["texture"] = 135807,
		},
		["Tower Capture (DND)"] = {
			["texture"] = 136153,
		},
		["多彩黎明衬肩"] = {
			["castTime"] = 5000,
		},
		["虚弱之触"] = {
			["texture"] = 136143,
		},
		["风暴来临"] = {
			["texture"] = 136099,
		},
		["荣誉点数+50"] = {
			["castTime"] = 1000,
		},
		["粗制磨刀石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["召唤地狱犬"] = {
			["texture"] = 136217,
		},
		["抚慰"] = {
			["texture"] = 132311,
		},
		["附魔手套 - 采矿"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Create Chapter 2 DND"] = {
			["castTime"] = 1000,
		},
		["Uber Heal Over Time"] = {
			["texture"] = 135923,
		},
		["解除陷阱"] = {
			["castTime"] = 2000,
			["texture"] = 136162,
		},
		["zzOLDSpell - Reuse 6558"] = {
			["texture"] = 132094,
		},
		["召唤法师"] = {
			["castTime"] = 5000,
			["texture"] = 136075,
		},
		["Aura Overlap TEST 1"] = {
			["texture"] = 135955,
		},
		["驯服雪豹"] = {
			["texture"] = 132164,
		},
		["野人护腕"] = {
			["castTime"] = 25000,
		},
		["Summon Signet of the Unseen Path DND"] = {
			["castTime"] = 1000,
		},
		["初级活力药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["装配NG-5炸药（蓝色）"] = {
			["castTime"] = 5000,
			["texture"] = 133713,
		},
		["召唤法力脉冲"] = {
			["texture"] = 135741,
		},
		["霜狼之怒"] = {
			["texture"] = 136087,
		},
		["设计图：毁灭者的黑暗之握"] = {
			["castTime"] = 3000,
		},
		["采集月亮井水样"] = {
			["castTime"] = 3000,
		},
		["紫色骷髅战马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["结构图：力反馈盾牌"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["强效奥术防护药水"] = {
			["castTime"] = 3000,
		},
		["混乱之盾"] = {
			["texture"] = 135817,
		},
		["强化奥术射击"] = {
			["texture"] = 132218,
		},
		["召唤青铜龙宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["束缚亡灵"] = {
			["castTime"] = 1500,
			["texture"] = 136091,
		},
		["黑色作战迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["结构图：大型红色烟花"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["冰霜"] = {
			["texture"] = 135849,
		},
		["Copy of Heart of the Wild Bear Effect"] = {
			["texture"] = 135879,
		},
		["燃烧之魂"] = {
			["texture"] = 135805,
		},
		["图样：红色毛纺包"] = {
			["castTime"] = 3000,
		},
		["铁炉堡护手"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["大附魔袋"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["疾痛术"] = {
			["texture"] = 132152,
		},
		["水样"] = {
			["castTime"] = 3000,
		},
		["超度亡灵"] = {
			["castTime"] = 1500,
			["texture"] = 135983,
		},
		["愤怒之锤"] = {
			["castTime"] = 1000,
			["texture"] = 132326,
		},
		["碎石怪伪装"] = {
			["castTime"] = 2000,
			["texture"] = 136189,
		},
		["不成熟的毒囊"] = {
			["texture"] = 136067,
		},
		["武器专家"] = {
			["texture"] = 135882,
		},
		["扭曲反射"] = {
			["texture"] = 135741,
		},
		["蟹肉蛋糕"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["Create Chapter 3 DND"] = {
			["castTime"] = 1000,
		},
		["图样：血藤外套"] = {
			["castTime"] = 3000,
		},
		["图样：优质皮靴"] = {
			["castTime"] = 3000,
		},
		["Sillithus Flag Drop (DND)"] = {
			["texture"] = 132486,
		},
		["消毒术"] = {
			["castTime"] = 3000,
			["texture"] = 136067,
		},
		["无力诅咒"] = {
			["texture"] = 136020,
		},
		["SHOWLABEL Only ON"] = {
			["texture"] = 135893,
		},
		["蛇鳞腰带"] = {
			["castTime"] = 25000,
		},
		["工头的毒药"] = {
			["texture"] = 136016,
		},
		["附魔双手武器 - 次级冲击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["冰霜吐息"] = {
			["castTime"] = 7000,
		},
		["Deprecated Solid Shot"] = {
			["castTime"] = 3000,
		},
		["图样：白色强盗面罩"] = {
			["castTime"] = 3000,
		},
		["精神衰弱 II"] = {
			["castTime"] = 1000,
			["texture"] = 136175,
		},
		["毁灭"] = {
			["texture"] = 132152,
		},
		["冬季狂欢者 - 牛头人男性"] = {
			["texture"] = 135849,
		},
		["奥金棒"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["中毒"] = {
			["texture"] = 136016,
		},
		["召唤火炬小鬼"] = {
			["texture"] = 136192,
		},
		["重皮球"] = {
			["castTime"] = 8000,
			["texture"] = 132384,
		},
		["公式：附魔双手武器 - 极效精神"] = {
			["castTime"] = 3000,
		},
		["黑暗之魂护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["安抚之吻"] = {
			["castTime"] = 3000,
			["texture"] = 136209,
		},
		["罗克迪洛尔"] = {
			["castTime"] = 10000,
		},
		["召唤狂怒的幻影"] = {
			["texture"] = 136122,
		},
		["急救"] = {
			["castTime"] = 3000,
			["texture"] = 135915,
		},
		["召唤血瓣花瘟疫"] = {
			["castTime"] = 2000,
			["texture"] = 136142,
		},
		["暗影外壳"] = {
			["castTime"] = 1000,
			["texture"] = 136121,
		},
		["图样：蛮皮战靴"] = {
			["castTime"] = 3000,
		},
		["丝质头带"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["召唤黑豹"] = {
			["texture"] = 132225,
		},
		["毛布卷"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["先祖坚韧"] = {
			["texture"] = 136109,
		},
		["蜥蜴之矢"] = {
			["castTime"] = 2000,
			["texture"] = 136048,
		},
		["召唤战马"] = {
			["castTime"] = 3000,
			["texture"] = 132226,
		},
		["强效星界精华"] = {
			["texture"] = 136192,
		},
		["图样：迅猛龙皮腰带"] = {
			["castTime"] = 3000,
		},
		["洗脑"] = {
			["texture"] = 136120,
		},
		["黑铁头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["鬼纹短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["图样：凤凰手套"] = {
			["castTime"] = 3000,
		},
		["Summon Viscidus Trigger"] = {
			["texture"] = 136006,
		},
		["配方：生命归土"] = {
			["castTime"] = 3000,
		},
		["闪光诱饵效果"] = {
			["texture"] = 136232,
		},
		["斧类武器投掷"] = {
			["texture"] = 132395,
		},
		["结构图：致命瞄准镜"] = {
			["castTime"] = 3000,
		},
		["基利斯的灵魂"] = {
			["texture"] = 135864,
		},
		["狼头之盔狂怒"] = {
			["texture"] = 136009,
		},
		["附魔靴子 - 耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["战斗狂怒"] = {
			["texture"] = 132277,
		},
		["强化心灵震爆"] = {
			["texture"] = 136224,
		},
		["强效火焰小鬼"] = {
			["texture"] = 136172,
		},
		["召唤复活的侍从"] = {
			["castTime"] = 2000,
			["texture"] = 136187,
		},
		["低吼"] = {
			["texture"] = 132270,
		},
		["虔诚护甲提高"] = {
			["texture"] = 136052,
		},
		["圣泉祝福"] = {
			["texture"] = 135881,
		},
		["火焰之盾"] = {
			["castTime"] = 1000,
			["texture"] = 135817,
		},
		["暗影冰霜反射"] = {
			["texture"] = 135736,
		},
		["石像形态"] = {
			["texture"] = 132275,
		},
		["再生圣歌 III"] = {
			["texture"] = 136069,
		},
		["初级炼金术"] = {
			["texture"] = 136240,
		},
		["强风"] = {
			["texture"] = 136022,
		},
		["图样：月布外衣"] = {
			["castTime"] = 3000,
		},
		["附魔靴子 - 次级精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["波利吃下大饼干"] = {
			["texture"] = 132331,
		},
		["伊克鲁德的守护者"] = {
			["castTime"] = 5000,
			["texture"] = 136221,
		},
		["设计图：致命的青铜短剑"] = {
			["castTime"] = 3000,
		},
		["熔岩镣铐"] = {
			["texture"] = 136022,
		},
		["召唤树懒"] = {
			["texture"] = 136133,
		},
		["熟化轻毛皮"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["Ward of Zanzil Passive"] = {
			["texture"] = 136157,
		},
		["提炼精华"] = {
			["texture"] = 135956,
		},
		["图样：雷暴短裤"] = {
			["castTime"] = 3000,
		},
		["红色魔纹头带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["附魔靴子 - 强效耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Perm. Illusion Dreaming Whelp"] = {
			["texture"] = 132311,
		},
		["符文布绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["强化荆棘术"] = {
			["texture"] = 136104,
		},
		["召唤遥控傀儡"] = {
			["castTime"] = 3000,
			["texture"] = 132281,
		},
		["冰霜光环"] = {
			["texture"] = 135835,
		},
		["无畏突袭 V"] = {
			["texture"] = 132316,
		},
		["恶魔布袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["火炬爆裂"] = {
			["texture"] = 135817,
		},
		["慢性毒药"] = {
			["castTime"] = 2000,
			["texture"] = 136067,
		},
		["贝尔加的烈焰精华"] = {
			["castTime"] = 10000,
		},
		["召唤美冠鹦鹉"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["[PH] Teleport to Ratchet"] = {
			["castTime"] = 2000,
		},
		["火焰吐息"] = {
			["texture"] = 135818,
		},
		["召唤工蝎群"] = {
			["texture"] = 132320,
		},
		["入口套牌"] = {
			["castTime"] = 3000,
		},
		["折磨"] = {
			["castTime"] = 3000,
			["texture"] = 136160,
		},
		["转化：点气成火"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["智慧圣印"] = {
			["castTime"] = 3000,
			["texture"] = 135960,
		},
		["Idol of Neptulon DND"] = {
			["castTime"] = 1000,
		},
		["治疗兄弟"] = {
			["texture"] = 136042,
		},
		["设计图：夜幕"] = {
			["castTime"] = 3000,
		},
		["命令圣印"] = {
			["texture"] = 132347,
		},
		["配方：坚韧药剂"] = {
			["castTime"] = 3000,
		},
		["碧蓝丝质腰带"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["Test Enchant Fire Weapon"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["神圣宝珠"] = {
			["texture"] = 134123,
		},
		["图样：木喉之力"] = {
			["castTime"] = 3000,
		},
		["打开蓝袋子"] = {
			["texture"] = 134242,
		},
		["命令之吼"] = {
			["texture"] = 135995,
		},
		["Charge (TEST)"] = {
			["texture"] = 132368,
		},
		["粗制火药粉"] = {
			["castTime"] = 5125,
		},
		["驱除灵魂"] = {
			["castTime"] = 4000,
		},
		["疾病免疫"] = {
			["texture"] = 135871,
		},
		["火焰箭"] = {
			["castTime"] = 3000,
			["texture"] = 135810,
		},
		["达拉然巫师伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["仿真机械蛙"] = {
			["castTime"] = 8000,
		},
		["Copy of Increase Reputation"] = {
			["castTime"] = 1000,
		},
		["闪电打击"] = {
			["texture"] = 135990,
		},
		["TEST - JESSE"] = {
			["castTime"] = 600,
			["texture"] = 135805,
		},
		["毒皮毒药"] = {
			["texture"] = 132273,
		},
		["特效巨魔之血药水"] = {
			["castTime"] = 3000,
		},
		["野性冲锋效果"] = {
			["texture"] = 132183,
		},
		["节日的财富！"] = {
			["texture"] = 136101,
		},
		["召唤粉色陆行鸟"] = {
			["texture"] = 132253,
		},
		["Viscidus Grows"] = {
			["texture"] = 136006,
		},
		["北极护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["永生力量"] = {
			["castTime"] = 3000,
			["texture"] = 136109,
		},
		["冬季狂欢者 - 巨魔男性"] = {
			["texture"] = 135849,
		},
		["强效神圣防护药水"] = {
			["castTime"] = 3000,
		},
		["图样：符文冥河腰带"] = {
			["castTime"] = 3000,
		},
		["强化缴械"] = {
			["texture"] = 132343,
		},
		["设计图：符文板甲战靴"] = {
			["castTime"] = 3000,
		},
		["水下行走药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["图样：红色魔纹外衣"] = {
			["castTime"] = 3000,
		},
		["图样：木喉作战手套"] = {
			["castTime"] = 3000,
		},
		["大地震颤"] = {
			["texture"] = 136025,
		},
		["胡库的卫士"] = {
			["texture"] = 136221,
		},
		["召唤毒云"] = {
			["texture"] = 136006,
		},
		["丢弃武器"] = {
			["texture"] = 132343,
		},
		["雏龙之语：黑色"] = {
			["texture"] = 136010,
		},
		["银触媒"] = {
			["castTime"] = 5125,
		},
		["鲁西弗隆的诅咒"] = {
			["texture"] = 136123,
		},
		["打磨利刃 IV"] = {
			["castTime"] = 3000,
		},
		["侏儒工程学"] = {
			["texture"] = 132996,
		},
		["神圣新星"] = {
			["texture"] = 135922,
		},
		["全力一击 III"] = {
			["texture"] = 132316,
		},
		["徒手伐木工"] = {
			["texture"] = 132939,
		},
		["遗弃技能"] = {
			["castTime"] = 2500,
			["texture"] = 136121,
		},
		["蛛后的乳汁"] = {
			["texture"] = 132104,
		},
		["制造魔法黄水晶"] = {
			["castTime"] = 3000,
			["texture"] = 134116,
		},
		["防护秘药"] = {
			["castTime"] = 4000,
		},
		["力反馈盾牌"] = {
			["castTime"] = 60000,
			["texture"] = 135990,
		},
		["穴居虫之壳"] = {
			["texture"] = 135893,
		},
		["暗影诅咒"] = {
			["texture"] = 136137,
		},
		["双手打击 II"] = {
			["texture"] = 132316,
		},
		["发射导弹"] = {
			["castTime"] = 3000,
			["texture"] = 132385,
		},
		["盾牌专精"] = {
			["texture"] = 134952,
		},
		["糖果还是恶作剧"] = {
			["texture"] = 134015,
		},
		["Emberseer Object Visual"] = {
			["texture"] = 136130,
		},
		["OLDShield Defense"] = {
			["texture"] = 132110,
		},
		["山地皮外衣"] = {
			["castTime"] = 12500,
		},
		["凤凰手套"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["虚空宝石"] = {
			["castTime"] = 3000,
		},
		["骑术：迅猛龙"] = {
			["texture"] = 136103,
		},
		["召唤黑曜石碎片"] = {
			["texture"] = 136222,
		},
		["基泽尔顿车队"] = {
			["texture"] = 135996,
		},
		["占领哨塔"] = {
			["texture"] = 132381,
		},
		["地精火箭靴"] = {
			["castTime"] = 12500,
			["texture"] = 135805,
		},
		["光明屏障"] = {
			["castTime"] = 2000,
		},
		["召唤斑点兔"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["设计图：精制秘银手套"] = {
			["castTime"] = 3000,
		},
		["龙血之痛：红"] = {
			["texture"] = 134153,
		},
		["致命毒药 IV"] = {
			["castTime"] = 3000,
			["texture"] = 132290,
		},
		["制造召唤纹章：水"] = {
			["castTime"] = 1500,
		},
		["Copy of Disease Cloud"] = {
			["texture"] = 136006,
		},
		["烈焰之怒"] = {
			["texture"] = 135818,
		},
		["神圣武器"] = {
			["castTime"] = 3000,
		},
		["图样：月布护腿"] = {
			["castTime"] = 3000,
		},
		["侏儒通用遥控器"] = {
			["castTime"] = 12500,
		},
		["召唤宠物"] = {
			["texture"] = 132161,
		},
		["Undead Slayer 81"] = {
			["texture"] = 135923,
		},
		["收集堕落水样"] = {
			["castTime"] = 3000,
		},
		["统御之握"] = {
			["texture"] = 135962,
		},
		["永久恐惧"] = {
			["texture"] = 132092,
		},
		["时间流逝"] = {
			["castTime"] = 2000,
			["texture"] = 135744,
		},
		["暗影匕首 IV"] = {
			["texture"] = 132223,
		},
		["灵体形态"] = {
			["castTime"] = 3000,
			["texture"] = 136077,
		},
		["结构图：高级活动假人"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["坚韧低吼"] = {
			["texture"] = 132091,
		},
		["召唤淤泥怪"] = {
			["texture"] = 136133,
		},
		["硬化蝎壳头盔"] = {
			["castTime"] = 60000,
		},
		["喝下麦酒"] = {
			["texture"] = 132792,
		},
		["Weak Poison Proc"] = {
			["texture"] = 136188,
		},
		["召唤伊沙姆哈尔"] = {
			["castTime"] = 2000,
			["texture"] = 136168,
		},
		["钢质头盔"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["Create Zul'Gurub Talisman PRT R1 DND"] = {
			["castTime"] = 500,
		},
		["Advanced Target Dummy - Event 003"] = {
			["texture"] = 136172,
		},
		["黑暗符文"] = {
			["texture"] = 134417,
		},
		["Conjure Scrying Scope (Horde) DND"] = {
			["castTime"] = 1000,
		},
		["攻击"] = {
			["castTime"] = 2200,
			["texture"] = 135825,
		},
		["速效毒素"] = {
			["castTime"] = 3000,
			["texture"] = 134799,
		},
		["投掷泥浆"] = {
			["castTime"] = 1000,
			["texture"] = 136090,
		},
		["木喉作战手套"] = {
			["castTime"] = 60000,
		},
		["威慑"] = {
			["texture"] = 132369,
		},
		["召唤角鹰兽宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["充实"] = {
			["castTime"] = 500,
			["texture"] = 136129,
		},
		["冰霜箭"] = {
			["castTime"] = 1000,
			["texture"] = 135846,
		},
		["致伤毒药 IV"] = {
			["castTime"] = 3000,
			["texture"] = 134197,
		},
		["召唤灰猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["侏儒业余无线电"] = {
			["castTime"] = 25000,
		},
		["野人背心"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["QAEnchant Chest +100 Mana"] = {
			["texture"] = 135913,
		},
		["Stealth +8"] = {
			["texture"] = 132320,
		},
		["哈卡的诅咒"] = {
			["castTime"] = 2500,
			["texture"] = 136160,
		},
		["圣诞版达格兰·索瑞森大帝"] = {
			["texture"] = 135849,
		},
		["传送到海潮祭坛"] = {
			["castTime"] = 2000,
		},
		["戈多克之王"] = {
			["castTime"] = 1000,
			["texture"] = 132768,
		},
		["召唤睡梦守卫的幻象"] = {
			["castTime"] = 1000,
			["texture"] = 136222,
		},
		["初级巫师之油"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["锤类武器专精"] = {
			["texture"] = 132325,
		},
		["钻地"] = {
			["castTime"] = 1000,
			["texture"] = 132331,
		},
		["初始形态：土"] = {
			["texture"] = 136160,
		},
		["图样：硬化蝎壳胸甲"] = {
			["castTime"] = 3000,
		},
		["弓箭强化"] = {
			["texture"] = 132222,
		},
		["卡死"] = {
			["castTime"] = 10000,
			["texture"] = 136222,
		},
		["完全成长"] = {
			["texture"] = 136101,
		},
		["高涨士气"] = {
			["texture"] = 136053,
		},
		["Summon Son of Flame C"] = {
			["texture"] = 135819,
		},
		["血性狂暴"] = {
			["texture"] = 132277,
		},
		["精神矍铄"] = {
			["texture"] = 135818,
		},
		["符文布袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["火息术"] = {
			["castTime"] = 1700,
			["texture"] = 135805,
		},
		["恶魔耐力"] = {
			["texture"] = 136121,
		},
		["燃烧坚韧"] = {
			["texture"] = 135805,
		},
		["白色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["泰坦合剂"] = {
			["castTime"] = 25000,
			["texture"] = 134842,
		},
		["圣光审判"] = {
			["texture"] = 135917,
		},
		["重型蝎壳护腕"] = {
			["castTime"] = 60000,
		},
		["轻皮"] = {
			["castTime"] = 5125,
		},
		["毒蟾蜍感染"] = {
			["texture"] = 135914,
		},
		["召唤祖利安守护者"] = {
			["texture"] = 132185,
		},
		["射击"] = {
			["texture"] = 135473,
		},
		["公式：附魔手套 - 暗影能量"] = {
			["castTime"] = 3000,
		},
		["Copy of Portal: Undercity"] = {
			["castTime"] = 10000,
			["texture"] = 135751,
		},
		["生命分流"] = {
			["castTime"] = 3000,
			["texture"] = 136126,
		},
		["圣言术：韧"] = {
			["castTime"] = 3000,
			["texture"] = 135954,
		},
		["欺诈宝珠"] = {
			["texture"] = 136121,
		},
		["火炮"] = {
			["castTime"] = 2000,
			["texture"] = 132383,
		},
		["获得旋风武器"] = {
			["texture"] = 136168,
		},
		["dmg4"] = {
			["texture"] = 136115,
		},
		["驱散射击 IV"] = {
			["texture"] = 132153,
		},
		["小精灵召唤"] = {
			["texture"] = 135860,
		},
		["黑暗睡眠"] = {
			["texture"] = 136143,
		},
		["召唤纳克萨玛斯之魂"] = {
			["texture"] = 136121,
		},
		["微妙"] = {
			["texture"] = 132150,
		},
		["解除焦虑"] = {
			["texture"] = 135830,
		},
		["法杖打击 IV"] = {
			["texture"] = 132325,
		},
		["红龙鳞片胸甲"] = {
			["castTime"] = 60000,
		},
		["图样：巫纹护腿"] = {
			["castTime"] = 3000,
		},
		["配方：初级抗魔药水"] = {
			["castTime"] = 3000,
		},
		["扫击"] = {
			["texture"] = 132122,
		},
		["食谱：狂鱼肉片"] = {
			["castTime"] = 3000,
		},
		["暗影箭雨"] = {
			["castTime"] = 3000,
			["texture"] = 136197,
		},
		["简易的亚麻靴"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["碧蓝丝质短裤"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["黎明手套"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["退化"] = {
			["texture"] = 136203,
		},
		["公式：附魔盾牌 - 强效耐力"] = {
			["castTime"] = 3000,
		},
		["拉格纳罗斯之怒"] = {
			["texture"] = 135933,
		},
		["召唤雷霆流放者"] = {
			["texture"] = 136192,
		},
		["采集海潮之池样本#3"] = {
			["castTime"] = 3000,
		},
		["蹬踏"] = {
			["texture"] = 132219,
		},
		["狂怒撕咬"] = {
			["texture"] = 136224,
		},
		["狂暴冲锋"] = {
			["texture"] = 132337,
		},
		["召唤黑纹灰猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["光明之泉回复"] = {
			["texture"] = 135980,
		},
		["青铜战锤"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["魔石大师"] = {
			["texture"] = 136210,
		},
		["装瓶"] = {
			["castTime"] = 7000,
		},
		["软泥怪的恶心光环"] = {
			["texture"] = 132107,
		},
		["消化酸液"] = {
			["texture"] = 132099,
		},
		["龙鳞胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["图样：迅捷之靴"] = {
			["castTime"] = 3000,
		},
		["冰川外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["暗影抗性光环"] = {
			["texture"] = 136192,
		},
		["铸剑大师"] = {
			["texture"] = 135351,
		},
		["雷霆震击"] = {
			["texture"] = 132326,
		},
		["食谱：嫩狼肉排"] = {
			["castTime"] = 3000,
		},
		["强力驱散"] = {
			["castTime"] = 4000,
			["texture"] = 135753,
		},
		["青铜钉锤"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["地精起搏器"] = {
			["castTime"] = 12500,
		},
		["萨满祭司震击重击奖励"] = {
			["texture"] = 136026,
		},
		["图样：重型蝎壳护腕"] = {
			["castTime"] = 3000,
		},
		["图样：符文皮甲护手"] = {
			["castTime"] = 3000,
		},
		["机械松鼠"] = {
			["castTime"] = 1000,
			["texture"] = 136172,
		},
		["Sol U"] = {
			["castTime"] = 3000,
			["texture"] = 135859,
		},
		["迅猛龙羽毛"] = {
			["castTime"] = 5000,
		},
		["蜘蛛蛋糕"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["扰乱"] = {
			["texture"] = 132289,
		},
		["长蛇焰火"] = {
			["castTime"] = 12500,
		},
		["往日的尖啸"] = {
			["texture"] = 136164,
		},
		["附魔护腕 - 初级偏斜"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["迅捷雾刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132225,
		},
		["火印诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 132095,
		},
		["筛盐器"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["投掷入门 II"] = {
			["texture"] = 132222,
		},
		["QAEnchant Weapon +5 Damage"] = {
			["texture"] = 135913,
		},
		["解除所有效果"] = {
			["texture"] = 135920,
		},
		["种植林精种子"] = {
			["texture"] = 136246,
		},
		["青蛙形态"] = {
			["texture"] = 136232,
		},
		["蓝光斧"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["纠缠根须"] = {
			["castTime"] = 1500,
			["texture"] = 136100,
		},
		["专注秘药"] = {
			["castTime"] = 4000,
		},
		["制造黎明徽记"] = {
			["castTime"] = 1000,
		},
		["召唤食腐虫"] = {
			["texture"] = 136168,
		},
		["先知药剂"] = {
			["castTime"] = 3000,
			["texture"] = 134809,
		},
		["强效耐力"] = {
			["texture"] = 136112,
		},
		["熔化武器"] = {
			["texture"] = 135817,
		},
		["火焰法杖 III"] = {
			["texture"] = 132325,
		},
		["召唤伊弗斯"] = {
			["castTime"] = 10000,
		},
		["群体驱魔"] = {
			["castTime"] = 1000,
			["texture"] = 136222,
		},
		["碎冰"] = {
			["texture"] = 135849,
		},
		["黑暗能量"] = {
			["texture"] = 136203,
		},
		["强化复生"] = {
			["texture"] = 136080,
		},
		["堕落治疗之泉图腾"] = {
			["texture"] = 135127,
		},
		["毁灭者的黑暗之握"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["暗色长靴"] = {
			["castTime"] = 45000,
		},
		["[PH] Teleport to Menethil Harbor"] = {
			["castTime"] = 2000,
		},
		["Summon Darrowshire Poltergeist (DND)"] = {
			["texture"] = 136183,
		},
		["Tag: Red Glow"] = {
			["texture"] = 135824,
		},
		["圣击术"] = {
			["castTime"] = 2500,
			["texture"] = 135924,
		},
		["影肤术 III"] = {
			["texture"] = 136047,
		},
		["以眼还眼"] = {
			["texture"] = 135904,
		},
		["腐臭软泥"] = {
			["texture"] = 136133,
		},
		["召唤小鱼人（蓝色）"] = {
			["texture"] = 134300,
		},
		["束缚坠饰"] = {
			["texture"] = 136051,
		},
		["鸦爪之触"] = {
			["castTime"] = 1500,
			["texture"] = 136188,
		},
		["大块的熊排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["传送：墓地"] = {
			["castTime"] = 2000,
		},
		["使用药膏"] = {
			["castTime"] = 1300,
		},
		["速效毒药 IV"] = {
			["castTime"] = 3000,
			["texture"] = 132273,
		},
		["设计图：秘银短裤"] = {
			["castTime"] = 3000,
		},
		["语言诅咒"] = {
			["castTime"] = 3000,
			["texture"] = 136140,
		},
		["Create Zul'Gurub Talisman ROG R3 DND"] = {
			["castTime"] = 500,
		},
		["Summon Freethinker's  BP DND"] = {
			["castTime"] = 1000,
		},
		["梦幻龙鳞胸甲"] = {
			["castTime"] = 60000,
		},
		["符文皮甲护手"] = {
			["castTime"] = 60000,
		},
		["熔岩吐息"] = {
			["texture"] = 135831,
		},
		["侵略"] = {
			["texture"] = 132275,
		},
		["净化"] = {
			["texture"] = 135865,
		},
		["Perm. Illusion FelGuard"] = {
			["texture"] = 132311,
		},
		["附魔胸甲 - 强效属性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["枯萎"] = {
			["texture"] = 135902,
		},
		["雷暴短裤"] = {
			["castTime"] = 60000,
		},
		["灼烧之焰"] = {
			["texture"] = 135830,
		},
		["召唤寒冰障壁"] = {
			["texture"] = 135852,
		},
		["图样：附魔师长靴"] = {
			["castTime"] = 3000,
		},
		["闪光的小珠"] = {
			["castTime"] = 5000,
			["texture"] = 134335,
		},
		["淤血"] = {
			["texture"] = 136231,
		},
		["霜刃长靴"] = {
			["castTime"] = 60000,
		},
		["制造黎明印记"] = {
			["texture"] = 134500,
		},
		["盾击 - 沉默"] = {
			["texture"] = 132357,
		},
		["冰霜免疫"] = {
			["texture"] = 135835,
		},
		["神圣智慧"] = {
			["texture"] = 136090,
		},
		["奥法之袍"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["强化冲锋"] = {
			["texture"] = 132337,
		},
		["图样：重型蝎壳护腿"] = {
			["castTime"] = 3000,
		},
		["悬浮"] = {
			["texture"] = 132150,
		},
		["充沛之力"] = {
			["texture"] = 132109,
		},
		["图样：灰布手套"] = {
			["castTime"] = 3000,
		},
		["Quest - Teleport Spawn-out"] = {
			["castTime"] = 1000,
		},
		["火焰喷射器"] = {
			["texture"] = 134535,
		},
		["红色魔纹包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["附魔护腕 - 超强耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["火焰 III"] = {
			["texture"] = 132153,
		},
		["食尸鬼腐气"] = {
			["texture"] = 136134,
		},
		["图样：霜刃长靴"] = {
			["castTime"] = 3000,
		},
		["辉煌光环 IV"] = {
			["texture"] = 136013,
		},
		["泼洒净化过的水"] = {
			["castTime"] = 6000,
		},
		["月怒"] = {
			["texture"] = 136057,
		},
		["次级魔法杖"] = {
			["castTime"] = 10000,
			["texture"] = 135139,
		},
		["召唤怀恨的幻影"] = {
			["texture"] = 136122,
		},
		["召唤骷髅仆从"] = {
			["texture"] = 136187,
		},
		["吐息"] = {
			["castTime"] = 5000,
			["texture"] = 135805,
		},
		["快速传染"] = {
			["castTime"] = 2000,
			["texture"] = 135914,
		},
		["绝望祷言"] = {
			["texture"] = 135954,
		},
		["设计图：歼灭者"] = {
			["castTime"] = 3000,
		},
		["高级采矿"] = {
			["texture"] = 136248,
		},
		["QAEnchant 2H Weapom +25 Agility"] = {
			["texture"] = 135913,
		},
		["召唤助手"] = {
			["texture"] = 132311,
		},
		["链式燃烧"] = {
			["texture"] = 136170,
		},
		["钢铁意志"] = {
			["texture"] = 135995,
		},
		["图样：重皮球"] = {
			["castTime"] = 3000,
		},
		["绿色荧光机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["合并第1章"] = {
			["castTime"] = 2000,
		},
		["强化寒冰箭"] = {
			["texture"] = 135846,
		},
		["长柄武器"] = {
			["texture"] = 135129,
		},
		["图样：邪恶皮甲短裤"] = {
			["castTime"] = 3000,
		},
		["召唤小鱼人（绿色）"] = {
			["texture"] = 134300,
		},
		["Holiday Breath of Fire, Conditional (NPC)"] = {
			["texture"] = 135818,
		},
		["设计图：闪耀轻剑"] = {
			["castTime"] = 3000,
		},
		["Recipe: TEST"] = {
			["castTime"] = 3000,
		},
		["干烤狼肉串"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["双手斧专精"] = {
			["texture"] = 132316,
		},
		["附魔披风 - 防御"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["共同禁锢"] = {
			["castTime"] = 1500,
			["texture"] = 136230,
		},
		["火焰专精"] = {
			["texture"] = 135807,
		},
		["释放耶维尔"] = {
			["castTime"] = 2000,
		},
		["火舌攻击"] = {
			["texture"] = 135814,
		},
		["真言术：韧"] = {
			["texture"] = 135987,
		},
		["Cyclone Visual Spawn (DND)"] = {
			["texture"] = 136022,
		},
		["图样：礼服夹克"] = {
			["castTime"] = 3000,
		},
		["尖刺"] = {
			["texture"] = 136104,
		},
		["Jeff Dummy 2"] = {
			["texture"] = 135926,
		},
		["熔炼锡锭"] = {
			["castTime"] = 3000,
		},
		["复活死者"] = {
			["castTime"] = 1000,
			["texture"] = 136187,
		},
		["精神之毒"] = {
			["texture"] = 136016,
		},
		["精神偷取"] = {
			["castTime"] = 2000,
			["texture"] = 136183,
		},
		["Giantstalker B"] = {
			["texture"] = 136095,
		},
		["激活防御"] = {
			["castTime"] = 5000,
		},
		["闪电吐息"] = {
			["castTime"] = 2000,
			["texture"] = 136048,
		},
		["胁迫低吼"] = {
			["castTime"] = 1000,
			["texture"] = 132278,
		},
		["大地震击"] = {
			["texture"] = 136026,
		},
		["女妖诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136020,
		},
		["Pet Bomb Passive"] = {
			["texture"] = 135805,
		},
		["强化治疗波"] = {
			["texture"] = 136052,
		},
		["瑟格拉·黑棘效果"] = {
			["castTime"] = 3000,
		},
		["暗角冲锋"] = {
			["texture"] = 132368,
		},
		["黑皮护肩"] = {
			["castTime"] = 25000,
		},
		["心灵视界"] = {
			["castTime"] = 3000,
			["texture"] = 135934,
		},
		["奥术心智"] = {
			["texture"] = 136129,
		},
		["采集海潮之池样本#1"] = {
			["castTime"] = 3000,
		},
		["恐惧之神"] = {
			["texture"] = 135808,
		},
		["自毁"] = {
			["castTime"] = 7000,
			["texture"] = 135826,
		},
		["迅行护腕"] = {
			["castTime"] = 60000,
		},
		["召唤血纹蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["法力喂食"] = {
			["texture"] = 136141,
		},
		["血之诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136189,
		},
		["Zul'Gurub Talisman PAL R3 DND"] = {
			["castTime"] = 500,
		},
		["打开酒吧的门"] = {
			["castTime"] = 5000,
		},
		["黑皮手套"] = {
			["castTime"] = 25000,
		},
		["Imbue Chest - Absorb"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["召唤陆行鸟"] = {
			["texture"] = 132280,
		},
		["钓鱼技能 +50"] = {
			["texture"] = 136245,
		},
		["召唤卡拉恩的旗子"] = {
			["castTime"] = 500,
		},
		["秘仪灵魂 III"] = {
			["castTime"] = 1000,
			["texture"] = 135932,
		},
		["战栗图腾效果"] = {
			["texture"] = 136108,
		},
		["塞格的黑暗塔罗牌：抗性"] = {
			["texture"] = 134334,
		},
		["Healing Ward IV Passive"] = {
			["texture"] = 136222,
		},
		["暗影烈焰"] = {
			["castTime"] = 2000,
			["texture"] = 135818,
		},
		["脆炸蜥蜴尾"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["塔姆拉树苗"] = {
			["castTime"] = 1300,
		},
		["昏迷重击 III"] = {
			["texture"] = 132326,
		},
		["献祭丝囊"] = {
			["castTime"] = 10000,
		},
		["强效奥术融合"] = {
			["castTime"] = 4000,
		},
		["派对时间！"] = {
			["texture"] = 136142,
		},
		["增益"] = {
			["texture"] = 136101,
		},
		["绿色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["迅捷晨刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132242,
		},
		["制造初级治疗石"] = {
			["castTime"] = 3000,
			["texture"] = 135230,
		},
		["诱惑"] = {
			["castTime"] = 1500,
			["texture"] = 136175,
		},
		["召唤机械雪人"] = {
			["texture"] = 132189,
		},
		["黎明符文"] = {
			["texture"] = 133440,
		},
		["BM ON"] = {
			["texture"] = 132096,
		},
		["狙击瞄准镜"] = {
			["castTime"] = 3000,
		},
		["沙虫冲击"] = {
			["texture"] = 135807,
		},
		["食谱：丛林大杂烩"] = {
			["castTime"] = 3000,
		},
		["霜刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132267,
		},
		["图样：紫色魔纹衬衣"] = {
			["castTime"] = 3000,
		},
		["灰狼"] = {
			["castTime"] = 3000,
			["texture"] = 132266,
		},
		["热疫"] = {
			["castTime"] = 4500,
			["texture"] = 136066,
		},
		["香料迫击炮"] = {
			["castTime"] = 500,
			["texture"] = 135808,
		},
		["辣椒蟹肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["中型护甲片"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["图样：蛮皮外衣"] = {
			["castTime"] = 3000,
		},
		["香料冲击波"] = {
			["texture"] = 132965,
		},
		["设计图：野人铁靴"] = {
			["castTime"] = 3000,
		},
		["Self Stun - 1 second, no visual"] = {
			["texture"] = 136168,
		},
		["千刃"] = {
			["castTime"] = 250,
			["texture"] = 132373,
		},
		["秘银重斧"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["撒网"] = {
			["texture"] = 132149,
		},
		["感染之刺"] = {
			["texture"] = 136127,
		},
		["学习凶猛撕咬"] = {
			["texture"] = 132127,
		},
		["极致"] = {
			["texture"] = 135540,
		},
		["Tower Capture Test (DND)"] = {
			["texture"] = 136153,
		},
		["Permanent Area Damage 50k"] = {
			["texture"] = 136195,
		},
		["自然的祝福"] = {
			["texture"] = 136074,
		},
		["Conjure Stormpike Rank 1 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["公式：附魔武器 - 寒冬之力"] = {
			["castTime"] = 3000,
		},
		["瘤背复仇"] = {
			["texture"] = 136224,
		},
		["地狱犬召唤"] = {
			["texture"] = 136203,
		},
		["新生"] = {
			["texture"] = 135934,
		},
		["陷地图腾"] = {
			["castTime"] = 500,
			["texture"] = 136064,
		},
		["敲击"] = {
			["texture"] = 132090,
		},
		["魅魔召唤"] = {
			["texture"] = 136203,
		},
		["铁质盾刺"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["银色黎明委任徽章"] = {
			["texture"] = 133440,
		},
		["小鬼召唤"] = {
			["texture"] = 136203,
		},
		["黎明束腰"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["清洁"] = {
			["texture"] = 135930,
		},
		["设计图：铁质盾刺"] = {
			["castTime"] = 3000,
		},
		["地精无线电"] = {
			["castTime"] = 25000,
		},
		["痴呆诅咒"] = {
			["texture"] = 136174,
		},
		["附魔手套 - 治疗能量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["普罗德摩尔的防护"] = {
			["castTime"] = 3000,
			["texture"] = 135880,
		},
		["灵魂的安抚"] = {
			["castTime"] = 4000,
		},
		["奇美拉外衣"] = {
			["castTime"] = 60000,
		},
		["受难"] = {
			["castTime"] = 3000,
			["texture"] = 136123,
		},
		["反射力场"] = {
			["texture"] = 135849,
		},
		["Immolate Visual Passive"] = {
			["texture"] = 135817,
		},
		["焚化"] = {
			["castTime"] = 5000,
		},
		["附魔护腕 - 超强力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Permanent Swiftness of Zanza"] = {
			["texture"] = 134811,
		},
		["Permanent Spirit of Zanza"] = {
			["texture"] = 134810,
		},
		["察觉"] = {
			["castTime"] = 1000,
			["texture"] = 132089,
		},
		["元素之怒"] = {
			["castTime"] = 1000,
			["texture"] = 135806,
		},
		["移处诅咒"] = {
			["texture"] = 135952,
		},
		["洛丹伦的祝福"] = {
			["texture"] = 135946,
		},
		["炼金术"] = {
			["texture"] = 136240,
		},
		["符文布短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["猛击"] = {
			["castTime"] = 1500,
			["texture"] = 132340,
		},
		["强效秘法精华"] = {
			["texture"] = 136192,
		},
		["QAEnchant Gloves +5 Fishing"] = {
			["texture"] = 135913,
		},
		["QAEnchant Weapon - Fiery Weapon"] = {
			["texture"] = 135913,
		},
		["召唤腐食甲虫"] = {
			["castTime"] = 2000,
			["texture"] = 136128,
		},
		["配方：神圣防护药水"] = {
			["castTime"] = 3000,
		},
		["Permanent R.O.I.D.S."] = {
			["texture"] = 136075,
		},
		["图样：符文布头带"] = {
			["castTime"] = 3000,
		},
		["Permanent Gizzard Gum"] = {
			["texture"] = 136075,
		},
		["猛兽攻击"] = {
			["texture"] = 132185,
		},
		["治疗拉格纳罗斯"] = {
			["texture"] = 135827,
		},
		["图样：蛮皮护腿"] = {
			["castTime"] = 3000,
		},
		["杀敌治疗"] = {
			["texture"] = 135934,
		},
		["附魔护腕 - 耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["末日决战"] = {
			["texture"] = 135826,
		},
		["伊莫塔尔之眼"] = {
			["castTime"] = 2000,
			["texture"] = 136152,
		},
		["Helcular's Puppets Passive"] = {
			["texture"] = 136163,
		},
		["紫色食人魔装束"] = {
			["texture"] = 132288,
		},
		["河爪死亡"] = {
			["texture"] = 132151,
		},
		["召唤白色虎崽"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["召唤寒冰之王亚门纳尔"] = {
			["texture"] = 136121,
		},
		["地狱火罩"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["召唤古树之魂"] = {
			["castTime"] = 2000,
		},
		["强迫咆哮"] = {
			["texture"] = 132091,
		},
		["Plague Wave Effect 3"] = {
			["texture"] = 135805,
		},
		["Plague Wave Effect 1"] = {
			["texture"] = 135805,
		},
		["疯狂突进"] = {
			["texture"] = 132182,
		},
		["黑色魔纹之靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["召唤劫掠者"] = {
			["texture"] = 132091,
		},
		["寒冷之锥"] = {
			["texture"] = 135852,
		},
		["强力黎明印记"] = {
			["texture"] = 134501,
		},
		["黎明印记"] = {
			["texture"] = 134500,
		},
		["次级黎明印记"] = {
			["texture"] = 134499,
		},
		["回响咆哮"] = {
			["texture"] = 132366,
		},
		["白马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["毒气"] = {
			["texture"] = 136006,
		},
		["Summon Blade of Eternal Justice DND"] = {
			["castTime"] = 1000,
		},
		["传送：树人"] = {
			["castTime"] = 2000,
		},
		["次级巫师袍"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["水晶润喉片"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["New Magic Missile (Test)"] = {
			["castTime"] = 2000,
		},
		["召唤战斗野猪"] = {
			["texture"] = 135997,
		},
		["Chess Move (DND)"] = {
			["texture"] = 132337,
		},
		["黑色龙鳞战靴"] = {
			["castTime"] = 60000,
		},
		["制造强效法术石"] = {
			["castTime"] = 5000,
			["texture"] = 134131,
		},
		["黑宝石"] = {
			["texture"] = 134072,
		},
		["设计图：符文板甲护肩"] = {
			["castTime"] = 3000,
		},
		["Copy of Fear"] = {
			["castTime"] = 1500,
			["texture"] = 136183,
		},
		["强力净化器"] = {
			["castTime"] = 25000,
		},
		["迅捷祖利安猛虎"] = {
			["castTime"] = 3000,
			["texture"] = 132242,
		},
		["Call Scepter DND"] = {
			["castTime"] = 1000,
		},
		["扭曲宁静"] = {
			["texture"] = 136107,
		},
		["淡黄色衬衣"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["白骨之盾"] = {
			["texture"] = 136127,
		},
		["设计图：野人铁手套"] = {
			["castTime"] = 3000,
		},
		["毒性光环"] = {
			["texture"] = 136016,
		},
		["爆破弹药"] = {
			["castTime"] = 3000,
		},
		["Self Stun (DND)"] = {
			["texture"] = 136168,
		},
		["图腾集中"] = {
			["texture"] = 136057,
		},
		["Tag: Green Glow"] = {
			["texture"] = 136006,
		},
		["Test Ribbon Pole Channel Trigger"] = {
			["texture"] = 135270,
		},
		["分裂"] = {
			["texture"] = 136192,
		},
		["双子共鸣"] = {
			["texture"] = 132331,
		},
		["Test Ribbon Pole Channel"] = {
			["texture"] = 135270,
		},
		["火焰弹"] = {
			["texture"] = 135934,
		},
		["烈焰弹"] = {
			["texture"] = 135934,
		},
		["Debug Frost Spell"] = {
			["texture"] = 135846,
		},
		["沙虫之毒"] = {
			["texture"] = 133877,
		},
		["高级急救"] = {
			["castTime"] = 20000,
			["texture"] = 135966,
		},
		["Ribbon Pole Channel Effect Trigger"] = {
			["texture"] = 135270,
		},
		["长嘴泥鳅"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["TEST Scorch"] = {
			["texture"] = 135827,
		},
		["火焰宝珠"] = {
			["texture"] = 135812,
		},
		["高级毛纺披风"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["Testing Totem Passive"] = {
			["texture"] = 135825,
		},
		["雷暴护肩"] = {
			["castTime"] = 60000,
		},
		["元素之盾"] = {
			["texture"] = 136011,
		},
		["生命石治疗"] = {
			["texture"] = 135230,
		},
		["图样：轻便冬季披风"] = {
			["castTime"] = 3000,
		},
		["强化破甲"] = {
			["texture"] = 132354,
		},
		["召唤艾丹娜·邪爪"] = {
			["castTime"] = 4000,
		},
		["山狗肉排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["疾跑"] = {
			["texture"] = 132307,
		},
		["辐射之毒"] = {
			["texture"] = 136133,
		},
		["制造徽章"] = {
			["castTime"] = 1000,
		},
		["天灾的坚韧"] = {
			["castTime"] = 5000,
		},
		["孢子云"] = {
			["texture"] = 136021,
		},
		["心灵震爆"] = {
			["castTime"] = 1500,
			["texture"] = 136224,
		},
		["追踪巨人"] = {
			["texture"] = 132328,
		},
		["致命的青铜短剑"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["风暴打击"] = {
			["texture"] = 135963,
		},
		["暗影黎明衬肩"] = {
			["castTime"] = 5000,
		},
		["附魔武器 - 烈焰"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["野性之皮"] = {
			["castTime"] = 60000,
		},
		["天灾的力量"] = {
			["castTime"] = 5000,
		},
		["元素精准"] = {
			["texture"] = 135989,
		},
		["闪光炸弹"] = {
			["texture"] = 136142,
		},
		["亚雷戈斯的复仇"] = {
			["castTime"] = 2000,
		},
		["强化渐隐术"] = {
			["texture"] = 135994,
		},
		["烈焰光环"] = {
			["texture"] = 135805,
		},
		["厚重战斧"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["Holiday Breath of Fire, Effect (NPC)"] = {
			["texture"] = 135818,
		},
		["克雷格的烈酒"] = {
			["castTime"] = 1000,
			["texture"] = 132792,
		},
		["暗影圣印"] = {
			["texture"] = 135968,
		},
		["配方：强效火焰防护药水"] = {
			["castTime"] = 3000,
		},
		["制造热情药水（新）"] = {
			["castTime"] = 3000,
			["texture"] = 136168,
		},
		["附魔护腕 - 治疗能力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["卡扎克的印记"] = {
			["texture"] = 136121,
		},
		["Holiday Breath of Fire, Effect"] = {
			["texture"] = 135818,
		},
		["魔法反射"] = {
			["texture"] = 135849,
		},
		["使用节日酒杯"] = {
			["texture"] = 132792,
		},
		["匕首"] = {
			["texture"] = 132321,
		},
		["佐拉虫卵"] = {
			["texture"] = 136006,
		},
		["致命毒药 III"] = {
			["castTime"] = 3000,
			["texture"] = 132290,
		},
		["血色幻象"] = {
			["texture"] = 135942,
		},
		["图样：黑丝衬衣"] = {
			["castTime"] = 3000,
		},
		["火焰节之怒"] = {
			["texture"] = 134468,
		},
		["QAEnchant Bracer +9 Spirit"] = {
			["texture"] = 135913,
		},
		["附魔手套 - 冰霜能量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["牛皮糖"] = {
			["castTime"] = 1000,
			["texture"] = 135267,
		},
		["仲夏腊肠"] = {
			["castTime"] = 1000,
			["texture"] = 134009,
		},
		["火烤甜面包"] = {
			["castTime"] = 1000,
			["texture"] = 133964,
		},
		["Copy of Dark Desire"] = {
			["castTime"] = 1000,
			["texture"] = 135460,
		},
		["光芒护腕"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["召唤贝尔加的产物"] = {
			["castTime"] = 4000,
			["texture"] = 135819,
		},
		["多重抗性合剂"] = {
			["castTime"] = 25000,
		},
		["召唤炮手威利"] = {
			["texture"] = 136121,
		},
		["轻便冬季长靴"] = {
			["castTime"] = 3000,
		},
		["图样：亮布短裤"] = {
			["castTime"] = 3000,
		},
		["Activate Bomb A"] = {
			["texture"] = 135990,
		},
		["Create Zul'Gurub Talisman WLK R1 DND"] = {
			["castTime"] = 500,
		},
		["召唤海龟"] = {
			["texture"] = 134061,
		},
		["防护暗影结界"] = {
			["castTime"] = 3000,
			["texture"] = 136121,
		},
		["空符咒包"] = {
			["castTime"] = 4000,
		},
		["杂味炖肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["劫掠之藤"] = {
			["texture"] = 132338,
		},
		["野猪冲撞"] = {
			["texture"] = 136231,
		},
		["节日控火者 - 人类女性"] = {
			["texture"] = 135849,
		},
		["Summon Haruspex's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["节日控火者 - 牛头人女性"] = {
			["texture"] = 135849,
		},
		["暗影形态"] = {
			["texture"] = 136200,
		},
		["设计图：巨型瑟银战斧"] = {
			["castTime"] = 3000,
		},
		["熔炼钢锭"] = {
			["castTime"] = 3000,
		},
		["隐秘通途之兽"] = {
			["texture"] = 132133,
		},
		["蘑菇花"] = {
			["texture"] = 136112,
		},
		["狼头之盔能量"] = {
			["texture"] = 135998,
		},
		["全部免疫"] = {
			["texture"] = 136120,
		},
		["Copy of Vanish"] = {
			["texture"] = 132331,
		},
		["瘟疫使者的诅咒"] = {
			["texture"] = 136119,
		},
		["结构图：精致手工火枪"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Shield +8 Frost Resistance"] = {
			["texture"] = 135913,
		},
		["治疗之道"] = {
			["texture"] = 136044,
		},
		["强化武器图腾"] = {
			["texture"] = 135792,
		},
		["强化撕裂"] = {
			["texture"] = 132155,
		},
		["传送：夜色镇"] = {
			["castTime"] = 2000,
		},
		["枪械强化"] = {
			["texture"] = 134538,
		},
		["彩带之舞"] = {
			["texture"] = 135270,
		},
		["使用彩带棒"] = {
			["texture"] = 135270,
		},
		["多重射击伤害提高"] = {
			["texture"] = 132218,
		},
		["烈焰冲击"] = {
			["castTime"] = 7000,
			["texture"] = 135826,
		},
		["激活"] = {
			["texture"] = 136048,
		},
		["传送门：幽暗城"] = {
			["castTime"] = 10000,
			["texture"] = 135751,
		},
		["穿刺射击"] = {
			["texture"] = 132312,
		},
		["SWORDSPECIAL (DND)"] = {
			["texture"] = 132109,
		},
		["放电"] = {
			["texture"] = 135934,
		},
		["图样：红色节庆长裙"] = {
			["castTime"] = 3000,
		},
		["五月柱"] = {
			["castTime"] = 10000,
			["texture"] = 136223,
		},
		["Ahn'Qiraj Reward Buff (Melee - 60)"] = {
			["texture"] = 134969,
		},
		["Shield Generator"] = {
			["texture"] = 134430,
		},
		["无望"] = {
			["texture"] = 132366,
		},
		["炽热之地"] = {
			["texture"] = 135805,
		},
		["神秘杂烩"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["制作牛皮糖"] = {
			["castTime"] = 2500,
		},
		["桑德的召唤"] = {
			["castTime"] = 1500,
			["texture"] = 135864,
		},
		["奈塔拉什的哀嚎"] = {
			["texture"] = 136183,
		},
		["被辐射"] = {
			["texture"] = 135914,
		},
		["冰冻之眼"] = {
			["texture"] = 135842,
		},
		["图样：优质皮手套"] = {
			["castTime"] = 3000,
		},
		["嗜血术 III"] = {
			["texture"] = 136012,
		},
		["慢性折磨毒药"] = {
			["castTime"] = 3000,
			["texture"] = 134743,
		},
		["洛丹伦哨塔"] = {
			["texture"] = 132483,
		},
		["腐蚀毒药"] = {
			["castTime"] = 1500,
			["texture"] = 136016,
		},
		["骷髅马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["次级隐形药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["Refreshing Red Apple"] = {
			["texture"] = 133975,
		},
		["Tasty Summer Treat"] = {
			["texture"] = 133984,
		},
		["Summon Ring of Unspoken Names DND"] = {
			["castTime"] = 1000,
		},
		["Summon Shroud of Unspoken Names DND"] = {
			["castTime"] = 1000,
		},
		["Summon Kris of Unspoken Names DND"] = {
			["castTime"] = 1000,
		},
		["荆棘光环"] = {
			["texture"] = 136104,
		},
		["Fizzy Energy Drink"] = {
			["texture"] = 132489,
		},
		["寻风者之泪"] = {
			["texture"] = 135990,
		},
		["Summon Band of Veiled Shadows DND"] = {
			["castTime"] = 1000,
		},
		["黑狼"] = {
			["castTime"] = 3000,
			["texture"] = 132224,
		},
		["Summon Cloak of Veiled Shadows DND"] = {
			["castTime"] = 1000,
		},
		["Summon Dagger of Veiled Shadows DND"] = {
			["castTime"] = 1000,
		},
		["Summon Ring of Infinite Wisdom DND"] = {
			["castTime"] = 1000,
		},
		["Poison Cleansing Totem Passive"] = {
			["texture"] = 136070,
		},
		["Summon Shroud of Infinite Wisdom DND"] = {
			["castTime"] = 1000,
		},
		["Summon Gavel of Infinite Wisdom DND"] = {
			["castTime"] = 1000,
		},
		["Summon Ring of Eternal Justice DND"] = {
			["castTime"] = 1000,
		},
		["Summon Cape of Eternal Justice DND"] = {
			["castTime"] = 1000,
		},
		["毒性喷射"] = {
			["texture"] = 136016,
		},
		["Summon Scythe of the Unseen Path DND"] = {
			["castTime"] = 1000,
		},
		["新近包扎"] = {
			["texture"] = 133678,
		},
		["威吓低吼"] = {
			["castTime"] = 1000,
			["texture"] = 132278,
		},
		["Summon Mace of Unending Life DND"] = {
			["castTime"] = 1000,
		},
		["Bubbly Refreshment"] = {
			["texture"] = 132799,
		},
		["Create Item Visual (DND)"] = {
			["castTime"] = 5000,
			["texture"] = 136210,
		},
		["法术石"] = {
			["texture"] = 134131,
		},
		["风暴掌握"] = {
			["texture"] = 136075,
		},
		["DIRGE TEST"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["欺诈高手"] = {
			["texture"] = 136129,
		},
		["Transformed"] = {
			["texture"] = 135468,
		},
		["设计图：血爪"] = {
			["castTime"] = 3000,
		},
		["设计图：黑色卫士"] = {
			["castTime"] = 3000,
		},
		["Windsor's Inspiration Effect DND"] = {
			["texture"] = 136225,
		},
		["Plague Slime (Black)"] = {
			["texture"] = 136121,
		},
		["暗影亲和"] = {
			["texture"] = 136205,
		},
		["Summon Demoniac's BP DND"] = {
			["castTime"] = 1000,
		},
		["Summon Illusionist's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["图样：霜刃手套"] = {
			["castTime"] = 3000,
		},
		["恶魔能量"] = {
			["texture"] = 136184,
		},
		["笨拙术"] = {
			["texture"] = 136175,
		},
		["长程射击 III"] = {
			["castTime"] = 4000,
			["texture"] = 132222,
		},
		["Seal of the Crusader Judgement Increase"] = {
			["texture"] = 135924,
		},
		["灰尘之云"] = {
			["castTime"] = 1500,
			["texture"] = 132156,
		},
		["Demonic Immolation Passive"] = {
			["texture"] = 135826,
		},
		["Summon Confessor's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["Summon Confessor's Mantle DND"] = {
			["castTime"] = 1000,
		},
		["节日控火者 - 矮人男性"] = {
			["texture"] = 135849,
		},
		["魔化符文布包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["相位鞭笞者（自然）"] = {
			["texture"] = 136104,
		},
		["Summon Haruspex's Belt DND"] = {
			["castTime"] = 1000,
		},
		["Self Stun - 15 seconds"] = {
			["texture"] = 136168,
		},
		["烈焰鞭笞"] = {
			["castTime"] = 1000,
			["texture"] = 135807,
		},
		["Summon Haruspex's BP DND"] = {
			["castTime"] = 1000,
		},
		["血魂护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["盾刺"] = {
			["texture"] = 132381,
		},
		["星辰腰带"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["Summon Madcap's BP DND"] = {
			["castTime"] = 1000,
		},
		["鲁特维尔的召唤"] = {
			["texture"] = 135824,
		},
		["强效石盾"] = {
			["texture"] = 134849,
		},
		["图样：林栖者护肩"] = {
			["castTime"] = 3000,
		},
		["Summon Predator's Belt DND"] = {
			["castTime"] = 1000,
		},
		["神圣打击"] = {
			["texture"] = 132325,
		},
		["Summon Augur's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["辩护"] = {
			["texture"] = 135985,
		},
		["Copy of Garrote"] = {
			["texture"] = 132297,
		},
		["赞达拉魔精徽记"] = {
			["castTime"] = 5000,
		},
		["特效火焰石攻击"] = {
			["texture"] = 132386,
		},
		["Copy of Undead Slayer 108"] = {
			["texture"] = 135923,
		},
		["设计图：秘银杆"] = {
			["castTime"] = 3000,
		},
		["Summon Vindicator's BP DND"] = {
			["castTime"] = 1000,
		},
		["公式：附魔护腕 - 初级力量"] = {
			["castTime"] = 3000,
		},
		["冰川披风"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["正义之火"] = {
			["texture"] = 135814,
		},
		["制造召唤纹章：土"] = {
			["castTime"] = 1500,
		},
		["巫妖之击"] = {
			["texture"] = 136130,
		},
		["绿色毛纺包"] = {
			["castTime"] = 12500,
		},
		["狂怒之嚎"] = {
			["texture"] = 136101,
		},
		["Undead Slayer 60"] = {
			["texture"] = 136142,
		},
		["Permanent Lung Juice Cocktail"] = {
			["texture"] = 136075,
		},
		["虚空领域"] = {
			["texture"] = 135857,
		},
		["火屑弹幕"] = {
			["texture"] = 135808,
		},
		["超级煎蛋卷"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["衰落之眼"] = {
			["texture"] = 135994,
		},
		["设计图：黑暗符文护手"] = {
			["castTime"] = 3000,
		},
		["精制秘银手套"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["闪电伤害提高"] = {
			["texture"] = 136052,
		},
		["Reduced Maul and Swipe Cost"] = {
			["texture"] = 136052,
		},
		["荆木长靴"] = {
			["castTime"] = 60000,
		},
		["治疗之触回馈"] = {
			["texture"] = 136052,
		},
		["逃脱死亡"] = {
			["texture"] = 136119,
		},
		["召唤瑟莱德丝碎片"] = {
			["texture"] = 135849,
		},
		["抵抗沉默"] = {
			["texture"] = 136225,
		},
		["军旗"] = {
			["texture"] = 132483,
		},
		["Growl of Fortitude Proc"] = {
			["texture"] = 132091,
		},
		["启发"] = {
			["texture"] = 135913,
		},
		["莫格莱尼印记"] = {
			["texture"] = 136192,
		},
		["布劳缪克丝印记"] = {
			["texture"] = 135900,
		},
		["图腾之力"] = {
			["texture"] = 135977,
		},
		["厌恶"] = {
			["texture"] = 136006,
		},
		["冲动能量"] = {
			["texture"] = 136039,
		},
		["超强篝火增益"] = {
			["texture"] = 135907,
		},
		["熔解之语"] = {
			["castTime"] = 5000,
		},
		["快速嗜血"] = {
			["castTime"] = 2000,
			["texture"] = 136012,
		},
		["扰乱射击"] = {
			["texture"] = 135736,
		},
		["法师视界"] = {
			["castTime"] = 3000,
		},
		["洛欧塞布之影"] = {
			["texture"] = 135443,
		},
		["屠龙者的纹章"] = {
			["texture"] = 135441,
		},
		["暗淡幻象"] = {
			["castTime"] = 2000,
			["texture"] = 136159,
		},
		["Conjure Stormpike Rank 4 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["青铜钥匙"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["Holiday - Lunar Teleport: Undercity"] = {
			["texture"] = 135758,
		},
		["静电喷射"] = {
			["texture"] = 136014,
		},
		["Copy of Ferocious Bite"] = {
			["texture"] = 132127,
		},
		["移位"] = {
			["texture"] = 135894,
		},
		["追猎者之盟"] = {
			["texture"] = 136095,
		},
		["制造尼姆布亚的长矛"] = {
			["castTime"] = 1500,
		},
		["灰烬使者之怒"] = {
			["texture"] = 136129,
		},
		["利爪祝福"] = {
			["texture"] = 135879,
		},
		["豹群守护"] = {
			["texture"] = 132267,
		},
		["邪恶护甲 III"] = {
			["texture"] = 136225,
		},
		["Quest - Prepare Field Duty Papers"] = {
			["castTime"] = 2000,
		},
		["附魔手套 - 强效敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["作战持久"] = {
			["texture"] = 136009,
		},
		["梦游者"] = {
			["texture"] = 135900,
		},
		["灵魂治疗引导"] = {
			["texture"] = 135955,
		},
		["栽培"] = {
			["texture"] = 133938,
		},
		["一把螺栓"] = {
			["castTime"] = 5125,
		},
		["召唤小老鼠"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["暴风雄狮号角"] = {
			["texture"] = 134229,
		},
		["召唤飞毛腿"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["健忘"] = {
			["texture"] = 132270,
		},
		["夜色短裤"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["黑女巫的拥抱"] = {
			["castTime"] = 500,
			["texture"] = 135736,
		},
		["Tree Form (Passive) 2"] = {
			["texture"] = 136062,
		},
		["召唤碎片"] = {
			["texture"] = 136025,
		},
		["诈死"] = {
			["texture"] = 136187,
		},
		["跳跃"] = {
			["texture"] = 132572,
		},
		["召唤深苔幼蛛"] = {
			["texture"] = 136074,
		},
		["Recipe: DIRGE TEST LEARN"] = {
			["castTime"] = 3000,
		},
		["收割灵魂"] = {
			["texture"] = 136137,
		},
		["地面震击"] = {
			["texture"] = 136026,
		},
		["Plague Claw Submerge Visual"] = {
			["texture"] = 135830,
		},
		["召唤白色猫头鹰"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Test Curse of Agony"] = {
			["texture"] = 136139,
		},
		["奥术充沛"] = {
			["texture"] = 135733,
		},
		["Giant Slayer (OLD)"] = {
			["texture"] = 132154,
		},
		["镀银青铜护腿"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["Pagle's Point Cast - Create Splash and Quake"] = {
			["texture"] = 132932,
		},
		["图样：林栖者外衣"] = {
			["castTime"] = 3000,
		},
		["强化猛击"] = {
			["texture"] = 132340,
		},
		["安全传送器 - 加基森"] = {
			["castTime"] = 45000,
		},
		["挑衅"] = {
			["texture"] = 132347,
		},
		["图样：荆木头盔"] = {
			["castTime"] = 3000,
		},
		["强化圣光闪现治疗"] = {
			["texture"] = 136052,
		},
		["荆木头盔"] = {
			["castTime"] = 60000,
		},
		["重磅青铜炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["Ghost Vision"] = {
			["texture"] = 135918,
		},
		["设计图：铁藤手套"] = {
			["castTime"] = 3000,
		},
		["设计图：铁藤胸甲"] = {
			["castTime"] = 3000,
		},
		["Demon Slaying 78"] = {
			["texture"] = 136172,
		},
		["铁藤腰带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["削弱"] = {
			["castTime"] = 2000,
			["texture"] = 136138,
		},
		["开阔思维"] = {
			["texture"] = 132864,
		},
		["夜鳞鱼汤"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["麻木重击"] = {
			["texture"] = 132223,
		},
		["黑鳍蘑菇"] = {
			["texture"] = 136100,
		},
		["守护披风"] = {
			["castTime"] = 45000,
		},
		["暗影爆发"] = {
			["texture"] = 136121,
		},
		["骷髅装束"] = {
			["texture"] = 132288,
		},
		["收集异种蝎卵"] = {
			["castTime"] = 5000,
		},
		["AB Effect 001"] = {
			["texture"] = 135331,
		},
		["冰封武器"] = {
			["texture"] = 135847,
		},
		["锤类武器强化"] = {
			["texture"] = 132325,
		},
		["醉酒"] = {
			["texture"] = 136018,
		},
		["水下呼吸药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["腐蚀术"] = {
			["castTime"] = 2000,
			["texture"] = 136118,
		},
		["Spawn Bile Slimes"] = {
			["texture"] = 136118,
		},
		["相位鞭笞者（火焰）"] = {
			["texture"] = 136104,
		},
		["卡德加开锁术"] = {
			["castTime"] = 10000,
			["texture"] = 134239,
		},
		["脚踢"] = {
			["texture"] = 132219,
		},
		["烟雾弹"] = {
			["texture"] = 132156,
		},
		["将军的咆哮"] = {
			["texture"] = 136087,
		},
		["公式：附魔手套 - 冰霜能量"] = {
			["castTime"] = 3000,
		},
		["唤醒地灵宝库守卫"] = {
			["castTime"] = 5000,
			["texture"] = 136025,
		},
		["苦痛光环"] = {
			["texture"] = 136139,
		},
		["玻璃放大镜"] = {
			["castTime"] = 1000,
		},
		["克尔苏加德锁链"] = {
			["texture"] = 132507,
		},
		["变形回火"] = {
			["texture"] = 136071,
		},
		["声望 - 藏宝海湾 +500"] = {
			["castTime"] = 1000,
		},
		["旋风斩"] = {
			["texture"] = 132369,
		},
		["毒性瓦斯"] = {
			["texture"] = 136006,
		},
		["劣质铜外衣"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["瓦斯"] = {
			["texture"] = 136006,
		},
		["Windsor's Inspriation DND"] = {
			["texture"] = 136225,
		},
		["REUSE ME"] = {
			["texture"] = 132092,
		},
		["制造召唤节杖：火"] = {
			["castTime"] = 3000,
		},
		["护甲锻造师"] = {
			["texture"] = 132739,
		},
		["设计图：辐光胸甲"] = {
			["castTime"] = 3000,
		},
		["闪电掌握"] = {
			["texture"] = 135990,
		},
		["黑斑黄豹"] = {
			["castTime"] = 3000,
			["texture"] = 132242,
		},
		["重型秘银胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["白色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["重型蝎壳护腿"] = {
			["castTime"] = 60000,
		},
		["亡灵杀手"] = {
			["texture"] = 136142,
		},
		["秘银马刺"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Tamed Pet Passive (DND)"] = {
			["texture"] = 132184,
		},
		["熄灭"] = {
			["castTime"] = 5000,
		},
		["冬幕大餐"] = {
			["castTime"] = 1000,
		},
		["月布长靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["魔石头盔"] = {
			["texture"] = 136245,
		},
		["Summon Madcap's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["法力燃烧"] = {
			["castTime"] = 3000,
			["texture"] = 136170,
		},
		["萨格拉斯之息"] = {
			["castTime"] = 2000,
			["texture"] = 136172,
		},
		["光芒（红色）"] = {
			["texture"] = 135741,
		},
		["烈焰印记"] = {
			["castTime"] = 1000,
			["texture"] = 135807,
		},
		["侦测次级隐形"] = {
			["castTime"] = 3000,
			["texture"] = 136153,
		},
		["合并地图碎片"] = {
			["castTime"] = 2000,
		},
		["自然印记"] = {
			["texture"] = 136094,
		},
		["结构图：蒸汽车控制器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["蒸汽车控制器"] = {
			["castTime"] = 8000,
		},
		["突然攻击"] = {
			["texture"] = 132092,
		},
		["烈焰震击者的复仇"] = {
			["texture"] = 135903,
		},
		["腐液之云"] = {
			["texture"] = 136133,
		},
		["坑道蝎毒"] = {
			["texture"] = 136007,
		},
		["制造强力黎明印记"] = {
			["texture"] = 134501,
		},
		["魔杖"] = {
			["texture"] = 132317,
		},
		["召唤狂乱的德鲁伊之魂"] = {
			["texture"] = 136036,
		},
		["飞火护腕"] = {
			["castTime"] = 60000,
		},
		["宠物好斗"] = {
			["texture"] = 132136,
		},
		["制造次级黎明印记"] = {
			["texture"] = 134499,
		},
		["闪电护盾"] = {
			["texture"] = 136051,
		},
		["软泥射击"] = {
			["texture"] = 136007,
		},
		["强效治疗"] = {
			["castTime"] = 2000,
			["texture"] = 135915,
		},
		["Copy of Healing Wave"] = {
			["castTime"] = 3000,
			["texture"] = 136052,
		},
		["热麦酒"] = {
			["texture"] = 132792,
		},
		["配方：次级石盾药水"] = {
			["castTime"] = 3000,
		},
		["深红丝质腰带"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["附魔靴子 - 敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["冬季狂欢者 - 地精女性"] = {
			["texture"] = 135849,
		},
		["树形"] = {
			["texture"] = 136064,
		},
		["蜘蛛网"] = {
			["texture"] = 136022,
		},
		["强力治疗术"] = {
			["castTime"] = 4000,
			["texture"] = 135915,
		},
		["Create Handbook DND"] = {
			["castTime"] = 1000,
		},
		["治疗"] = {
			["castTime"] = 3500,
			["texture"] = 136085,
		},
		["大法师之袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["变形术：龟"] = {
			["castTime"] = 3000,
			["texture"] = 132199,
		},
		["变形术：猪"] = {
			["texture"] = 135997,
		},
		["急奔"] = {
			["texture"] = 132120,
		},
		["Player Lost Apple DND"] = {
			["castTime"] = 500,
		},
		["结构图：大型绿色烟花"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["变形术：奶牛"] = {
			["castTime"] = 1500,
			["texture"] = 136072,
		},
		["晶纹绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["鱼人鳞片胸甲"] = {
			["castTime"] = 12500,
		},
		["致命武器"] = {
			["castTime"] = 3000,
		},
		["毒性云雾"] = {
			["texture"] = 136006,
		},
		["硬化蝎壳护肩"] = {
			["castTime"] = 60000,
		},
		["图样：寒鳞护腕"] = {
			["castTime"] = 3000,
		},
		["图样：寒鳞护手"] = {
			["castTime"] = 3000,
		},
		["图样：寒鳞胸甲"] = {
			["castTime"] = 3000,
		},
		["机关枪"] = {
			["castTime"] = 500,
			["texture"] = 132222,
		},
		["图样：北极护腕"] = {
			["castTime"] = 3000,
		},
		["制造强效灵魂石"] = {
			["castTime"] = 3000,
			["texture"] = 136210,
		},
		["单手斧"] = {
			["texture"] = 132392,
		},
		["寒鳞护手"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["寒鳞胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["图样：冰川护腕"] = {
			["castTime"] = 3000,
		},
		["诅咒增幅"] = {
			["texture"] = 136132,
		},
		["星界传送"] = {
			["castTime"] = 10000,
			["texture"] = 136010,
		},
		["图样：冰川披风"] = {
			["castTime"] = 3000,
		},
		["图样：冰川外衣"] = {
			["castTime"] = 3000,
		},
		["图样：冰川手套"] = {
			["castTime"] = 3000,
		},
		["图样：盖亚的拥抱"] = {
			["castTime"] = 3000,
		},
		["流星"] = {
			["texture"] = 135808,
		},
		["冰川手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["修正补丁"] = {
			["texture"] = 136192,
		},
		["优越"] = {
			["texture"] = 134123,
		},
		["怒火释放"] = {
			["texture"] = 136009,
		},
		["头重脚轻"] = {
			["texture"] = 132938,
		},
		["附魔胸甲 - 初级法力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["绿色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["打开保险箱"] = {
			["castTime"] = 5000,
		},
		["Tremor Totem Passive"] = {
			["texture"] = 136108,
		},
		["练习锁"] = {
			["castTime"] = 8000,
		},
		["瑟银火枪"] = {
			["castTime"] = 45000,
		},
		["图样：霜刃护腿"] = {
			["castTime"] = 3000,
		},
		["结构图：奥金幼龙"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["隐形"] = {
			["texture"] = 132866,
		},
		["图样：蓝色龙鳞护肩"] = {
			["castTime"] = 3000,
		},
		["电弧打击"] = {
			["texture"] = 132338,
		},
		["定身攻击"] = {
			["texture"] = 132152,
		},
		["野猪人导魔"] = {
			["texture"] = 136121,
		},
		["Windfury Totem Passive"] = {
			["texture"] = 136114,
		},
		["暗影戒卫"] = {
			["castTime"] = 4000,
		},
		["寒冰戒卫"] = {
			["castTime"] = 4000,
		},
		["野性戒卫"] = {
			["castTime"] = 4000,
		},
		["光明美味朗姆酒"] = {
			["castTime"] = 1000,
			["texture"] = 132795,
		},
		["沉默射击"] = {
			["texture"] = 135975,
		},
		["简易的褶裙"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["装满迪诺的瓶子"] = {
			["castTime"] = 2000,
		},
		["娅尔罗的印记"] = {
			["texture"] = 132212,
		},
		["守护者的力量"] = {
			["texture"] = 136057,
		},
		["夜刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132225,
		},
		["软泥溅射"] = {
			["texture"] = 136144,
		},
		["Thadius Lightning Visual"] = {
			["texture"] = 135824,
		},
		["白色强盗面罩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Create Zul'Gurub Talisman WLK R3 DND"] = {
			["castTime"] = 500,
		},
		["智慧燃烧"] = {
			["texture"] = 135932,
		},
		["Gargoyle Stoneform Visual"] = {
			["texture"] = 135727,
		},
		["神圣抗性"] = {
			["texture"] = 136075,
		},
		["制造帕米拉的洋娃娃"] = {
			["castTime"] = 1500,
		},
		["Land Mine Periodic"] = {
			["texture"] = 135805,
		},
		["设计图：君王板甲头盔"] = {
			["castTime"] = 3000,
		},
		["神圣乱舞 II"] = {
			["texture"] = 132330,
		},
		["冰冻陷阱"] = {
			["texture"] = 135834,
		},
		["激烈能量"] = {
			["texture"] = 136076,
		},
		["咬手"] = {
			["texture"] = 136168,
		},
		["多彩抗性"] = {
			["texture"] = 134828,
		},
		["召唤白鳞蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["负能量电荷"] = {
			["texture"] = 135768,
		},
		["骨镰胸甲"] = {
			["texture"] = 136189,
		},
		["金棘茶"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["虚空小鬼"] = {
			["texture"] = 136172,
		},
		["召唤阿里亚"] = {
			["castTime"] = 2500,
			["texture"] = 136039,
		},
		["精神集中"] = {
			["texture"] = 135736,
		},
		["正能量补充"] = {
			["texture"] = 135769,
		},
		["食谱：杂味炖肉"] = {
			["castTime"] = 3000,
		},
		["强效智慧祝福"] = {
			["texture"] = 135912,
		},
		["Emberseer Bonus Damage"] = {
			["texture"] = 135805,
		},
		["正能量电荷"] = {
			["texture"] = 135769,
		},
		["图样：鱼人鳞片腰带"] = {
			["castTime"] = 3000,
		},
		["挖掘陷阱"] = {
			["texture"] = 136025,
		},
		["漂亮的绿衬衣"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["免疫魅惑/恐惧/昏迷"] = {
			["texture"] = 135894,
		},
		["公式：附魔武器 - 治疗能量"] = {
			["castTime"] = 3000,
		},
		["Land Mine Trigger"] = {
			["texture"] = 135805,
		},
		["符文皮甲护腕"] = {
			["castTime"] = 60000,
		},
		["图样：暗色长靴"] = {
			["castTime"] = 3000,
		},
		["图样：原始蝙蝠皮手套"] = {
			["castTime"] = 3000,
		},
		["死亡环绕"] = {
			["texture"] = 132331,
		},
		["十字军之怒"] = {
			["texture"] = 136039,
		},
		["[PH] Get Token"] = {
			["castTime"] = 2000,
		},
		["强化拦截"] = {
			["texture"] = 132307,
		},
		["击倒猛击"] = {
			["texture"] = 136222,
		},
		["次级智力"] = {
			["texture"] = 134721,
		},
		["Copy of Mana Surge"] = {
			["texture"] = 136222,
		},
		["骑术：豹"] = {
			["texture"] = 136103,
		},
		["阿鲁高的诅咒"] = {
			["texture"] = 136160,
		},
		["设计图：黑色赦免者"] = {
			["castTime"] = 3000,
		},
		["姜饼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["火焰之盾 III"] = {
			["castTime"] = 1000,
			["texture"] = 135817,
		},
		["侦测亡灵药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["疾病猛击"] = {
			["castTime"] = 1500,
			["texture"] = 136022,
		},
		["猎人意志"] = {
			["texture"] = 132275,
		},
		["昏迷重击 II"] = {
			["texture"] = 132326,
		},
		["横扫摔绊"] = {
			["texture"] = 135128,
		},
		["图样：红色雏龙手套"] = {
			["castTime"] = 3000,
		},
		["强化震击伤害"] = {
			["texture"] = 136052,
		},
		["火焰石效果"] = {
			["texture"] = 135821,
		},
		["Disarm (TEST)"] = {
			["castTime"] = 2000,
		},
		["毒性喷吐"] = {
			["texture"] = 136016,
		},
		["银色黎明"] = {
			["texture"] = 135893,
		},
		["强化次级治疗波"] = {
			["texture"] = 136052,
		},
		["巨槌诅咒"] = {
			["texture"] = 136020,
		},
		["精制望远镜"] = {
			["castTime"] = 12500,
		},
		["[PH] Cystal Bazooka"] = {
			["castTime"] = 1000,
		},
		["伏击"] = {
			["texture"] = 132282,
		},
		["净化消耗降低"] = {
			["texture"] = 136052,
		},
		["快速治疗之触施放"] = {
			["texture"] = 136052,
		},
		["强化吸血鬼的拥抱"] = {
			["texture"] = 136165,
		},
		["附魔双手武器 - 敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["设计图：说服者"] = {
			["castTime"] = 3000,
		},
		["MHTest02 Effect"] = {
			["texture"] = 132350,
		},
		["先知之刃"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["说服者"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["信念外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["免疫魅惑/恐惧/变形"] = {
			["texture"] = 135894,
		},
		["图样：绿色幼龙护腕"] = {
			["castTime"] = 3000,
		},
		["裂盾传送门"] = {
			["castTime"] = 1500,
			["texture"] = 135759,
		},
		["至高能量"] = {
			["texture"] = 134821,
		},
		["泰坦护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["暗影抗性"] = {
			["texture"] = 136075,
		},
		["召唤邮差马龙"] = {
			["texture"] = 136121,
		},
		["灵魂腐蚀"] = {
			["texture"] = 136159,
		},
		["胆汁呕吐"] = {
			["texture"] = 136007,
		},
		["刺穿护甲"] = {
			["texture"] = 136231,
		},
		["配方：点气成火"] = {
			["castTime"] = 3000,
		},
		["公式：附魔武器 - 屠兽"] = {
			["castTime"] = 3000,
		},
		["精神法杖"] = {
			["texture"] = 132325,
		},
		["自然的慷慨"] = {
			["texture"] = 135923,
		},
		["Tag: Sleep"] = {
			["texture"] = 132156,
		},
		["堕落恐惧"] = {
			["texture"] = 135923,
		},
		["狂野风暴"] = {
			["texture"] = 136014,
		},
		["Undead Slayer 75"] = {
			["texture"] = 136142,
		},
		["图腾"] = {
			["texture"] = 136097,
		},
		["双手锤强化"] = {
			["texture"] = 132325,
		},
		["\"Plucky\" Resumes Human Form"] = {
			["texture"] = 132276,
		},
		["结构图：奥术炸弹"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["Copy of War Stomp"] = {
			["texture"] = 132091,
		},
		["黑色魔纹手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["设计图：铜质链甲外衣"] = {
			["castTime"] = 3000,
		},
		["强化摔绊"] = {
			["texture"] = 132309,
		},
		["区域燃烧"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["硝石加速"] = {
			["texture"] = 134797,
		},
		["乌木刀"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["装满哈卡之卵"] = {
			["castTime"] = 5000,
		},
		["Amorous Timer, Standard"] = {
			["texture"] = 134338,
		},
		["黑暗之手"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["Judgement of Wisdom Intermediate"] = {
			["texture"] = 132140,
		},
		["瓦塔拉克饰品的右瓣"] = {
			["castTime"] = 2000,
		},
		["铁纹作战套装"] = {
			["texture"] = 135933,
		},
		["图样：塞纳里奥草药包"] = {
			["castTime"] = 3000,
		},
		["图样：魔化魔纹布包"] = {
			["castTime"] = 3000,
		},
		["召唤燃烧地狱犬"] = {
			["texture"] = 135805,
		},
		["塞纳里奥草药包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["英雄神力"] = {
			["texture"] = 136101,
		},
		["图样：多彩褶裙"] = {
			["castTime"] = 3000,
		},
		["山地护肩"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["甜蜜惊喜"] = {
			["castTime"] = 1000,
			["texture"] = 135459,
		},
		["图样：木喉之智"] = {
			["castTime"] = 3000,
		},
		["水果芳香"] = {
			["castTime"] = 1000,
			["texture"] = 135458,
		},
		["献祭陷阱"] = {
			["texture"] = 135813,
		},
		["奥术冲击"] = {
			["texture"] = 136146,
		},
		["快乐奶油"] = {
			["castTime"] = 1000,
			["texture"] = 135457,
		},
		["反魔法"] = {
			["texture"] = 136120,
		},
		["银鳞胸甲"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["锤类武器入门"] = {
			["texture"] = 132325,
		},
		["公式：附魔双手武器 - 次级精神"] = {
			["castTime"] = 3000,
		},
		["灵魂夺取"] = {
			["castTime"] = 3000,
		},
		["公式：附魔披风 - 狡诈"] = {
			["castTime"] = 3000,
		},
		["偏斜雕文"] = {
			["texture"] = 135443,
		},
		["龟壳护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["冰霜射击"] = {
			["texture"] = 135989,
		},
		["附魔武器 - 力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["附魔靴子 - 精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["斩杀"] = {
			["texture"] = 135358,
		},
		["Sleep Visual DND"] = {
			["texture"] = 132156,
		},
		["召唤棕色蟒蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["召唤白骨法师"] = {
			["texture"] = 136187,
		},
		["Sillithus Flag, Alliance, and speed limit (DND)"] = {
			["texture"] = 132486,
		},
		["强化暴风雪"] = {
			["texture"] = 135857,
		},
		["Test Sharpen Blade"] = {
			["castTime"] = 3000,
		},
		["奥金斧"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Copy of Bind"] = {
			["texture"] = 135926,
		},
		["潜水头盔"] = {
			["castTime"] = 45000,
		},
		["Create Zul'Gurub Talisman SHM R2 DND"] = {
			["castTime"] = 500,
		},
		["传送：北郡修道院"] = {
			["castTime"] = 2000,
		},
		["延迟"] = {
			["texture"] = 132996,
		},
		["食谱：炖陆行鸟"] = {
			["castTime"] = 3000,
		},
		["林栖者头冠"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["心脏爆炸"] = {
			["texture"] = 135830,
		},
		["奥格瑞玛友谊礼品包"] = {
			["texture"] = 134140,
		},
		["石肤术"] = {
			["castTime"] = 6000,
			["texture"] = 132154,
		},
		["拉格纳罗斯之手"] = {
			["texture"] = 135807,
		},
		["设计图：乌木刀"] = {
			["castTime"] = 3000,
		},
		["爱神的飞刀"] = {
			["castTime"] = 1000,
		},
		["致伤毒药 III"] = {
			["castTime"] = 3000,
			["texture"] = 134197,
		},
		["灵风专注"] = {
			["texture"] = 136222,
		},
		["Love is in the Air Test"] = {
			["texture"] = 135453,
		},
		["死亡缠绕"] = {
			["texture"] = 136145,
		},
		["毒性箭雨"] = {
			["texture"] = 136016,
		},
		["传送门：奥格瑞玛"] = {
			["castTime"] = 10000,
			["texture"] = 135744,
		},
		["空间撕裂器 - 永望镇"] = {
			["castTime"] = 45000,
		},
		["战斗命令"] = {
			["texture"] = 132277,
		},
		["强化亚麻斗篷"] = {
			["castTime"] = 8000,
			["texture"] = 132149,
		},
		["设计图：黑曜石锁甲"] = {
			["castTime"] = 3000,
		},
		["设计图：轻型黑曜石腰带"] = {
			["castTime"] = 3000,
		},
		["设计图：厚重黑曜石胸甲"] = {
			["castTime"] = 3000,
		},
		["设计图：重型黑曜石腰带"] = {
			["castTime"] = 3000,
		},
		["生命护腿"] = {
			["castTime"] = 60000,
		},
		["召唤亚尔基的血脉"] = {
			["texture"] = 134321,
		},
		["投掷黑铁啤酒"] = {
			["castTime"] = 500,
		},
		["公式：附魔手套 - 剥皮"] = {
			["castTime"] = 3000,
		},
		["棕马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["强化血性狂暴"] = {
			["texture"] = 132277,
		},
		["厚重黑曜石胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["包围之风"] = {
			["castTime"] = 2000,
			["texture"] = 136018,
		},
		["碎裂黑曜石盾牌"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["震荡射击"] = {
			["texture"] = 135860,
		},
		["附魔护腕 - 次级智力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["已种植"] = {
			["texture"] = 136064,
		},
		["配方：巨人药剂"] = {
			["castTime"] = 3000,
		},
		["Dirk's Rememberin' Poison Effect DND"] = {
			["texture"] = 136116,
		},
		["简易投掷炸弹II"] = {
			["castTime"] = 5125,
		},
		["德尔克的毒药"] = {
			["texture"] = 136116,
		},
		["野餐"] = {
			["texture"] = 134062,
		},
		["QAEnchant Boots +7 Stamina"] = {
			["texture"] = 135913,
		},
		["月布外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Activate Bomb B"] = {
			["texture"] = 135990,
		},
		["图样：巫毒长袍"] = {
			["castTime"] = 3000,
		},
		["Silence Trigger"] = {
			["texture"] = 136208,
		},
		["法力吸取"] = {
			["texture"] = 136208,
		},
		["青铜巨剑"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["遗弃技能：双手斧"] = {
			["texture"] = 132408,
		},
		["力量的证明"] = {
			["castTime"] = 4000,
		},
		["北极手套"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["扳手"] = {
			["castTime"] = 8000,
		},
		["强化月火术"] = {
			["texture"] = 136096,
		},
		["香脆蝙蝠翅"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["召唤波利"] = {
			["texture"] = 136074,
		},
		["白骨熔化"] = {
			["texture"] = 136187,
		},
		["Copy of Summon Party Bot"] = {
			["texture"] = 136074,
		},
		["附魔武器 - 屠魔"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["灵质提纯器"] = {
			["texture"] = 135990,
		},
		["蓝色科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132244,
		},
		["战士的决心"] = {
			["texture"] = 135953,
		},
		["Instill Lord Valthalak's Spirit DND"] = {
			["castTime"] = 5000,
		},
		["召唤法杖"] = {
			["castTime"] = 2000,
			["texture"] = 135163,
		},
		["能量虹吸"] = {
			["castTime"] = 1500,
			["texture"] = 136135,
		},
		["黑色战驹"] = {
			["castTime"] = 3000,
			["texture"] = 132251,
		},
		["暗影之怒"] = {
			["texture"] = 136208,
		},
		["dmg11"] = {
			["texture"] = 136115,
		},
		["dmg10"] = {
			["texture"] = 136115,
		},
		["召唤鬼灵刺客"] = {
			["texture"] = 136129,
		},
		["蓟皮死亡"] = {
			["texture"] = 132151,
		},
		["食谱：猪肝馅饼"] = {
			["castTime"] = 3000,
		},
		["召唤咕唧"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["匕首掌握"] = {
			["texture"] = 132321,
		},
		["宠物护甲+10%"] = {
			["texture"] = 136095,
		},
		["宠物伤害+3%"] = {
			["texture"] = 136095,
		},
		["QADebug Instant Cast"] = {
			["texture"] = 132369,
		},
		["奥术潜能"] = {
			["texture"] = 135753,
		},
		["初级震颤"] = {
			["texture"] = 136025,
		},
		["豹之迅捷"] = {
			["texture"] = 136095,
		},
		["瓦塔拉克饰品的左瓣"] = {
			["castTime"] = 2000,
		},
		["QAEnchant Cloak +1% Dodge"] = {
			["texture"] = 135913,
		},
		["QAEnchant Cloak -2% Threat"] = {
			["texture"] = 135913,
		},
		["Holiday - Lunar Teleport: Orgrimmar"] = {
			["texture"] = 135758,
		},
		["QAEnchant Gloves +5 Skinning"] = {
			["texture"] = 135913,
		},
		["QAEnchant Gloves +2% Threat"] = {
			["texture"] = 135913,
		},
		["附魔胸甲 - 生命"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["再生圣歌 II"] = {
			["texture"] = 136069,
		},
		["QAEnchant Gloves +20 Shadow Damage"] = {
			["texture"] = 135913,
		},
		["QAEnchant Chest +4 Stats"] = {
			["texture"] = 135913,
		},
		["水晶尘"] = {
			["texture"] = 135867,
		},
		["QAEnchant Weapon Lifestealing"] = {
			["texture"] = 135913,
		},
		["QAEnchant Weapon Unholy"] = {
			["texture"] = 135913,
		},
		["QAEnchant Weapon +15 Strength"] = {
			["texture"] = 135913,
		},
		["专注光环"] = {
			["texture"] = 135933,
		},
		["结构图：瑟银弹"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["Test Black Diamond"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["Increased Pet Crit +2%"] = {
			["texture"] = 136095,
		},
		["Increased Pet Health +3%"] = {
			["texture"] = 136095,
		},
		["Sword Specialization (OLD)"] = {
			["texture"] = 135328,
		},
		["铜锣"] = {
			["castTime"] = 500,
		},
		["放狗"] = {
			["castTime"] = 2000,
		},
		["Nefarius Attack 000"] = {
			["texture"] = 136096,
		},
		["枯萎之触"] = {
			["texture"] = 136188,
		},
		["无尽生命符记"] = {
			["texture"] = 132115,
		},
		["设计图：兽人护腿"] = {
			["castTime"] = 3000,
		},
		["召唤熊猫宝宝"] = {
			["texture"] = 132311,
		},
		["黑暗"] = {
			["texture"] = 136223,
		},
		["召唤螃蟹"] = {
			["texture"] = 133708,
		},
		["敏捷治疗之触"] = {
			["texture"] = 136077,
		},
		["Hate to 75%"] = {
			["texture"] = 136190,
		},
		["深红丝质手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["芬古斯的狂暴"] = {
			["texture"] = 136109,
		},
		["秘银短裤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Amorous Timer, Standard Test"] = {
			["texture"] = 134338,
		},
		["设计图：符文板甲护腿"] = {
			["castTime"] = 3000,
		},
		["黑铁工头死亡"] = {
			["texture"] = 136122,
		},
		["侦测相思病"] = {
			["texture"] = 133884,
		},
		["挥击"] = {
			["texture"] = 134296,
		},
		["QAEnchant Weapon +15 Agility"] = {
			["texture"] = 135913,
		},
		["图样：巫纹长袍"] = {
			["castTime"] = 3000,
		},
		["毒性之血"] = {
			["texture"] = 132274,
		},
		["战斗怒吼"] = {
			["castTime"] = 3000,
			["texture"] = 132333,
		},
		["设计图：黑暗符文头盔"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Weapon +20 Spirit"] = {
			["texture"] = 135913,
		},
		["Copy of Wandering Plague"] = {
			["texture"] = 136127,
		},
		["QAEnchant Bracer +9 Stamina"] = {
			["texture"] = 135913,
		},
		["蛆虫粘液"] = {
			["texture"] = 136134,
		},
		["重型蝎壳腰带"] = {
			["castTime"] = 60000,
		},
		["地精采矿头盔"] = {
			["castTime"] = 25000,
		},
		["红色烟花束"] = {
			["castTime"] = 5125,
		},
		["公式：附魔武器 - 十字军"] = {
			["castTime"] = 3000,
		},
		["Summon Illusionist's Mantle DND"] = {
			["castTime"] = 1000,
		},
		["奥术气泡"] = {
			["texture"] = 135896,
		},
		["Revall"] = {
			["texture"] = 135955,
		},
		["宁静之风图腾"] = {
			["texture"] = 136013,
		},
		["狂暴姿态"] = {
			["texture"] = 132275,
		},
		["疗毒"] = {
			["texture"] = 134811,
		},
		["神圣破甲"] = {
			["texture"] = 136139,
		},
		["配方：侦测次级隐形药剂"] = {
			["castTime"] = 3000,
		},
		["BM Only OFF"] = {
			["texture"] = 135995,
		},
		["保护圣印"] = {
			["castTime"] = 3000,
			["texture"] = 135964,
		},
		["自然专精"] = {
			["texture"] = 136063,
		},
		["Dmg Shield2"] = {
			["texture"] = 136104,
		},
		["GM Only OFF"] = {
			["texture"] = 132349,
		},
		["双手锤专精"] = {
			["texture"] = 132325,
		},
		["规避"] = {
			["texture"] = 132353,
		},
		["灵魂分流"] = {
			["texture"] = 136169,
		},
		["威胁"] = {
			["texture"] = 132270,
		},
		["狂战士之道"] = {
			["castTime"] = 3000,
		},
		["Copy of Mortal Strike"] = {
			["texture"] = 132355,
		},
		["Rockbiter Weapon Proc"] = {
			["texture"] = 136086,
		},
		["复活节糖果"] = {
			["texture"] = 134015,
		},
		["礼服短裤"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["传授召唤虚空行者"] = {
			["texture"] = 136221,
		},
		["入睡 III"] = {
			["texture"] = 136090,
		},
		["紫色蘑菇疾病"] = {
			["texture"] = 132154,
		},
		["配方：强效奥术防护药水"] = {
			["castTime"] = 3000,
		},
		["守护短裤"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["公式：附魔披风 - 超强防御"] = {
			["castTime"] = 3000,
		},
		["毒云之箭"] = {
			["texture"] = 136016,
		},
		["Despawn Base"] = {
			["texture"] = 135830,
		},
		["麻痹"] = {
			["texture"] = 136129,
		},
		["(Old) Magic Focus"] = {
			["texture"] = 136013,
		},
		["召唤酸性泥浆怪"] = {
			["texture"] = 136006,
		},
		["Heal Brethren"] = {
			["texture"] = 135913,
		},
		["落星术"] = {
			["texture"] = 135753,
		},
		["强力巨魔之血药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["Copy of Summon Snowman"] = {
			["texture"] = 132311,
		},
		["图样：沙行者胸甲"] = {
			["castTime"] = 3000,
		},
		["图样：深红丝质披风"] = {
			["castTime"] = 3000,
		},
		["强化法术反制"] = {
			["texture"] = 135856,
		},
		["Party Fever Effect"] = {
			["texture"] = 136142,
		},
		["啤酒烤猪排"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["碧蓝护肩"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["占卜沉思"] = {
			["castTime"] = 5000,
		},
		["激励"] = {
			["texture"] = 136146,
		},
		["胸闷"] = {
			["texture"] = 136119,
		},
		["战斗姿态"] = {
			["texture"] = 132349,
		},
		["召唤尸虫"] = {
			["texture"] = 136168,
		},
		["作战鸣叫"] = {
			["texture"] = 133707,
		},
		["愤怒圣印"] = {
			["castTime"] = 3000,
			["texture"] = 135962,
		},
		["召唤地狱战马"] = {
			["castTime"] = 3000,
			["texture"] = 136103,
		},
		["收集白蚁"] = {
			["castTime"] = 5000,
		},
		["灰烬使者"] = {
			["texture"] = 135331,
		},
		["巫毒"] = {
			["castTime"] = 1000,
			["texture"] = 136121,
		},
		["进入战场"] = {
			["texture"] = 132091,
		},
		["大师级急救"] = {
			["castTime"] = 20000,
			["texture"] = 135966,
		},
		["结构图：红色烟花束"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["火焰风暴"] = {
			["castTime"] = 2000,
			["texture"] = 135826,
		},
		["虫群卫士徽章"] = {
			["texture"] = 133573,
		},
		["黑暗之魂胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["水银护盾"] = {
			["texture"] = 136162,
		},
		["雷霆啤酒"] = {
			["texture"] = 132792,
		},
		["冰冻术 II"] = {
			["texture"] = 135852,
		},
		["QAEnchant Cloak +8 Stealth"] = {
			["texture"] = 135913,
		},
		["智慧审判"] = {
			["texture"] = 135960,
		},
		["Holiday - Lunar Teleport: Ironforge"] = {
			["texture"] = 135758,
		},
		["Holiday - Teleport: Moonglade (self)"] = {
			["texture"] = 135758,
		},
		["Holiday - Lunar Teleport: Darnassus"] = {
			["texture"] = 135758,
		},
		["混乱集中"] = {
			["texture"] = 135824,
		},
		["土灵卫士被摧毁"] = {
			["texture"] = 136025,
		},
		["结构图：烟花束发射器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["烟花发射器"] = {
			["castTime"] = 12500,
		},
		["嚎叫之怒"] = {
			["castTime"] = 5000,
			["texture"] = 132091,
		},
		["结构图：大型红色烟花束"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["结构图：大型绿色烟花束"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["结构图：大型蓝色烟花束"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["异种蝎群召唤"] = {
			["texture"] = 136122,
		},
		["设计图：血魂护肩"] = {
			["castTime"] = 3000,
		},
		["结构图：绿色烟花束"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["魔法点心"] = {
			["texture"] = 134062,
		},
		["结构图：小型红色烟花"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["图样：巫毒短裤"] = {
			["castTime"] = 3000,
		},
		["趣味炸弹"] = {
			["texture"] = 132863,
		},
		["结构图：小型蓝色烟花"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["大型蓝色烟花束"] = {
			["castTime"] = 5125,
		},
		["酸液喷涌"] = {
			["castTime"] = 2000,
			["texture"] = 136007,
		},
		["图样：节庆裤装"] = {
			["castTime"] = 3000,
		},
		["Holiday - Lunar Teleport Cap: Thunderbluff"] = {
			["texture"] = 135758,
		},
		["风暴召唤者之怒"] = {
			["texture"] = 136096,
		},
		["Holiday - Lunar Teleport Cap: Undercity"] = {
			["texture"] = 135758,
		},
		["迪菲亚之塔 III"] = {
			["texture"] = 135812,
		},
		["Holiday - Lunar Teleport Cap: Darnassus"] = {
			["texture"] = 135758,
		},
		["符文奥金棒"] = {
			["castTime"] = 30000,
			["texture"] = 135471,
		},
		["耐力"] = {
			["texture"] = 136112,
		},
		["暗影掌握"] = {
			["texture"] = 136195,
		},
		["钓鱼技能 +15"] = {
			["texture"] = 136245,
		},
		["寒冰咆哮"] = {
			["castTime"] = 1000,
			["texture"] = 135848,
		},
		["红色节庆长裙"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["奥术环绕"] = {
			["texture"] = 135994,
		},
		["配方：水转死灵"] = {
			["castTime"] = 3000,
		},
		["设计图：金鳞罩盔"] = {
			["castTime"] = 3000,
		},
		["盘蛇净化"] = {
			["castTime"] = 30000,
			["texture"] = 136168,
		},
		["内爆"] = {
			["castTime"] = 10000,
			["texture"] = 135826,
		},
		["召唤仪式效果"] = {
			["castTime"] = 5000,
		},
		["神秘孤独"] = {
			["texture"] = 135845,
		},
		["召唤红鹦鹉"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["枭兽形态（被动）"] = {
			["texture"] = 136036,
		},
		["月光酒"] = {
			["texture"] = 132796,
		},
		["Night Elf Lunar Festival Vendor"] = {
			["texture"] = 135849,
		},
		["刺耳尖啸"] = {
			["texture"] = 136147,
		},
		["绘图工具包"] = {
			["castTime"] = 7000,
		},
		["Combo PROC Test"] = {
			["texture"] = 132278,
		},
		["秘银火枪"] = {
			["castTime"] = 45000,
		},
		["Quest - Self Healing from resurrect"] = {
			["texture"] = 135915,
		},
		["暗影传送"] = {
			["castTime"] = 250,
			["texture"] = 136121,
		},
		["炸药"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["逃脱"] = {
			["texture"] = 132294,
		},
		["月布长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Dire Maul Trap - Summon"] = {
			["texture"] = 136208,
		},
		["元素灵魂隐形"] = {
			["texture"] = 135994,
		},
		["公式：次级巫师之油"] = {
			["castTime"] = 3000,
		},
		["Tentacle Call"] = {
			["texture"] = 133574,
		},
		["暴风雪"] = {
			["castTime"] = 3000,
			["texture"] = 135857,
		},
		["跳跃闪电"] = {
			["castTime"] = 3000,
			["texture"] = 136048,
		},
		["泰莉欧娜幻象"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["Teleport to Darnassus - Event"] = {
			["castTime"] = 1000,
		},
		["强力爆盐炸弹"] = {
			["castTime"] = 5000,
		},
		["大型红色烟花"] = {
			["castTime"] = 5125,
		},
		["设计图：辐光护腿"] = {
			["castTime"] = 3000,
		},
		["回春术"] = {
			["castTime"] = 3000,
			["texture"] = 136081,
		},
		["设计图：冷木斧"] = {
			["castTime"] = 3000,
		},
		["预知"] = {
			["texture"] = 136056,
		},
		["大型蓝色烟花"] = {
			["castTime"] = 5125,
		},
		["灵魂治疗"] = {
			["texture"] = 135955,
		},
		["强化正义圣印"] = {
			["texture"] = 132325,
		},
		["结构图：红色焰火"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["飓风"] = {
			["texture"] = 136018,
		},
		["图样：大师长袍"] = {
			["castTime"] = 3000,
		},
		["食谱：蛋奶酒"] = {
			["castTime"] = 3000,
		},
		["Curse of the Bleakheart Proc"] = {
			["texture"] = 136130,
		},
		["设计图：黎明束带"] = {
			["castTime"] = 3000,
		},
		["体面的白衬衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["强效治疗术"] = {
			["castTime"] = 3000,
			["texture"] = 135913,
		},
		["制造烟花束发射器"] = {
			["castTime"] = 2000,
			["texture"] = 133861,
		},
		["制造烟花发射器"] = {
			["castTime"] = 2000,
			["texture"] = 134538,
		},
		["小型蓝色烟花"] = {
			["castTime"] = 5125,
		},
		["Self Stun - (Visual only)"] = {
			["texture"] = 136168,
		},
		["颅骨烙印"] = {
			["texture"] = 136160,
		},
		["拆分"] = {
			["castTime"] = 1000,
			["texture"] = 136164,
		},
		["熔化矿石"] = {
			["castTime"] = 1500,
			["texture"] = 135826,
		},
		["Buru Transform"] = {
			["texture"] = 136129,
		},
		["图样：雷暴手套"] = {
			["castTime"] = 3000,
		},
		["重击"] = {
			["castTime"] = 1000,
			["texture"] = 132114,
		},
		["摧毁幽灵磁铁箱"] = {
			["castTime"] = 10000,
		},
		["强效火力药剂"] = {
			["castTime"] = 3000,
		},
		["强效火力"] = {
			["texture"] = 134840,
		},
		["手工皮短裤"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["制造艾露恩之石"] = {
			["castTime"] = 4000,
		},
		["骑乘乌龟"] = {
			["castTime"] = 3000,
			["texture"] = 132199,
		},
		["点心"] = {
			["texture"] = 134056,
		},
		["神圣干涉"] = {
			["texture"] = 136106,
		},
		["冬季狂欢者 - 亡灵女性"] = {
			["texture"] = 135849,
		},
		["割裂"] = {
			["texture"] = 132302,
		},
		["劣质青铜胸甲"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["冬季狂欢者 - 牛头人女性"] = {
			["texture"] = 135849,
		},
		["极地冰狼"] = {
			["castTime"] = 3000,
			["texture"] = 132266,
		},
		["召唤水中护卫"] = {
			["texture"] = 135864,
		},
		["冬季狂欢者 - 兽人男性"] = {
			["texture"] = 135849,
		},
		["召唤雷霆之击"] = {
			["castTime"] = 10000,
		},
		["溶解护甲"] = {
			["texture"] = 136007,
		},
		["Plague Slime (Red)"] = {
			["texture"] = 135824,
		},
		["冬季狂欢者 - 地精男性"] = {
			["texture"] = 135849,
		},
		["冬季狂欢者 - 矮人女性"] = {
			["texture"] = 135849,
		},
		["撕咬"] = {
			["texture"] = 132278,
		},
		["图样：飞火胸甲"] = {
			["castTime"] = 3000,
		},
		["补充法力"] = {
			["texture"] = 134134,
		},
		["法术集中"] = {
			["texture"] = 136121,
		},
		["冬季狂欢者 - 人类女性"] = {
			["texture"] = 135849,
		},
		["冬季狂欢者 - 人类男性"] = {
			["texture"] = 135849,
		},
		["金鳞战靴"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["召唤地狱火"] = {
			["texture"] = 136219,
		},
		["制造开锁器"] = {
			["texture"] = 136058,
		},
		["槲寄生狂欢者"] = {
			["castTime"] = 1000,
			["texture"] = 133749,
		},
		["圣诞版指挥官沃恩"] = {
			["texture"] = 135849,
		},
		["圣诞版炮手威利"] = {
			["texture"] = 135849,
		},
		["配方：语言药剂"] = {
			["castTime"] = 3000,
		},
		["收集祝福之水"] = {
			["castTime"] = 3000,
		},
		["装水"] = {
			["castTime"] = 3000,
		},
		["克苏恩的低语"] = {
			["texture"] = 136206,
		},
		["本能一瞥"] = {
			["texture"] = 132156,
		},
		["刺耳怒吼"] = {
			["texture"] = 132117,
		},
		["绿色科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132244,
		},
		["香辣狼肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["恢复持续时间延长"] = {
			["texture"] = 136081,
		},
		["召唤灰色陆行鸟"] = {
			["texture"] = 132253,
		},
		["神谕治疗"] = {
			["texture"] = 135930,
		},
		["蓝龙鳞片护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["守护腕甲"] = {
			["castTime"] = 45000,
		},
		["Copy of Nightfin Soup"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["矛"] = {
			["texture"] = 132271,
		},
		["涣散喷吐"] = {
			["texture"] = 135989,
		},
		["Create Zul'Gurub Talisman HUN R3 DND"] = {
			["castTime"] = 500,
		},
		["奥术引导"] = {
			["texture"] = 135743,
		},
		["射击头部 II"] = {
			["texture"] = 132153,
		},
		["驯兽教程"] = {
			["texture"] = 132164,
		},
		["痛击"] = {
			["texture"] = 132152,
		},
		["Alliance Reputation"] = {
			["texture"] = 132486,
		},
		["野兽套牌"] = {
			["castTime"] = 3000,
		},
		["召唤秘银幼龙"] = {
			["texture"] = 132281,
		},
		["闪电风暴"] = {
			["castTime"] = 3000,
			["texture"] = 136014,
		},
		["食谱：炒科多肉"] = {
			["castTime"] = 3000,
		},
		["疯狂之眼"] = {
			["texture"] = 136175,
		},
		["辛迪加炸弹"] = {
			["castTime"] = 3000,
			["texture"] = 136173,
		},
		["初始形态：雷"] = {
			["texture"] = 136160,
		},
		["召唤黄纹兔"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["双手剑掌握"] = {
			["texture"] = 132223,
		},
		["腐化耐力"] = {
			["texture"] = 135914,
		},
		["图样：熔火恶魔布包"] = {
			["castTime"] = 3000,
		},
		["图样：恶魔布包"] = {
			["castTime"] = 3000,
		},
		["合并第二卷"] = {
			["castTime"] = 5000,
		},
		["皮质小弹药包"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["钓鱼技能 +20"] = {
			["texture"] = 136245,
		},
		["冰霜黎明衬肩"] = {
			["castTime"] = 5000,
		},
		["图样：灵魂袋"] = {
			["castTime"] = 3000,
		},
		["致命的短枪"] = {
			["castTime"] = 25000,
		},
		["QAEnchant Weapon Icy Chill"] = {
			["texture"] = 135913,
		},
		["消失"] = {
			["texture"] = 132331,
		},
		["锐利武器 +3"] = {
			["texture"] = 132223,
		},
		["冰霜之盾"] = {
			["castTime"] = 3000,
		},
		["迅捷棕山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["Divine Intervention (NEWTEST)"] = {
			["texture"] = 136106,
		},
		["Healing Aura (TEST)"] = {
			["texture"] = 135917,
		},
		["退化射线"] = {
			["castTime"] = 12500,
		},
		["阿迦玛甘的智慧"] = {
			["texture"] = 135736,
		},
		["幻象隐形"] = {
			["texture"] = 135994,
		},
		["绿色皮护腕"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["木喉防御者"] = {
			["texture"] = 132183,
		},
		["召唤烈焰流放者"] = {
			["texture"] = 136192,
		},
		["诵读塞雷布拉斯之语"] = {
			["castTime"] = 3000,
		},
		["甲壳护盾"] = {
			["texture"] = 132199,
		},
		["冬季狂欢者 - 暗夜精灵男性"] = {
			["texture"] = 135849,
		},
		["依沙瓦克之力"] = {
			["texture"] = 136075,
		},
		["配方：抗魔药水"] = {
			["castTime"] = 3000,
		},
		["召唤绿色其拉作战坦克"] = {
			["castTime"] = 3000,
			["texture"] = 134397,
		},
		["致命剧毒"] = {
			["texture"] = 136016,
		},
		["酸性喷射"] = {
			["texture"] = 136016,
		},
		["精制秘银胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Viscidus Slowed More"] = {
			["texture"] = 136006,
		},
		["召唤朋友"] = {
			["texture"] = 132161,
		},
		["风花果"] = {
			["texture"] = 134062,
		},
		["烤迅猛龙肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["断筋"] = {
			["texture"] = 132316,
		},
		["钓鱼技能 +75"] = {
			["texture"] = 136245,
		},
		["安静的机械雪人"] = {
			["castTime"] = 60000,
		},
		["召唤安静的机械雪人"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["槲寄生"] = {
			["texture"] = 136041,
		},
		["Viscidus Suicide Trigger"] = {
			["texture"] = 136006,
		},
		["瘟疫之云"] = {
			["castTime"] = 2000,
			["texture"] = 136127,
		},
		["强化审判"] = {
			["texture"] = 135959,
		},
		["驯鹿之尘效果"] = {
			["castTime"] = 8000,
		},
		["Viscidus Explode Trigger"] = {
			["texture"] = 136006,
		},
		["双手打击 V"] = {
			["texture"] = 132316,
		},
		["雷鸣猛击"] = {
			["texture"] = 132325,
		},
		["Viscidus Freeze"] = {
			["texture"] = 135840,
		},
		["图勒的诅咒"] = {
			["castTime"] = 2000,
			["texture"] = 136203,
		},
		["装填爆炸"] = {
			["texture"] = 135805,
		},
		["黑皮外套"] = {
			["castTime"] = 12500,
		},
		["Word of Mass Recall (OLD)"] = {
			["castTime"] = 20000,
		},
		["骸骨战马"] = {
			["castTime"] = 3000,
			["texture"] = 132264,
		},
		["烧烤巨蚌"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["强化奥术飞弹"] = {
			["texture"] = 136096,
		},
		["Viscidus Frost Weakness"] = {
			["texture"] = 136006,
		},
		["铁钥匙"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["设计图：奥金圣剑"] = {
			["castTime"] = 3000,
		},
		["血之契印"] = {
			["castTime"] = 3000,
			["texture"] = 136124,
		},
		["传送：艾尔文森林"] = {
			["castTime"] = 2000,
		},
		["强效庇护祝福"] = {
			["texture"] = 135911,
		},
		["结晶"] = {
			["texture"] = 136222,
		},
		["强效拯救祝福"] = {
			["texture"] = 135910,
		},
		["大地之优雅"] = {
			["texture"] = 132270,
		},
		["设计图：秘银马刺"] = {
			["castTime"] = 3000,
		},
		["强效光明祝福"] = {
			["texture"] = 135909,
		},
		["制造凝固腐质"] = {
			["castTime"] = 5000,
		},
		["召唤黑色其拉作战坦克"] = {
			["castTime"] = 3000,
			["texture"] = 134399,
		},
		["Copy of Summon Skeletal Servant"] = {
			["texture"] = 136187,
		},
		["Copy of Deadly Poison IV"] = {
			["texture"] = 132290,
		},
		["召唤玛格拉姆劫掠者"] = {
			["castTime"] = 4000,
			["texture"] = 136187,
		},
		["魂能之灰"] = {
			["texture"] = 134317,
		},
		["麻风侏儒装束"] = {
			["texture"] = 134164,
		},
		["雷织头带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["召唤鲨鱼宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["惩击"] = {
			["castTime"] = 1500,
			["texture"] = 135924,
		},
		["真银圣剑"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["图样：光芒长袍"] = {
			["castTime"] = 3000,
		},
		["黑色魔纹外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["双武器专精"] = {
			["texture"] = 132147,
		},
		["纳拉克西斯之网"] = {
			["texture"] = 136100,
		},
		["群体治疗"] = {
			["castTime"] = 1000,
			["texture"] = 135913,
		},
		["恐惧光环"] = {
			["texture"] = 136184,
		},
		["装满紫水晶瓶"] = {
			["castTime"] = 3000,
		},
		["腐烂光环"] = {
			["texture"] = 136064,
		},
		["恐惧尖啸"] = {
			["texture"] = 136184,
		},
		["岗哨图腾"] = {
			["texture"] = 136082,
		},
		["放置斯里多尔的信号灯"] = {
			["castTime"] = 5000,
		},
		["遗弃技能：枪械"] = {
			["texture"] = 135610,
		},
		["召唤梦境裂隙"] = {
			["castTime"] = 10000,
		},
		["图样：绿龙鳞片护腿"] = {
			["castTime"] = 3000,
		},
		["驱散"] = {
			["castTime"] = 1000,
			["texture"] = 135894,
		},
		["梦魇生物"] = {
			["texture"] = 136206,
		},
		["黑标美味朗姆酒"] = {
			["castTime"] = 1000,
			["texture"] = 132791,
		},
		["附魔护腕 - 力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["冥想"] = {
			["texture"] = 136013,
		},
		["暴怒药水"] = {
			["castTime"] = 3000,
		},
		["Ahn'Qiraj Reward Buff (Caster - 40)"] = {
			["texture"] = 134969,
		},
		["轻型黑曜石腰带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["黑铁护肩"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["澎湃"] = {
			["texture"] = 132337,
		},
		["毒性蒸汽"] = {
			["texture"] = 132099,
		},
		["赤脊山炖肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["空空如也的节日酒杯"] = {
			["castTime"] = 2000,
		},
		["火焰虚弱"] = {
			["castTime"] = 5000,
			["texture"] = 134396,
		},
		["强效力量祝福"] = {
			["texture"] = 135908,
		},
		["图样：深红丝质护肩"] = {
			["castTime"] = 3000,
		},
		["Dagger Strike (Disabled)"] = {
			["texture"] = 132223,
		},
		["维维尔的意志"] = {
			["texture"] = 135727,
		},
		["心智统御"] = {
			["texture"] = 136172,
		},
		["精神法杖 IV"] = {
			["texture"] = 132325,
		},
		["控制伐木机"] = {
			["texture"] = 133001,
		},
		["秘法分离"] = {
			["texture"] = 136208,
		},
		["还击"] = {
			["texture"] = 132354,
		},
		["强化凿击"] = {
			["texture"] = 132155,
		},
		["厚重护甲片"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["Copy of Judgement of Light"] = {
			["texture"] = 135917,
		},
		["战栗图腾"] = {
			["texture"] = 136108,
		},
		["配方：强力坚韧药剂"] = {
			["castTime"] = 3000,
		},
		["Force Self - Bow"] = {
			["texture"] = 136168,
		},
		["回响"] = {
			["texture"] = 135850,
		},
		["野蛮突袭 III"] = {
			["texture"] = 132316,
		},
		["结构图：大型蓝色烟花"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["塞格的黑暗塔罗牌：智力"] = {
			["texture"] = 134334,
		},
		["超级雪球"] = {
			["texture"] = 132387,
		},
		["恢复生命"] = {
			["texture"] = 134335,
		},
		["狂乱效果"] = {
			["texture"] = 134296,
		},
		["食谱：迪尔格的超美味奇美拉肉片"] = {
			["castTime"] = 3000,
		},
		["图样：龟壳手套"] = {
			["castTime"] = 3000,
		},
		["丢掉武器"] = {
			["texture"] = 132343,
		},
		["制造恶魔药膏"] = {
			["texture"] = 136026,
		},
		["充能奥妮克希亚鳞片"] = {
			["castTime"] = 25000,
			["texture"] = 134309,
		},
		["毒蝎样本"] = {
			["castTime"] = 3000,
		},
		["转化：元素火焰"] = {
			["castTime"] = 25000,
			["texture"] = 135805,
		},
		["大地之力"] = {
			["texture"] = 136023,
		},
		["强效怒气药水"] = {
			["castTime"] = 3000,
		},
		["雷霆碰撞"] = {
			["texture"] = 136105,
		},
		["统御光环"] = {
			["texture"] = 132484,
		},
		["召唤小鱼人"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Create Zul'Gurub Talisman WLK R4 DND"] = {
			["castTime"] = 500,
		},
		["图样：霜纹长袍"] = {
			["castTime"] = 3000,
		},
		["吞噬"] = {
			["texture"] = 136020,
		},
		["图样：漂亮的蓝衬衣"] = {
			["castTime"] = 3000,
		},
		["装填"] = {
			["castTime"] = 3000,
		},
		["稻草人的祈祷"] = {
			["texture"] = 135462,
		},
		["致命毒药 V"] = {
			["castTime"] = 3000,
			["texture"] = 132290,
		},
		["骑术：狼"] = {
			["texture"] = 136103,
		},
		["望远"] = {
			["castTime"] = 500,
			["texture"] = 132327,
		},
		["抽取法力"] = {
			["texture"] = 132155,
		},
		["魔火"] = {
			["texture"] = 135807,
		},
		["奴隶吸取"] = {
			["castTime"] = 1000,
			["texture"] = 136130,
		},
		["强化消失"] = {
			["texture"] = 132331,
		},
		["秘银鳞片短裤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["钉刺突击"] = {
			["texture"] = 132337,
		},
		["扎拉虫巢催化"] = {
			["texture"] = 132104,
		},
		["超级水晶"] = {
			["castTime"] = 6000,
		},
		["暗影虚弱"] = {
			["castTime"] = 5000,
			["texture"] = 134399,
		},
		["黑色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["Taelan's Suffering Effect"] = {
			["texture"] = 136133,
		},
		["扫荡"] = {
			["texture"] = 132109,
		},
		["强化假死"] = {
			["texture"] = 132293,
		},
		["自然虚弱"] = {
			["castTime"] = 5000,
			["texture"] = 134397,
		},
		["三倍攻击"] = {
			["texture"] = 132152,
		},
		["迅捷绿色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["召唤上古力量"] = {
			["castTime"] = 7000,
		},
		["小鱼人跳舞"] = {
			["texture"] = 134301,
		},
		["召唤恶心的软泥怪"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["裂隙标记"] = {
			["castTime"] = 2000,
			["texture"] = 136006,
		},
		["巫毒妖术"] = {
			["castTime"] = 1000,
			["texture"] = 136138,
		},
		["巨型黑色锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["设计图：符文板甲头盔"] = {
			["castTime"] = 3000,
		},
		["公式：附魔双手武器 - 敏捷"] = {
			["castTime"] = 3000,
		},
		["熔岩之雨"] = {
			["castTime"] = 2000,
		},
		["Portal Effect: Thunder Bluff"] = {
			["texture"] = 135765,
		},
		["守护手套"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["魔杖强化"] = {
			["texture"] = 135464,
		},
		["Perm. Illusion DeathKnight"] = {
			["texture"] = 132311,
		},
		["使用龙珠"] = {
			["texture"] = 135743,
		},
		["公式：初级法力之油"] = {
			["castTime"] = 3000,
		},
		["公式：初级巫师之油"] = {
			["castTime"] = 3000,
		},
		["卓越巫师之油"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["次级巫师之油"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["传送：闪金镇"] = {
			["castTime"] = 2000,
		},
		["连珠火球"] = {
			["castTime"] = 3000,
			["texture"] = 135812,
		},
		["简易亚麻短裤"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["Blue Dragon Transform DND"] = {
			["castTime"] = 1000,
		},
		["Green Dragon Transform DND"] = {
			["castTime"] = 1000,
		},
		["庇护祝福"] = {
			["texture"] = 136051,
		},
		["昏阙"] = {
			["texture"] = 136160,
		},
		["邪恶之寒"] = {
			["texture"] = 135864,
		},
		["dmg7"] = {
			["texture"] = 136115,
		},
		["Lend Pet (NYI)"] = {
			["texture"] = 132164,
		},
		["冰霜反射器"] = {
			["texture"] = 135850,
		},
		["迅捷灰山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["公式：附魔手套 - 火焰能量"] = {
			["castTime"] = 3000,
		},
		["公式：附魔手套 - 威胁"] = {
			["castTime"] = 3000,
		},
		["山地腰带"] = {
			["castTime"] = 25000,
		},
		["Copy of Release Rageclaw"] = {
			["castTime"] = 10000,
		},
		["横扫重锤"] = {
			["castTime"] = 1000,
			["texture"] = 136016,
		},
		["附魔披风 - 强效自然抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["迅猛龙的狡诈"] = {
			["castTime"] = 3000,
			["texture"] = 134295,
		},
		["附魔披风 - 强效火焰抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["致命射击"] = {
			["texture"] = 132169,
		},
		["沙虫横扫"] = {
			["castTime"] = 1000,
			["texture"] = 134307,
		},
		["强化割裂"] = {
			["texture"] = 132302,
		},
		["恐吓野兽"] = {
			["castTime"] = 1500,
			["texture"] = 132118,
		},
		["蜜饯馅饼"] = {
			["castTime"] = 1000,
			["texture"] = 133952,
		},
		["附魔手套 - 暗影能量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["蛛网爆炸"] = {
			["texture"] = 132149,
		},
		["愤怒"] = {
			["castTime"] = 1500,
			["texture"] = 136006,
		},
		["洞穴麦酒"] = {
			["texture"] = 132796,
		},
		["烤野猪肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["血管破裂"] = {
			["texture"] = 136168,
		},
		["Heal Visual (DND)"] = {
			["castTime"] = 3500,
			["texture"] = 135915,
		},
		["上升气流"] = {
			["texture"] = 136022,
		},
		["Dmg Shield"] = {
			["texture"] = 136104,
		},
		["辉煌之光"] = {
			["texture"] = 135934,
		},
		["强化虚空行者"] = {
			["texture"] = 136221,
		},
		["雏龙之语"] = {
			["texture"] = 136010,
		},
		["速射炮台"] = {
			["texture"] = 135619,
		},
		["复活节惊骇"] = {
			["texture"] = 135842,
		},
		["投掷梦魇"] = {
			["castTime"] = 2000,
			["texture"] = 135826,
		},
		["煮熟的光滑大鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["破坏之魂"] = {
			["texture"] = 135824,
		},
		["玛法里奥之影"] = {
			["texture"] = 136123,
		},
		["远古治疗"] = {
			["texture"] = 136042,
		},
		["初级治疗石"] = {
			["texture"] = 135230,
		},
		["恶魔变形"] = {
			["texture"] = 136218,
		},
		["劣质磨刀石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["召唤小鱼人（白色）"] = {
			["texture"] = 134300,
		},
		["放置剧毒粮草"] = {
			["castTime"] = 3000,
			["texture"] = 132620,
		},
		["净化臭气弹"] = {
			["castTime"] = 5000,
		},
		["浸魔胸甲 - 次级吸收"] = {
			["texture"] = 135913,
		},
		["荣誉点数+2388"] = {
			["castTime"] = 1000,
			["texture"] = 132486,
		},
		["荣誉点数+228"] = {
			["castTime"] = 1000,
		},
		["荣誉点数+138"] = {
			["castTime"] = 1000,
		},
		["秘银罩帽"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["放置幽灵磁铁"] = {
			["castTime"] = 1500,
		},
		["狂乱"] = {
			["texture"] = 132117,
		},
		["绿铁头盔"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["神圣专精"] = {
			["texture"] = 135967,
		},
		["癫狂"] = {
			["texture"] = 136215,
		},
		["相位变换"] = {
			["castTime"] = 3000,
			["texture"] = 136164,
		},
		["绿塔"] = {
			["texture"] = 136104,
		},
		["破绽"] = {
			["texture"] = 132340,
		},
		["白色亚麻长袍"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["南海火炮开火"] = {
			["castTime"] = 5000,
			["texture"] = 135810,
		},
		["瑟银弹"] = {
			["castTime"] = 8000,
		},
		["臭气陷阱"] = {
			["texture"] = 136006,
		},
		["设计图：黑暗符文胸甲"] = {
			["castTime"] = 3000,
		},
		["黑暗符文护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["召唤黄猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Test Sapper Charge"] = {
			["texture"] = 135826,
		},
		["黑铁板甲"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["大地的堕落"] = {
			["texture"] = 132095,
		},
		["图样：符文冥河护腿"] = {
			["castTime"] = 3000,
		},
		["货车爆炸"] = {
			["texture"] = 135826,
		},
		["光明圣印"] = {
			["texture"] = 135917,
		},
		["Echoes of Lordaeron UNUSED"] = {
			["texture"] = 132486,
		},
		["符文冥河长靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["符文冥河护腿"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["召唤蓝蛙"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["野性之心豹效果"] = {
			["texture"] = 135879,
		},
		["野性之心熊效果"] = {
			["texture"] = 135879,
		},
		["驱散毒药"] = {
			["castTime"] = 2000,
			["texture"] = 135949,
		},
		["黑山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["制造召唤节杖：土"] = {
			["castTime"] = 3000,
		},
		["法术反制"] = {
			["castTime"] = 3000,
			["texture"] = 135856,
		},
		["制造召唤节杖：气"] = {
			["castTime"] = 3000,
		},
		["制造召唤徽记：土"] = {
			["castTime"] = 2000,
		},
		["死亡之愿"] = {
			["texture"] = 136146,
		},
		["制造召唤徽记：气"] = {
			["castTime"] = 2000,
		},
		["制造召唤徽记：火"] = {
			["castTime"] = 2000,
		},
		["喂养萨瑞鲁斯效果"] = {
			["texture"] = 135864,
		},
		["熟化毛皮"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["迅捷棕狼"] = {
			["castTime"] = 3000,
			["texture"] = 132224,
		},
		["失控"] = {
			["texture"] = 132281,
		},
		["土灵印记"] = {
			["texture"] = 136057,
		},
		["Create Hunter Epic Bow DND"] = {
			["castTime"] = 1000,
		},
		["制造魔法红宝石"] = {
			["castTime"] = 3000,
			["texture"] = 134128,
		},
		["天灾的活力"] = {
			["castTime"] = 5000,
		},
		["Feline Swiftness Passive 1a"] = {
			["texture"] = 132115,
		},
		["附魔胸甲 - 状态"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Feline Swiftness Passive 2a"] = {
			["texture"] = 132115,
		},
		["召唤驯鹿"] = {
			["texture"] = 132311,
		},
		["图样：沙行者护手"] = {
			["castTime"] = 3000,
		},
		["图样：符文布袍"] = {
			["castTime"] = 3000,
		},
		["冬季狂欢者 - 矮人男性"] = {
			["texture"] = 135849,
		},
		["荆棘术"] = {
			["castTime"] = 3000,
			["texture"] = 136104,
		},
		["枭兽形态"] = {
			["texture"] = 136036,
		},
		["图样：飞火护腕"] = {
			["castTime"] = 3000,
		},
		["青山羊"] = {
			["castTime"] = 3000,
			["texture"] = 132248,
		},
		["初级防御药剂"] = {
			["castTime"] = 3000,
		},
		["沙行者护手"] = {
			["castTime"] = 60000,
		},
		["死亡显现"] = {
			["castTime"] = 1000,
			["texture"] = 136195,
		},
		["恐惧抗性 4"] = {
			["texture"] = 134179,
		},
		["沙行者护腕"] = {
			["castTime"] = 60000,
		},
		["优质皮带"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["设计图：炽热链甲束带"] = {
			["castTime"] = 3000,
		},
		["飞火胸甲"] = {
			["castTime"] = 60000,
		},
		["强化刺骨"] = {
			["texture"] = 132292,
		},
		["狮王之力药剂"] = {
			["castTime"] = 3000,
		},
		["打碎灵魂宝石"] = {
			["texture"] = 134076,
		},
		["病弱"] = {
			["texture"] = 136066,
		},
		["侏儒缩小射线"] = {
			["castTime"] = 25000,
		},
		["地狱之火"] = {
			["texture"] = 135818,
		},
		["闪电波"] = {
			["texture"] = 136015,
		},
		["渗漏之雾"] = {
			["texture"] = 136006,
		},
		["图样：符文皮甲短裤"] = {
			["castTime"] = 3000,
		},
		["图样：冬夜法袍"] = {
			["castTime"] = 3000,
		},
		["Spirit Shade Visual"] = {
			["texture"] = 136123,
		},
		["Create Hive'Zora Rubbing DND"] = {
			["castTime"] = 1000,
		},
		["符文布头带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["暗影玷污"] = {
			["texture"] = 132288,
		},
		["炮火"] = {
			["castTime"] = 1000,
			["texture"] = 135805,
		},
		["Knockdown Proc"] = {
			["texture"] = 132154,
		},
		["英雄"] = {
			["texture"] = 135953,
		},
		["免疫恐惧/变形/缠绕"] = {
			["texture"] = 135894,
		},
		["暗言术：默"] = {
			["texture"] = 135975,
		},
		["魔法之翼"] = {
			["texture"] = 135992,
		},
		["小精灵装束"] = {
			["texture"] = 132288,
		},
		["月焰"] = {
			["texture"] = 135753,
		},
		["蝙蝠装束"] = {
			["texture"] = 132288,
		},
		["冰冻术"] = {
			["castTime"] = 4000,
			["texture"] = 135852,
		},
		["Lost Badge Agent of Nozdormu DND"] = {
			["castTime"] = 1000,
		},
		["Sludge Passive"] = {
			["texture"] = 136188,
		},
		["衰弱"] = {
			["texture"] = 132274,
		},
		["准备就绪"] = {
			["texture"] = 136090,
		},
		["Shoot Tauren Rifleman"] = {
			["texture"] = 132222,
		},
		["反转之盾"] = {
			["castTime"] = 1000,
			["texture"] = 136222,
		},
		["闪电反射"] = {
			["texture"] = 132110,
		},
		["欢乐宠物"] = {
			["texture"] = 132161,
		},
		["潜伏"] = {
			["texture"] = 132142,
		},
		["图样：巫毒面具"] = {
			["castTime"] = 3000,
		},
		["海盗装束"] = {
			["texture"] = 132288,
		},
		["投掷臭气弹"] = {
			["castTime"] = 2000,
			["texture"] = 133748,
		},
		["图样：梦境龙鳞胸甲"] = {
			["castTime"] = 3000,
		},
		["法术能量护目镜超级版"] = {
			["castTime"] = 45000,
		},
		["气泡"] = {
			["texture"] = 136148,
		},
		["Firework Effect, Lunar Festival Minion"] = {
			["texture"] = 136168,
		},
		["召回"] = {
			["castTime"] = 10000,
		},
		["娅尔罗的守护"] = {
			["texture"] = 132331,
		},
		["温诺希斯的守护"] = {
			["texture"] = 136016,
		},
		["耶克里克的守护"] = {
			["texture"] = 136222,
		},
		["Create Zul'Gurub Talisman MAG R1 DND"] = {
			["castTime"] = 500,
		},
		["召唤魅魔"] = {
			["castTime"] = 10000,
			["texture"] = 136220,
		},
		["石之赐福"] = {
			["texture"] = 132154,
		},
		["绿色龙鳞护手"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["霜甲术"] = {
			["castTime"] = 3000,
			["texture"] = 135843,
		},
		["杂色马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["震荡猛击"] = {
			["texture"] = 132325,
		},
		["反对者"] = {
			["texture"] = 135873,
		},
		["食谱：瘦鹿肉"] = {
			["castTime"] = 3000,
		},
		["配方：强效石盾药水"] = {
			["castTime"] = 3000,
		},
		["暗影裂隙"] = {
			["texture"] = 136134,
		},
		["死亡的拥抱"] = {
			["castTime"] = 4000,
		},
		["图样：符文冥河长靴"] = {
			["castTime"] = 3000,
		},
		["火焰引导"] = {
			["texture"] = 135805,
		},
		["纳格的卷尺"] = {
			["texture"] = 135865,
		},
		["绿铁护腕"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["招架"] = {
			["texture"] = 132269,
		},
		["强化灼热之痛"] = {
			["texture"] = 135827,
		},
		["设计图：黑暗之矛"] = {
			["castTime"] = 3000,
		},
		["闪电攻击"] = {
			["texture"] = 135934,
		},
		["兴奋毒剂"] = {
			["texture"] = 132103,
		},
		["蘑菇重生"] = {
			["texture"] = 135953,
		},
		["伦鲁迪洛尔"] = {
			["castTime"] = 10000,
		},
		["脆弱护甲"] = {
			["texture"] = 136162,
		},
		["自然护甲"] = {
			["texture"] = 136094,
		},
		["图样：蛮皮披风"] = {
			["castTime"] = 3000,
		},
		["心碎"] = {
			["texture"] = 135767,
		},
		["能量爆发"] = {
			["texture"] = 135871,
		},
		["伤害吸收"] = {
			["texture"] = 135893,
		},
		["大脑冻结"] = {
			["texture"] = 135842,
		},
		["水晶沉睡"] = {
			["castTime"] = 2000,
			["texture"] = 136090,
		},
		["能量护盾"] = {
			["texture"] = 136014,
		},
		["丢下武器"] = {
			["texture"] = 132343,
		},
		["巫毒长袍"] = {
			["castTime"] = 60000,
		},
		["集中"] = {
			["texture"] = 135972,
		},
		["巨化术"] = {
			["castTime"] = 2000,
			["texture"] = 136101,
		},
		["狂暴怒火"] = {
			["texture"] = 136224,
		},
		["召唤金翼鹦鹉"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["恶作剧"] = {
			["texture"] = 132118,
		},
		["吸血"] = {
			["texture"] = 132278,
		},
		["燃烧"] = {
			["texture"] = 135824,
		},
		["赞达拉力量徽记"] = {
			["castTime"] = 5000,
		},
		["月焰图腾"] = {
			["texture"] = 135824,
		},
		["寒霜圣印"] = {
			["texture"] = 135968,
		},
		["传送到艾萨拉之塔"] = {
			["castTime"] = 1000,
			["texture"] = 136011,
		},
		["鳄鱼炖肉"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["强效魔法精华"] = {
			["texture"] = 136192,
		},
		["软泥痢疾"] = {
			["texture"] = 135914,
		},
		["强化宠物"] = {
			["castTime"] = 500,
			["texture"] = 136146,
		},
		["超级守护"] = {
			["texture"] = 136116,
		},
		["寒冰屏障"] = {
			["texture"] = 135841,
		},
		["驯服硬甲蝎"] = {
			["texture"] = 132164,
		},
		["消音"] = {
			["texture"] = 132182,
		},
		["死尸虫"] = {
			["texture"] = 136188,
		},
		["设计图：黑铁长靴"] = {
			["castTime"] = 3000,
		},
		["野猪之皮"] = {
			["texture"] = 136104,
		},
		["开启"] = {
			["castTime"] = 1000,
		},
		["Portal Effect: Ironforge"] = {
			["texture"] = 135743,
		},
		["混乱之火"] = {
			["texture"] = 134085,
		},
		["脑部损伤"] = {
			["texture"] = 132155,
		},
		["割裂伤口"] = {
			["texture"] = 132155,
		},
		["芒果精华"] = {
			["texture"] = 134062,
		},
		["赞扎之魂"] = {
			["texture"] = 134810,
		},
		["配方：特效巨魔之血药水"] = {
			["castTime"] = 3000,
		},
		["寒冬"] = {
			["castTime"] = 1500,
			["texture"] = 136066,
		},
		["配方：强效昏睡药水"] = {
			["castTime"] = 3000,
		},
		["遗弃技能：冰霜"] = {
			["texture"] = 135856,
		},
		["孵卵"] = {
			["texture"] = 136164,
		},
		["暗影法杖 II"] = {
			["texture"] = 132325,
		},
		["强效昏睡药水"] = {
			["castTime"] = 3000,
		},
		["回复"] = {
			["texture"] = 134859,
		},
		["结构图：血藤护目镜"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["饮水"] = {
			["texture"] = 132794,
		},
		["原始本能"] = {
			["texture"] = 132193,
		},
		["制造块茎"] = {
			["texture"] = 133748,
		},
		["公式：附魔护腕 - 次级精神"] = {
			["castTime"] = 3000,
		},
		["雕花皮手套"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["魔暴龙之怒"] = {
			["texture"] = 132193,
		},
		["Plague Wave Controller (Fast)"] = {
			["texture"] = 135805,
		},
		["Reduced Claw and Rake Cost"] = {
			["texture"] = 136052,
		},
		["追踪亡灵"] = {
			["texture"] = 132328,
		},
		["食谱：鳄鱼浓汤"] = {
			["castTime"] = 3000,
		},
		["Nightmare Riding"] = {
			["texture"] = 136103,
		},
		["暗影法杖 III"] = {
			["texture"] = 132325,
		},
		["法杖打击 V"] = {
			["texture"] = 132325,
		},
		["制造魔法玛瑙"] = {
			["castTime"] = 3000,
			["texture"] = 134104,
		},
		["加兹兰卡猛击"] = {
			["texture"] = 132111,
		},
		["Pagle's Point Cast - Create Mudskunk Lure"] = {
			["texture"] = 132932,
		},
		["复活术"] = {
			["castTime"] = 10000,
			["texture"] = 135955,
		},
		["缴械"] = {
			["texture"] = 132343,
		},
		["火焰 IV"] = {
			["texture"] = 132153,
		},
		["酸性血液虹吸"] = {
			["texture"] = 136006,
		},
		["血液虹吸"] = {
			["texture"] = 136168,
		},
		["极限治疗"] = {
			["texture"] = 135805,
		},
		["处斩"] = {
			["texture"] = 132350,
		},
		["威慑凝视"] = {
			["castTime"] = 2000,
			["texture"] = 136129,
		},
		["野蛮突袭 IV"] = {
			["texture"] = 132316,
		},
		["地狱火效果"] = {
			["texture"] = 135860,
		},
		["图特卡什的诅咒"] = {
			["texture"] = 136020,
		},
		["设计图：君王板甲护腿"] = {
			["castTime"] = 3000,
		},
		["恒金渔线"] = {
			["castTime"] = 3000,
		},
		["艾雷变形"] = {
			["texture"] = 136041,
		},
		["皱褶皮短裤"] = {
			["castTime"] = 5125,
		},
		["Punctured Voodoo Doll WLK DND"] = {
			["castTime"] = 1000,
		},
		["Punctured Voodoo Doll WAR DND"] = {
			["castTime"] = 1000,
		},
		["Punctured Voodoo Doll SHM DND"] = {
			["castTime"] = 1000,
		},
		["Punctured Voodoo Doll PAL DND"] = {
			["castTime"] = 1000,
		},
		["翼龙钉刺"] = {
			["texture"] = 135125,
		},
		["遗弃技能：暗影"] = {
			["texture"] = 136123,
		},
		["治疗之舌 II"] = {
			["castTime"] = 1000,
			["texture"] = 135915,
		},
		["迅捷棕色科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132245,
		},
		["反神圣"] = {
			["texture"] = 135824,
		},
		["熔岩喷吐"] = {
			["texture"] = 135817,
		},
		["瘟疫心灵"] = {
			["castTime"] = 4000,
			["texture"] = 136127,
		},
		["灰布外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Shiny Lure Passive"] = {
			["texture"] = 136232,
		},
		["硬铁短剑"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["中级钓鱼"] = {
			["texture"] = 136245,
		},
		["掷斧"] = {
			["castTime"] = 1000,
			["texture"] = 132399,
		},
		["镇压"] = {
			["texture"] = 136121,
		},
		["召唤石翼石像鬼"] = {
			["castTime"] = 10000,
			["texture"] = 136230,
		},
		["驱毒术效果"] = {
			["texture"] = 136068,
		},
		["法术锁定"] = {
			["texture"] = 136174,
		},
		["Quest - Troll Hero Summon Visual"] = {
			["castTime"] = 30000,
		},
		["补充精神"] = {
			["castTime"] = 3000,
			["texture"] = 136057,
		},
		["绿色毛纺外衣"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["Primal Blessing Trigger DND"] = {
			["texture"] = 132175,
		},
		["次级星界精华"] = {
			["texture"] = 136192,
		},
		["隐秘行动"] = {
			["texture"] = 132320,
		},
		["邪恶诅咒"] = {
			["castTime"] = 1000,
			["texture"] = 136138,
		},
		["冲撞痛击"] = {
			["texture"] = 132326,
		},
		["敏捷"] = {
			["texture"] = 134873,
		},
		["法力之泉图腾"] = {
			["texture"] = 136053,
		},
		["女妖之嚎"] = {
			["castTime"] = 2000,
			["texture"] = 136183,
		},
		["串起头颅"] = {
			["castTime"] = 2000,
		},
		["邪恶皮甲"] = {
			["castTime"] = 60000,
		},
		["迅捷褐色马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["设计图：炽热链甲护肩"] = {
			["castTime"] = 3000,
		},
		["杀人蜂！"] = {
			["texture"] = 136067,
		},
		["Spawn - Red Lightning"] = {
			["texture"] = 136115,
		},
		["打开"] = {
			["castTime"] = 5000,
		},
		["救赎"] = {
			["castTime"] = 10000,
			["texture"] = 135955,
		},
		["蜘蛛毒"] = {
			["texture"] = 136077,
		},
		["公式：附魔手套 - 强效敏捷"] = {
			["castTime"] = 3000,
		},
		["定罪"] = {
			["texture"] = 135957,
		},
		["冲锋击昏"] = {
			["texture"] = 135860,
		},
		["腐烂气息"] = {
			["texture"] = 136118,
		},
		["超级隐形"] = {
			["texture"] = 135994,
		},
		["红色魔纹护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["地精爆炸盒"] = {
			["castTime"] = 25000,
		},
		["Increase Reputation"] = {
			["castTime"] = 1000,
		},
		["鼠之新星"] = {
			["texture"] = 133946,
		},
		["精疲力竭"] = {
			["texture"] = 136039,
		},
		["设计图：瑟银护腿"] = {
			["castTime"] = 3000,
		},
		["Alterac Ram Aura Dummy Dispel DND"] = {
			["texture"] = 136152,
		},
		["Charm Tolerance (DND)"] = {
			["texture"] = 135995,
		},
		["野兽狂暴 II"] = {
			["texture"] = 132091,
		},
		["喝下疾病药水"] = {
			["texture"] = 134799,
		},
		["僵尸形态"] = {
			["texture"] = 136224,
		},
		["希斯耐特吸血术"] = {
			["castTime"] = 2000,
			["texture"] = 136163,
		},
		["驱除疾病效果"] = {
			["texture"] = 136066,
		},
		["破坏物品"] = {
			["castTime"] = 2000,
			["texture"] = 136137,
		},
		["温诺希斯变形"] = {
			["texture"] = 136077,
		},
		["Heart of Hakkar - Molthor chucks the heart"] = {
			["castTime"] = 2000,
		},
		["图样：暗色皮护腿"] = {
			["castTime"] = 3000,
		},
		["传送门：卡拉赞"] = {
			["castTime"] = 10000,
			["texture"] = 135766,
		},
		["磁力"] = {
			["texture"] = 136039,
		},
		["M73破片手榴弹"] = {
			["texture"] = 135826,
		},
		["治愈疾病"] = {
			["castTime"] = 2500,
			["texture"] = 135935,
		},
		["驱散射击"] = {
			["texture"] = 132153,
		},
		["强化疲劳诅咒"] = {
			["texture"] = 136162,
		},
		["强效聪颖药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["锐利武器 +2"] = {
			["texture"] = 132223,
		},
		["自然集中"] = {
			["texture"] = 136006,
		},
		["附魔武器 - 攻击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["远古之怒"] = {
			["texture"] = 136101,
		},
		["恐吓嚎叫"] = {
			["texture"] = 132111,
		},
		["召唤报警机器人"] = {
			["castTime"] = 250,
			["texture"] = 133002,
		},
		["执着"] = {
			["texture"] = 135907,
		},
		["碎石穴居怪伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["灵魂联结"] = {
			["texture"] = 132121,
		},
		["魔化迅捷"] = {
			["castTime"] = 3000,
			["texture"] = 136047,
		},
		["活性法力"] = {
			["texture"] = 135932,
		},
		["影肤术"] = {
			["texture"] = 136047,
		},
		["恐吓咆哮"] = {
			["texture"] = 132111,
		},
		["强效奥法药剂"] = {
			["castTime"] = 3000,
			["texture"] = 134827,
		},
		["野性回复"] = {
			["castTime"] = 3000,
			["texture"] = 136081,
		},
		["自然延伸"] = {
			["texture"] = 136065,
		},
		["Create Zul'Gurub Talisman WAR R2 DND"] = {
			["castTime"] = 500,
		},
		["格罗姆的祭品"] = {
			["castTime"] = 2000,
		},
		["乌瑟尔的祭品"] = {
			["castTime"] = 2000,
		},
		["强化虔诚光环"] = {
			["texture"] = 135893,
		},
		["钉刺冲锋"] = {
			["texture"] = 132337,
		},
		["召唤拉瑟莱克"] = {
			["castTime"] = 10000,
		},
		["Ahn'Qiraj Reward Buff (Trigger - 20)"] = {
			["texture"] = 134969,
		},
		["Servant of Hakkar DND"] = {
			["texture"] = 136206,
		},
		["定身攻击 II"] = {
			["texture"] = 132152,
		},
		["强化切割"] = {
			["texture"] = 132306,
		},
		["哈卡的意志"] = {
			["texture"] = 136206,
		},
		["召唤黑色猫头鹰"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["宁神毒药"] = {
			["texture"] = 132105,
		},
		["食谱：银头鲑鱼"] = {
			["castTime"] = 3000,
		},
		["草藤缠绕"] = {
			["texture"] = 136100,
		},
		["Thekal Transform"] = {
			["texture"] = 132288,
		},
		["陷地"] = {
			["texture"] = 136064,
		},
		["不祥的妖术"] = {
			["castTime"] = 4000,
		},
		["瘟疫效果"] = {
			["texture"] = 136140,
		},
		["哈卡酸液"] = {
			["castTime"] = 1000,
			["texture"] = 136007,
		},
		["魔法的视域"] = {
			["castTime"] = 4000,
		},
		["火焰伤害"] = {
			["texture"] = 135805,
		},
		["邪恶狂热 II"] = {
			["texture"] = 132089,
		},
		["石像鬼打击"] = {
			["castTime"] = 1500,
			["texture"] = 136197,
		},
		["盾牌猛击"] = {
			["texture"] = 132357,
		},
		["传送：修道院"] = {
			["castTime"] = 2000,
		},
		["草藤根须"] = {
			["texture"] = 136100,
		},
		["野蛮突袭"] = {
			["texture"] = 132316,
		},
		["昏迷冲击"] = {
			["texture"] = 135860,
		},
		["心灵震颤"] = {
			["castTime"] = 2000,
			["texture"] = 136025,
		},
		["调和的徽记"] = {
			["castTime"] = 4000,
		},
		["召唤跳跳虫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Control Shredder"] = {
			["texture"] = 133001,
		},
		["灵魂虹吸"] = {
			["texture"] = 136169,
		},
		["辐光护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Create Zul'Gurub Talisman ROG R2 DND"] = {
			["castTime"] = 500,
		},
		["钉刺突击准备"] = {
			["texture"] = 132337,
		},
		["Summon Thelrin DND"] = {
			["castTime"] = 1000,
		},
		["收集群居龙蛋"] = {
			["castTime"] = 500,
		},
		["召唤棕色陆行鸟"] = {
			["texture"] = 132253,
		},
		["设计图：黑暗之魂护腿"] = {
			["castTime"] = 3000,
		},
		["图样：蛮皮头盔"] = {
			["castTime"] = 3000,
		},
		["附魔披风 - 次级防护"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["设计图：黑暗之魂胸甲"] = {
			["castTime"] = 3000,
		},
		["Moss Covered Feet Proc"] = {
			["texture"] = 136052,
		},
		["暗影法杖 V"] = {
			["texture"] = 132325,
		},
		["绿铁护手"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["蛋奶酒"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["设计图：血魂胸甲"] = {
			["castTime"] = 3000,
		},
		["致死打击"] = {
			["texture"] = 132355,
		},
		["忏悔"] = {
			["texture"] = 135942,
		},
		["符文真银棒"] = {
			["castTime"] = 30000,
			["texture"] = 135148,
		},
		["飞虎护目镜"] = {
			["castTime"] = 12500,
		},
		["Ranged Hit Bonus +3"] = {
			["texture"] = 132212,
		},
		["QAEnchant Weapon Crusader"] = {
			["texture"] = 135913,
		},
		["石化武器嘲讽"] = {
			["texture"] = 136086,
		},
		["血魂护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["图样：血虎护肩"] = {
			["castTime"] = 3000,
		},
		["图样：血虎胸甲"] = {
			["castTime"] = 3000,
		},
		["碎颅"] = {
			["texture"] = 132111,
		},
		["图样：原始蝙蝠皮外套"] = {
			["castTime"] = 3000,
		},
		["血虎护肩"] = {
			["castTime"] = 60000,
		},
		["优质皮靴"] = {
			["castTime"] = 8000,
		},
		["血虎胸甲"] = {
			["castTime"] = 60000,
		},
		["血牙的图腾"] = {
			["texture"] = 132277,
		},
		["原始蝙蝠皮手套"] = {
			["castTime"] = 60000,
		},
		["腐蚀之毒"] = {
			["texture"] = 136016,
		},
		["放大"] = {
			["texture"] = 136101,
		},
		["Test Stab R50"] = {
			["texture"] = 132090,
		},
		["重压打击"] = {
			["texture"] = 132340,
		},
		["Ahn'Qiraj Reward Buff (Trigger - 40)"] = {
			["texture"] = 134969,
		},
		["韧化皮甲"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["音爆"] = {
			["texture"] = 136222,
		},
		["蛮皮护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["透明治疗药水"] = {
			["castTime"] = 3000,
		},
		["治疗之泉"] = {
			["texture"] = 135127,
		},
		["安静自杀（冰霜）"] = {
			["texture"] = 136168,
		},
		["吉兹洛克的假人嘲讽"] = {
			["texture"] = 132333,
		},
		["毒箭之雨"] = {
			["texture"] = 136016,
		},
		["巫毒面具"] = {
			["castTime"] = 60000,
		},
		["毒性箭"] = {
			["castTime"] = 2500,
			["texture"] = 136016,
		},
		["火力药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["图样：血藤长靴"] = {
			["castTime"] = 3000,
		},
		["附魔武器 - 初级屠兽"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["剧痛鞭笞"] = {
			["castTime"] = 3000,
			["texture"] = 136136,
		},
		["强化火焰冲击"] = {
			["texture"] = 135807,
		},
		["图样：暗影头巾"] = {
			["castTime"] = 3000,
		},
		["奥金机械幼龙"] = {
			["texture"] = 134153,
		},
		["强效敏捷药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["血藤长靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["收集放射尘"] = {
			["castTime"] = 4000,
		},
		["哀嚎死者"] = {
			["texture"] = 136183,
		},
		["厚魔纹绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["设计图：蓝光斧"] = {
			["castTime"] = 3000,
		},
		["治疗之环"] = {
			["castTime"] = 3000,
			["texture"] = 135880,
		},
		["图样：土灵丝质腰带"] = {
			["castTime"] = 3000,
		},
		["造食术"] = {
			["castTime"] = 3000,
			["texture"] = 133952,
		},
		["高级毛纺手套"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["星火昏迷"] = {
			["texture"] = 135753,
		},
		["鲁莽诅咒"] = {
			["texture"] = 136225,
		},
		["恶性毒药"] = {
			["texture"] = 136016,
		},
		["Create Zul'Gurub Talisman HUN R4 DND"] = {
			["castTime"] = 500,
		},
		["PX-238冬幕欢乐制造器"] = {
			["texture"] = 135849,
		},
		["聪颖过人"] = {
			["texture"] = 132150,
		},
		["冰柱"] = {
			["castTime"] = 1500,
			["texture"] = 135846,
		},
		["附魔盾牌 - 强效精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["复生"] = {
			["castTime"] = 2000,
			["texture"] = 136080,
		},
		["Create Zul'Gurub Talisman HUN R1 DND"] = {
			["castTime"] = 500,
		},
		["公式：附魔护腕 - 次级力量"] = {
			["castTime"] = 3000,
		},
		["Create Zul'Gurub Talisman ROG R4 DND"] = {
			["castTime"] = 500,
		},
		["圣言术：盾"] = {
			["castTime"] = 3000,
			["texture"] = 135932,
		},
		["Perm. Illusion Dreadlord"] = {
			["texture"] = 132311,
		},
		["Create Zul'Gurub Talisman SHM R4 DND"] = {
			["castTime"] = 500,
		},
		["邪恶护甲"] = {
			["texture"] = 136225,
		},
		["精神祷言"] = {
			["castTime"] = 3000,
			["texture"] = 135946,
		},
		["Defensive Stance Passive"] = {
			["texture"] = 132341,
		},
		["黑马"] = {
			["castTime"] = 3000,
			["texture"] = 132251,
		},
		["爆炸射击"] = {
			["castTime"] = 1000,
			["texture"] = 135812,
		},
		["轻便冬季披风"] = {
			["castTime"] = 3000,
		},
		["法力之矛"] = {
			["texture"] = 135915,
		},
		["Create Zul'Gurub Talisman DRU R4 DND"] = {
			["castTime"] = 500,
		},
		["Create Zul'Gurub Talisman DRU R3 DND"] = {
			["castTime"] = 500,
		},
		["图样：礼服衬衣"] = {
			["castTime"] = 3000,
		},
		["亮布长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["困惑"] = {
			["texture"] = 136122,
		},
		["Create Zul'Gurub Talisman DRU R2 DND"] = {
			["castTime"] = 500,
		},
		["炮击术"] = {
			["castTime"] = 3000,
			["texture"] = 132153,
		},
		["Create Zul'Gurub Talisman DRU R1 DND"] = {
			["castTime"] = 500,
		},
		["Conjure Guse's Beacon DND"] = {
			["castTime"] = 1000,
		},
		["举起步枪"] = {
			["texture"] = 132222,
		},
		["攻击命令"] = {
			["texture"] = 132212,
		},
		["召唤蓝龙宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["石鳞鱼油"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["摔绊"] = {
			["texture"] = 132309,
		},
		["冰冻陷阱效果"] = {
			["texture"] = 135834,
		},
		["Create Zul'Gurub Talisman MAG R4 DND"] = {
			["castTime"] = 500,
		},
		["Create Zul'Gurub Talisman MAG R3 DND"] = {
			["castTime"] = 500,
		},
		["闪电之云"] = {
			["texture"] = 136014,
		},
		["净化新星"] = {
			["texture"] = 135920,
		},
		["斧类武器入门"] = {
			["texture"] = 132316,
		},
		["简易投掷炸弹逆火"] = {
			["texture"] = 135826,
		},
		["治疗藤蔓"] = {
			["castTime"] = 500,
		},
		["利斧乱舞"] = {
			["texture"] = 132397,
		},
		["科多兽践踏"] = {
			["texture"] = 132368,
		},
		["高级亚麻手套"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["Create Zul'Gurub Talisman PRT R4 DND"] = {
			["castTime"] = 500,
		},
		["公式：附魔靴子 - 次级精神"] = {
			["castTime"] = 3000,
		},
		["强化心灵之怒"] = {
			["texture"] = 132347,
		},
		["Create Zul'Gurub Talisman PRT R3 DND"] = {
			["castTime"] = 500,
		},
		["图样：林栖者头冠"] = {
			["castTime"] = 3000,
		},
		["苏萨斯"] = {
			["texture"] = 136145,
		},
		["亚麻布卷"] = {
			["castTime"] = 3000,
		},
		["Create Zul'Gurub Talisman WAR R4 DND"] = {
			["castTime"] = 500,
		},
		["Create Zul'Gurub Talisman ROG R1 DND"] = {
			["castTime"] = 500,
		},
		["图样：灰色毛纺长袍"] = {
			["castTime"] = 3000,
		},
		["浸魔胸甲 - 吸收"] = {
			["texture"] = 135913,
		},
		["TWEEP"] = {
			["texture"] = 135826,
		},
		["迟钝毒药"] = {
			["texture"] = 136066,
		},
		["致命毒素 IV"] = {
			["texture"] = 132290,
		},
		["附魔胸甲 - 次级状态"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["烟鬼的打火器"] = {
			["texture"] = 135818,
		},
		["狂暴命令"] = {
			["texture"] = 132277,
		},
		["急速冲锋"] = {
			["texture"] = 132368,
		},
		["scaler test"] = {
			["texture"] = 135805,
		},
		["Windsor Death DND"] = {
			["castTime"] = 1500,
		},
		["召唤液体火焰"] = {
			["texture"] = 135818,
		},
		["投掷燃烧瓶"] = {
			["texture"] = 135821,
		},
		["Ward of Zum'rah Passive"] = {
			["texture"] = 136157,
		},
		["重创"] = {
			["texture"] = 132090,
		},
		["牺牲"] = {
			["castTime"] = 1000,
			["texture"] = 135896,
		},
		["灭龙"] = {
			["texture"] = 132355,
		},
		["耶克里克变形"] = {
			["texture"] = 132288,
		},
		["血怒者的挽歌"] = {
			["texture"] = 135845,
		},
		["恐惧术 II"] = {
			["texture"] = 136183,
		},
		["伪装术"] = {
			["texture"] = 132288,
		},
		["心灵疲惫"] = {
			["texture"] = 136222,
		},
		["魔杖专精"] = {
			["texture"] = 135463,
		},
		["Create House (TEST)"] = {
			["castTime"] = 10000,
			["texture"] = 132281,
		},
		["设计图：黑铁护手"] = {
			["castTime"] = 3000,
		},
		["钢质武器链"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["黑暗回复"] = {
			["castTime"] = 2000,
			["texture"] = 132179,
		},
		["Twin Teleport Visual"] = {
			["texture"] = 135736,
		},
		["作战小鸡"] = {
			["texture"] = 136172,
		},
		["火焰 II"] = {
			["texture"] = 132153,
		},
		["附魔披风 - 次级火焰抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["怒气药水"] = {
			["castTime"] = 3000,
		},
		["召唤吞噬者穆坦努斯"] = {
			["texture"] = 136121,
		},
		["冰霜新星"] = {
			["castTime"] = 3000,
			["texture"] = 135848,
		},
		["自然赐福"] = {
			["texture"] = 136074,
		},
		["塞纳里奥信标"] = {
			["castTime"] = 1000,
		},
		["单手锤"] = {
			["texture"] = 133476,
		},
		["辐光腰带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["盾牌反射"] = {
			["texture"] = 134951,
		},
		["强效治疗波"] = {
			["castTime"] = 3000,
		},
		["嗜血"] = {
			["texture"] = 136012,
		},
		["断风者"] = {
			["texture"] = 136022,
		},
		["100%格挡"] = {
			["texture"] = 132110,
		},
		["虚空行者召唤"] = {
			["texture"] = 136203,
		},
		["毒云"] = {
			["texture"] = 136064,
		},
		["伊沙姆哈尔之怒"] = {
			["texture"] = 136075,
		},
		["Test Strike W50"] = {
			["texture"] = 132355,
		},
		["公式：附魔盾牌 - 次级防护"] = {
			["castTime"] = 3000,
		},
		["消隐"] = {
			["texture"] = 136047,
		},
		["召唤亚奎门塔斯"] = {
			["castTime"] = 2000,
		},
		["拯救祝福"] = {
			["texture"] = 135967,
		},
		["灵魂凋零"] = {
			["castTime"] = 2000,
			["texture"] = 135914,
		},
		["次级石盾药水"] = {
			["castTime"] = 5000,
		},
		["召唤加布林"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["静电屏障"] = {
			["texture"] = 136051,
		},
		["公式：附魔武器 - 强效智力"] = {
			["castTime"] = 3000,
		},
		["公式：附魔武器 - 强效精神"] = {
			["castTime"] = 3000,
		},
		["附魔武器 - 强效智力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["探寻"] = {
			["castTime"] = 3500,
		},
		["祛病图腾"] = {
			["texture"] = 136019,
		},
		["附魔武器 - 强效精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["狂怒"] = {
			["texture"] = 132091,
		},
		["附魔护腕 - 法力回复"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["铜质符文短裤"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["恐惧"] = {
			["castTime"] = 1500,
			["texture"] = 136183,
		},
		["野猪之魂"] = {
			["texture"] = 136075,
		},
		["爆炸水晶"] = {
			["texture"] = 134116,
		},
		["蓝色亚麻衬衣"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["Shade Visual"] = {
			["texture"] = 136123,
		},
		["设计图：破冰护腕"] = {
			["castTime"] = 3000,
		},
		["图样：红色魔纹护肩"] = {
			["castTime"] = 3000,
		},
		["中级草药学"] = {
			["texture"] = 136246,
		},
		["恐怖低吼"] = {
			["castTime"] = 1000,
			["texture"] = 132278,
		},
		["召唤黑龙宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Virulent Poison Proc"] = {
			["texture"] = 136188,
		},
		["Stoneclaw Totem TEST"] = {
			["texture"] = 136097,
		},
		["Test Strike R50"] = {
			["texture"] = 136189,
		},
		["特效抗毒药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["附魔靴子 - 次级敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["全效治疗"] = {
			["castTime"] = 1000,
		},
		["食谱：烧烤秃鹰翅膀"] = {
			["castTime"] = 3000,
		},
		["食谱：掘地鼠炖肉"] = {
			["castTime"] = 3000,
		},
		["单手剑"] = {
			["texture"] = 132223,
		},
		["反魔法盾"] = {
			["castTime"] = 2000,
			["texture"] = 136120,
		},
		["静止力场"] = {
			["texture"] = 136115,
		},
		["制造治疗石"] = {
			["castTime"] = 3000,
			["texture"] = 135230,
		},
		["冰霜之力药剂"] = {
			["castTime"] = 3000,
		},
		["Stun Forever"] = {
			["texture"] = 132310,
		},
		["寒冰碎片"] = {
			["texture"] = 135855,
		},
		["系统震荡"] = {
			["texture"] = 136133,
		},
		["舒适的皮帽"] = {
			["castTime"] = 45000,
		},
		["奥妮克希亚鳞片胸甲"] = {
			["castTime"] = 60000,
		},
		["神智受难"] = {
			["texture"] = 136133,
		},
		["戈多克食人魔装"] = {
			["castTime"] = 60000,
			["texture"] = 132288,
		},
		["耐普图隆的守护"] = {
			["castTime"] = 1000,
		},
		["心灵占卜"] = {
			["castTime"] = 5000,
			["texture"] = 135954,
		},
		["Reflect Magic (TEST)"] = {
			["castTime"] = 1000,
		},
		["塞格的游乐场增益"] = {
			["texture"] = 136232,
		},
		["黎明使者护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["公式：附魔披风 - 强效火焰防护"] = {
			["castTime"] = 3000,
		},
		["塞格的黑暗塔罗牌：护甲"] = {
			["texture"] = 134334,
		},
		["补充营养"] = {
			["texture"] = 133906,
		},
		["唤醒夺魂者"] = {
			["castTime"] = 5000,
		},
		["疾病爆发"] = {
			["texture"] = 136006,
		},
		["辐射之云"] = {
			["texture"] = 136133,
		},
		["恶魔学识大师"] = {
			["texture"] = 136203,
		},
		["烈焰尖刺"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["Flametongue Weapon Proc"] = {
			["texture"] = 135814,
		},
		["珍珠披风"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["猫的敏捷"] = {
			["texture"] = 132276,
		},
		["沙赫拉姆"] = {
			["texture"] = 135994,
		},
		["龙语"] = {
			["texture"] = 136036,
		},
		["塞格的黑暗塔罗牌：精神"] = {
			["texture"] = 134334,
		},
		["暗言术：拙"] = {
			["castTime"] = 3000,
			["texture"] = 136159,
		},
		["塞格的黑暗塔罗牌：敏捷"] = {
			["texture"] = 134334,
		},
		["野人护肩"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["塞格的黑暗塔罗牌：力量"] = {
			["texture"] = 134334,
		},
		["自然之盟"] = {
			["texture"] = 136094,
		},
		["死亡遮罩"] = {
			["texture"] = 132331,
		},
		["火焰之雨"] = {
			["castTime"] = 3000,
			["texture"] = 136186,
		},
		["高速切砍"] = {
			["texture"] = 132152,
		},
		["捕捉地狱火之魂"] = {
			["texture"] = 136163,
		},
		["震爆"] = {
			["texture"] = 136039,
		},
		["绿色亚麻护腕"] = {
			["castTime"] = 8000,
			["texture"] = 132149,
		},
		["火焰头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["玫瑰色护目镜"] = {
			["castTime"] = 45000,
		},
		["刺骨尖啸"] = {
			["texture"] = 136230,
		},
		["中级宝石学"] = {
			["texture"] = 134139,
		},
		["图样：熔火腰带"] = {
			["castTime"] = 3000,
		},
		["设计图：觅心者"] = {
			["castTime"] = 3000,
		},
		["手工皮外衣"] = {
			["castTime"] = 5125,
		},
		["图样：熔火犬皮腰带"] = {
			["castTime"] = 3000,
		},
		["黑豹"] = {
			["castTime"] = 3000,
			["texture"] = 132225,
		},
		["图样：多彩护手"] = {
			["castTime"] = 3000,
		},
		["Create Chapter 4 DND"] = {
			["castTime"] = 1000,
		},
		["遗弃技能：防御"] = {
			["texture"] = 134950,
		},
		["棕色科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132245,
		},
		["机敏射击 III"] = {
			["texture"] = 132153,
		},
		["热疫疲倦"] = {
			["castTime"] = 3000,
			["texture"] = 136066,
		},
		["屠魔药剂"] = {
			["castTime"] = 3000,
			["texture"] = 135957,
		},
		["多彩护手"] = {
			["castTime"] = 60000,
		},
		["奥术集中"] = {
			["texture"] = 135892,
		},
		["奥特兰克魔法点心"] = {
			["texture"] = 134062,
		},
		["Attack Power %"] = {
			["texture"] = 133951,
		},
		["蓝龙光环"] = {
			["texture"] = 134155,
		},
		["奥术爆裂"] = {
			["texture"] = 136116,
		},
		["自卫打击"] = {
			["texture"] = 132316,
		},
		["净化红龙精华"] = {
			["texture"] = 135819,
		},
		["召唤机械小鸡"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["比索的药水"] = {
			["texture"] = 135899,
		},
		["光芒长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["大师级制皮"] = {
			["texture"] = 133611,
		},
		["机枪"] = {
			["castTime"] = 100,
			["texture"] = 134538,
		},
		["转化：生命归土"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["魅力"] = {
			["texture"] = 135967,
		},
		["驯鹿"] = {
			["texture"] = 132387,
		},
		["肾击"] = {
			["texture"] = 132298,
		},
		["迟钝诱饵效果"] = {
			["texture"] = 136232,
		},
		["火焰冲击"] = {
			["castTime"] = 3000,
			["texture"] = 135807,
		},
		["[PH] Teleport to Theramore"] = {
			["castTime"] = 2000,
		},
		["图样：银色护肩"] = {
			["castTime"] = 3000,
		},
		["荆棘幼崽"] = {
			["texture"] = 136104,
		},
		["图样：木喉衬肩"] = {
			["castTime"] = 3000,
		},
		["强力嗅盐"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["拦截冷却时间减少"] = {
			["texture"] = 132307,
		},
		["光芒护腿"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["有限无敌药水"] = {
			["castTime"] = 3000,
		},
		["初级附魔"] = {
			["texture"] = 136244,
		},
		["银色护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["灰色毛纺衬衣"] = {
			["castTime"] = 8000,
			["texture"] = 132149,
		},
		["奇美拉手套"] = {
			["castTime"] = 60000,
		},
		["增长药剂"] = {
			["castTime"] = 3000,
		},
		["鬼魅灵魂"] = {
			["castTime"] = 2000,
			["texture"] = 136123,
		},
		["强效护甲"] = {
			["texture"] = 134866,
		},
		["陷阱箱子"] = {
			["texture"] = 136006,
		},
		["火焰法杖 IV"] = {
			["texture"] = 132325,
		},
		["炖陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["火球连射"] = {
			["texture"] = 135812,
		},
		["幽影突袭"] = {
			["texture"] = 136033,
		},
		["召唤绿翼鹦鹉"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["复仇"] = {
			["castTime"] = 3000,
			["texture"] = 132353,
		},
		["Undead Slayer 30"] = {
			["texture"] = 136142,
		},
		["次元之门"] = {
			["castTime"] = 2000,
		},
		["迅捷之靴"] = {
			["castTime"] = 45000,
		},
		["黑色卫士"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["设计图：黑手"] = {
			["castTime"] = 3000,
		},
		["Sarilus's Elementals Passive"] = {
			["texture"] = 136187,
		},
		["黑手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["情人节"] = {
			["texture"] = 133749,
		},
		["管理者传送"] = {
			["texture"] = 135736,
		},
		["沙漏"] = {
			["texture"] = 135744,
		},
		["防御药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["煽动敌意"] = {
			["texture"] = 132270,
		},
		["设计图：黑色怒火"] = {
			["castTime"] = 3000,
		},
		["图样：奇美拉手套"] = {
			["castTime"] = 3000,
		},
		["廉价德鲁伊变形"] = {
			["texture"] = 135916,
		},
		["设计图：黎明手套"] = {
			["castTime"] = 3000,
		},
		["君王板甲护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["厄运诅咒"] = {
			["texture"] = 136122,
		},
		["鉴定种类"] = {
			["castTime"] = 10000,
			["texture"] = 135990,
		},
		["设计图：重型木喉长靴"] = {
			["castTime"] = 3000,
		},
		["雏龙之语：青铜"] = {
			["texture"] = 136010,
		},
		["携网卫士"] = {
			["texture"] = 132149,
		},
		["埃其亚基的恩赐"] = {
			["texture"] = 136075,
		},
		["虚弱灵魂"] = {
			["texture"] = 135871,
		},
		["设计图：重型木喉腰带"] = {
			["castTime"] = 3000,
		},
		["重型木喉长靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["青铜框架"] = {
			["castTime"] = 5125,
		},
		["野蛮突袭 II"] = {
			["texture"] = 132316,
		},
		["重型木喉腰带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["火焰的召唤"] = {
			["castTime"] = 2000,
			["texture"] = 136130,
		},
		["召唤不散的怨灵"] = {
			["texture"] = 136122,
		},
		["重建"] = {
			["castTime"] = 3000,
			["texture"] = 136168,
		},
		["狂野变形"] = {
			["texture"] = 136071,
		},
		["青铜匕首"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["放置戈泰什的头颅"] = {
			["castTime"] = 5000,
		},
		["附魔护腕 - 强效力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["净化逃脱"] = {
			["texture"] = 132331,
		},
		["法力澎湃"] = {
			["texture"] = 136222,
		},
		["暗纹手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["血牙"] = {
			["texture"] = 136168,
		},
		["设计图：秘银鳞片护腕"] = {
			["castTime"] = 3000,
		},
		["黑暗仪式"] = {
			["texture"] = 136141,
		},
		["格里什虫卵"] = {
			["texture"] = 136006,
		},
		["暗纹面罩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["链状治疗波"] = {
			["texture"] = 136042,
		},
		["显形卷轴"] = {
			["castTime"] = 2000,
			["texture"] = 135994,
		},
		["旋风新星 II"] = {
			["texture"] = 132312,
		},
		["召唤锻造锤"] = {
			["castTime"] = 10000,
			["texture"] = 133061,
		},
		["浸魔胸甲 - 次级精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Editor Test Spell"] = {
			["castTime"] = 250,
		},
		["自然抗性"] = {
			["castTime"] = 3000,
			["texture"] = 136120,
		},
		["Dragon Slayer (OLD)"] = {
			["texture"] = 132323,
		},
		["艾露恩祷言"] = {
			["castTime"] = 1000,
			["texture"] = 135955,
		},
		["战歌峡谷野战军粮"] = {
			["texture"] = 134062,
		},
		["重型土灵手套"] = {
			["castTime"] = 25000,
		},
		["战歌峡谷浓缩军粮"] = {
			["texture"] = 134062,
		},
		["图样：邪恶皮甲护手"] = {
			["castTime"] = 3000,
		},
		["召唤绿色小神龙"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["破冰护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["孢子爆发"] = {
			["texture"] = 136142,
		},
		["燃烧刺激"] = {
			["texture"] = 132937,
		},
		["变异刨子"] = {
			["texture"] = 136006,
		},
		["水泡"] = {
			["castTime"] = 1000,
			["texture"] = 135864,
		},
		["武器锻造师"] = {
			["texture"] = 135326,
		},
		["巨型瑟银战斧"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Increased Critical 1"] = {
			["texture"] = 132222,
		},
		["毛纺包"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["轻型护甲片"] = {
			["castTime"] = 5125,
		},
		["附魔武器 - 敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["厚鱼人皮甲"] = {
			["castTime"] = 45000,
		},
		["出血"] = {
			["texture"] = 136168,
		},
		["火锥术"] = {
			["texture"] = 135831,
		},
		["Summon Cloak of the Unseen Path DND"] = {
			["castTime"] = 1000,
		},
		["浓烟山脉之心"] = {
			["castTime"] = 30000,
			["texture"] = 134084,
		},
		["龟壳手套"] = {
			["castTime"] = 45000,
		},
		["Copy of Enchant Weapon - Superior Striking"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Stealth (TEST)"] = {
			["texture"] = 132320,
		},
		["霜纹手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Area Death (TEST)"] = {
			["texture"] = 136195,
		},
		["追踪野兽"] = {
			["texture"] = 132328,
		},
		["制造伐木机"] = {
			["castTime"] = 1000,
			["texture"] = 134063,
		},
		["图样：荆木长靴"] = {
			["castTime"] = 3000,
		},
		["公式：附魔手套 - 超强敏捷"] = {
			["castTime"] = 3000,
		},
		["困兽之爪"] = {
			["texture"] = 132152,
		},
		["Stance Rage (+5 Def)"] = {
			["texture"] = 132091,
		},
		["熔岩爆裂"] = {
			["castTime"] = 2000,
			["texture"] = 135805,
		},
		["致命创伤"] = {
			["texture"] = 132109,
		},
		["传送器抵达"] = {
			["texture"] = 135894,
		},
		["防护恐惧结界"] = {
			["texture"] = 135902,
		},
		["传送器故障"] = {
			["texture"] = 135899,
		},
		["中级剥皮"] = {
			["texture"] = 134366,
		},
		["远古豹"] = {
			["castTime"] = 3000,
			["texture"] = 132242,
		},
		["夜视步枪"] = {
			["castTime"] = 25000,
		},
		["冰冻龙蛋"] = {
			["castTime"] = 500,
		},
		["异种蝎群"] = {
			["texture"] = 136122,
		},
		["Spawn Bile Slime"] = {
			["texture"] = 136118,
		},
		["诅咒之刃"] = {
			["texture"] = 136020,
		},
		["暗影强化"] = {
			["texture"] = 136135,
		},
		["漂浮术"] = {
			["castTime"] = 3000,
			["texture"] = 135928,
		},
		["召唤硬皮钳嘴龟"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["上古绝望"] = {
			["texture"] = 136175,
		},
		["召唤灰烬"] = {
			["castTime"] = 2000,
			["texture"] = 135805,
		},
		["Immolate Cumulative (TEST)"] = {
			["castTime"] = 2000,
			["texture"] = 135817,
		},
		["阿兹雷索克占卜"] = {
			["castTime"] = 1000,
			["texture"] = 134335,
		},
		["结构图：法术能量护目镜超级改良版"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["召唤白色钳嘴龟"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Submerge Visual"] = {
			["castTime"] = 1500,
			["texture"] = 135830,
		},
		["堕落图腾"] = {
			["texture"] = 136129,
		},
		["虚弱诅咒"] = {
			["castTime"] = 3000,
			["texture"] = 136138,
		},
		["百万伏特"] = {
			["castTime"] = 2000,
			["texture"] = 136015,
		},
		["猎豹形态"] = {
			["texture"] = 132115,
		},
		["堕落火焰新星图腾"] = {
			["texture"] = 135824,
		},
		["窒息"] = {
			["texture"] = 134343,
		},
		["枕头大战"] = {
			["texture"] = 132337,
		},
		["高级宝石学"] = {
			["texture"] = 134139,
		},
		["打开圣甲虫箱"] = {
			["castTime"] = 5000,
		},
		["野性魔法"] = {
			["texture"] = 136129,
		},
		["迫击炮：重载"] = {
			["castTime"] = 25000,
		},
		["风之优雅"] = {
			["texture"] = 136046,
		},
		["吸取法力"] = {
			["castTime"] = 3000,
			["texture"] = 136208,
		},
		["Charm (Possess)"] = {
			["texture"] = 135994,
		},
		["意志之力"] = {
			["texture"] = 133276,
		},
		["堕落治疗"] = {
			["texture"] = 136129,
		},
		["剑类武器强化"] = {
			["texture"] = 132223,
		},
		["耐久训练"] = {
			["texture"] = 136080,
		},
		["赞吉尔之触治愈"] = {
			["texture"] = 136230,
		},
		["大师级草药学"] = {
			["texture"] = 136246,
		},
		["蛮皮战靴"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["强化治疗祷言"] = {
			["texture"] = 135943,
		},
		["强化自然之握"] = {
			["texture"] = 136063,
		},
		["防护暗影"] = {
			["castTime"] = 3000,
			["texture"] = 136121,
		},
		["灵魂之火"] = {
			["castTime"] = 6000,
			["texture"] = 135808,
		},
		["汲取魔法"] = {
			["castTime"] = 2000,
			["texture"] = 136141,
		},
		["古雷曼格的信任"] = {
			["texture"] = 132164,
		},
		["结构图：退化射线"] = {
			["castTime"] = 3000,
		},
		["丝质长披风"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["埃博诺克之影"] = {
			["texture"] = 136160,
		},
		["设计图：野人铁盔"] = {
			["castTime"] = 3000,
		},
		["心灵专注"] = {
			["texture"] = 135863,
		},
		["铜质宝石手套"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["迅捷之风"] = {
			["texture"] = 136022,
		},
		["幽灵之舞"] = {
			["texture"] = 136168,
		},
		["岩浆喷溅"] = {
			["texture"] = 135817,
		},
		["制造强效治疗石"] = {
			["castTime"] = 3000,
			["texture"] = 135230,
		},
		["迅捷雷刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132225,
		},
		["黑暗之矛"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["多疑"] = {
			["castTime"] = 3000,
			["texture"] = 136122,
		},
		["正义光环 III"] = {
			["texture"] = 135960,
		},
		["Summon Son of Flame D"] = {
			["texture"] = 135819,
		},
		["法力护盾"] = {
			["texture"] = 136153,
		},
		["毒蛇形态"] = {
			["texture"] = 132276,
		},
		["狙击"] = {
			["castTime"] = 2000,
			["texture"] = 132212,
		},
		["图样：夜色披风"] = {
			["castTime"] = 3000,
		},
		["Feed Pet (Quest Test)"] = {
			["texture"] = 132165,
		},
		["伺机而动"] = {
			["texture"] = 132366,
		},
		["大型软浆怪（蓝）"] = {
			["texture"] = 135835,
		},
		["劣质砂轮"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["召唤追踪犬"] = {
			["texture"] = 132266,
		},
		["Dragonstalker B"] = {
			["texture"] = 136095,
		},
		["铜质符文胸甲"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["毒蘑菇"] = {
			["texture"] = 136016,
		},
		["自然免疫"] = {
			["texture"] = 136094,
		},
		["特效活力药水"] = {
			["castTime"] = 3000,
		},
		["设计图：铜质符文胸甲"] = {
			["castTime"] = 3000,
		},
		["食谱：赤脊山炖肉"] = {
			["castTime"] = 3000,
		},
		["图样：亮布披风"] = {
			["castTime"] = 3000,
		},
		["设计图：灼热金剑"] = {
			["castTime"] = 3000,
		},
		["弓射击"] = {
			["castTime"] = 1000,
			["texture"] = 132222,
		},
		["偷袭"] = {
			["texture"] = 132092,
		},
		["双手剑专精"] = {
			["texture"] = 132223,
		},
		["魔纹包"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["休眠"] = {
			["castTime"] = 1500,
			["texture"] = 136090,
		},
		["公式：附魔靴子 - 强效耐力"] = {
			["castTime"] = 3000,
		},
		["寒冰护卫者"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["杀戮本能"] = {
			["texture"] = 135881,
		},
		["减速软泥"] = {
			["texture"] = 136091,
		},
		["闪现术"] = {
			["castTime"] = 3000,
			["texture"] = 135736,
		},
		["恶魔之击"] = {
			["texture"] = 132090,
		},
		["尖锐之矛"] = {
			["castTime"] = 500,
			["texture"] = 132218,
		},
		["食谱：石鳞鳕鱼"] = {
			["castTime"] = 3000,
		},
		["侏儒隐形装置"] = {
			["castTime"] = 45000,
		},
		["毒液喷吐"] = {
			["castTime"] = 2500,
			["texture"] = 136016,
		},
		["宠物石"] = {
			["texture"] = 135240,
		},
		["点燃躯体"] = {
			["castTime"] = 2000,
			["texture"] = 135805,
		},
		["精制轻弹丸"] = {
			["castTime"] = 5125,
		},
		["水下鱼珠"] = {
			["castTime"] = 5000,
			["texture"] = 134440,
		},
		["放置坠饰"] = {
			["castTime"] = 5000,
		},
		["黑暗深渊引导"] = {
			["texture"] = 136121,
		},
		["喝水"] = {
			["texture"] = 132794,
		},
		["抵抗火焰 II"] = {
			["texture"] = 135824,
		},
		["魔法粮草"] = {
			["castTime"] = 1000,
		},
		["图样：野人腰带"] = {
			["castTime"] = 3000,
		},
		["诱捕毒药"] = {
			["texture"] = 136064,
		},
		["大师级锻造"] = {
			["texture"] = 136241,
		},
		["堕落"] = {
			["texture"] = 136129,
		},
		["雏龙之语：绿色"] = {
			["texture"] = 136010,
		},
		["野人护腿"] = {
			["castTime"] = 45000,
		},
		["设计图：秘银符文战锤"] = {
			["castTime"] = 3000,
		},
		["吞噬之焰"] = {
			["texture"] = 135818,
		},
		["穿刺之伤"] = {
			["texture"] = 136067,
		},
		["致命毒素 II"] = {
			["texture"] = 132290,
		},
		["恶魔之咒"] = {
			["texture"] = 136221,
		},
		["附魔护腕 - 初级精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["残废扫击"] = {
			["texture"] = 136039,
		},
		["Ouro Submerge Visual"] = {
			["castTime"] = 1500,
			["texture"] = 135830,
		},
		["缩小射线"] = {
			["texture"] = 135989,
		},
		["暗影迷雾"] = {
			["castTime"] = 1500,
			["texture"] = 136160,
		},
		["挑筋"] = {
			["texture"] = 132109,
		},
		["火焰使者驱散"] = {
			["texture"] = 135148,
		},
		["挫锐"] = {
			["texture"] = 132366,
		},
		["死灵之毒"] = {
			["texture"] = 132105,
		},
		["剧烈爆发"] = {
			["texture"] = 135830,
		},
		["伐木机高温喷射"] = {
			["castTime"] = 2000,
			["texture"] = 135818,
		},
		["迅捷灰狼"] = {
			["castTime"] = 3000,
			["texture"] = 132266,
		},
		["小型爆盐炸弹"] = {
			["castTime"] = 8000,
		},
		["献祭"] = {
			["castTime"] = 2000,
			["texture"] = 135817,
		},
		["野性本能"] = {
			["texture"] = 132089,
		},
		["配方：暗影之力药剂"] = {
			["castTime"] = 3000,
		},
		["爆炸虫"] = {
			["texture"] = 135805,
		},
		["迅捷橙色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["设计图：君王板甲战靴"] = {
			["castTime"] = 3000,
		},
		["沸腾瘟疫"] = {
			["texture"] = 136127,
		},
		["南海海盗伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["迅捷蓝色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["冲撞痛击 II"] = {
			["texture"] = 132326,
		},
		["蓝色亚麻外衣"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["旋风斩效果"] = {
			["texture"] = 132369,
		},
		["野兽之爪 III"] = {
			["castTime"] = 1000,
			["texture"] = 136078,
		},
		["纯净术"] = {
			["castTime"] = 3000,
			["texture"] = 135949,
		},
		["Resistance (OLD)"] = {
			["texture"] = 136101,
		},
		["Giantstalker A"] = {
			["texture"] = 136095,
		},
		["公式：附魔靴子 - 次级耐力"] = {
			["castTime"] = 3000,
		},
		["伊莫塔尔传送门"] = {
			["texture"] = 135743,
		},
		["迅捷白马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["召唤活火"] = {
			["castTime"] = 2000,
			["texture"] = 135805,
		},
		["高级炼金术"] = {
			["texture"] = 136240,
		},
		["泰里恩幻象"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["力场崩溃"] = {
			["texture"] = 136135,
		},
		["图样：符文皮甲护腕"] = {
			["castTime"] = 3000,
		},
		["致命迅捷"] = {
			["texture"] = 132559,
		},
		["暗角诅咒"] = {
			["texture"] = 136020,
		},
		["迅捷白色机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["吉安娜的签名"] = {
			["castTime"] = 1000,
		},
		["强化挑战怒吼"] = {
			["texture"] = 132336,
		},
		["鹰爪"] = {
			["texture"] = 132155,
		},
		["强化毒药"] = {
			["texture"] = 132273,
		},
		["燃烧之焰"] = {
			["texture"] = 135805,
		},
		["佐拉黄蜂"] = {
			["texture"] = 136006,
		},
		["迅捷霜刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132267,
		},
		["图样：邪恶皮甲腰带"] = {
			["castTime"] = 3000,
		},
		["Feral Move Speed Increase"] = {
			["texture"] = 136095,
		},
		["潜行侦测"] = {
			["texture"] = 132150,
		},
		["召唤灵魂"] = {
			["castTime"] = 3000,
		},
		["Shiny Lure Spawn Effect"] = {
			["texture"] = 136222,
		},
		["自动射击"] = {
			["texture"] = 135473,
		},
		["配方：强效自然防护药水"] = {
			["castTime"] = 3000,
		},
		["诱惑之吻"] = {
			["texture"] = 135736,
		},
		["传送：暮色森林"] = {
			["castTime"] = 2000,
		},
		["图样：黑色龙鳞战靴"] = {
			["castTime"] = 3000,
		},
		["召唤恐惧战马"] = {
			["castTime"] = 3000,
			["texture"] = 132238,
		},
		["治疗链"] = {
			["castTime"] = 2500,
			["texture"] = 136042,
		},
		["强化剥皮"] = {
			["texture"] = 135342,
		},
		["Demon Slaying 99"] = {
			["texture"] = 136172,
		},
		["神入之石"] = {
			["texture"] = 136025,
		},
		["图样：绿色丝甲"] = {
			["castTime"] = 3000,
		},
		["重型秘银头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["速效毒药 VI"] = {
			["castTime"] = 3000,
			["texture"] = 132273,
		},
		["蛮皮护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["图样：邪恶皮甲头环"] = {
			["castTime"] = 3000,
		},
		["刺破护甲"] = {
			["texture"] = 132109,
		},
		["强化毒蝎钉刺"] = {
			["texture"] = 132169,
		},
		["释放小鬼"] = {
			["castTime"] = 2000,
		},
		["Summon Pirate Booty (DND)"] = {
			["texture"] = 132281,
		},
		["幽魂之狼"] = {
			["castTime"] = 3000,
			["texture"] = 136095,
		},
		["多彩变形"] = {
			["texture"] = 136172,
		},
		["图样：原始蝙蝠皮护腕"] = {
			["castTime"] = 3000,
		},
		["近战入门"] = {
			["texture"] = 132109,
		},
		["破甲虚弱"] = {
			["texture"] = 132109,
		},
		["地狱火"] = {
			["castTime"] = 2000,
			["texture"] = 136219,
		},
		["时间停止"] = {
			["castTime"] = 3000,
			["texture"] = 134156,
		},
		["秘银细剑"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["拯救圣印"] = {
			["castTime"] = 3000,
		},
		["龙血之痛：青铜"] = {
			["texture"] = 134156,
		},
		["骷髅矿工爆炸"] = {
			["castTime"] = 5000,
			["texture"] = 135826,
		},
		["温暖之焰"] = {
			["texture"] = 135805,
		},
		["龙血之痛：绿"] = {
			["texture"] = 134157,
		},
		["侵扰"] = {
			["texture"] = 132175,
		},
		["教授召唤恐惧战马"] = {
			["texture"] = 136103,
		},
		["Arcane Shot Mana Reduction"] = {
			["texture"] = 132218,
		},
		["Jeff Dummy 1"] = {
			["texture"] = 135926,
		},
		["图样：熔岩犬皮靴"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Bracer +9 Strength"] = {
			["texture"] = 135913,
		},
		["冰霜皮质披风"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["野性幽魂"] = {
			["castTime"] = 3000,
			["texture"] = 136095,
		},
		["龙血之痛：黑"] = {
			["texture"] = 134154,
		},
		["图样：熔铸头盔"] = {
			["castTime"] = 3000,
		},
		["水流喷射"] = {
			["texture"] = 135836,
		},
		["地狱烈焰 II"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["俯冲"] = {
			["texture"] = 136126,
		},
		["轰击软泥"] = {
			["castTime"] = 1000,
		},
		["驯服大型峭壁野猪"] = {
			["texture"] = 132164,
		},
		["沙斯拉尔之门"] = {
			["texture"] = 135743,
		},
		["酸液吐息"] = {
			["texture"] = 136007,
		},
		["毒蛇钉刺"] = {
			["castTime"] = 3000,
			["texture"] = 132204,
		},
		["模糊术"] = {
			["texture"] = 136047,
		},
		["鬼魅攻击"] = {
			["texture"] = 136136,
		},
		["圆弧斩"] = {
			["texture"] = 132338,
		},
		["黑皮披风"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["暗影反射器"] = {
			["texture"] = 136121,
		},
		["结构图：世界放大器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["致命毒素 III"] = {
			["texture"] = 132290,
		},
		["召唤幻象"] = {
			["texture"] = 136122,
		},
		["召唤自爆绵羊"] = {
			["texture"] = 132281,
		},
		["诺达希尔的祝福"] = {
			["texture"] = 135972,
		},
		["结构图：快速暗影反射器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["结构图：强力爆盐炸弹"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["Stance Rage Effect (+3)"] = {
			["texture"] = 132091,
		},
		["强化暗言术：痛"] = {
			["texture"] = 136207,
		},
		["匕首打击 V"] = {
			["texture"] = 132223,
		},
		["结构图：真银变压器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["Copy of Schematic: EZ-Thro Dynamite II"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["结构图：简易投掷炸弹 II"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["结构图：绿色焰火"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["结构图：蓝色焰火"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["快速暗影反射器"] = {
			["castTime"] = 45000,
		},
		["发条式同步协调陀螺仪"] = {
			["castTime"] = 8000,
		},
		["蜥蜴采样"] = {
			["castTime"] = 3000,
		},
		["附魔护腕 - 初级生命"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["熊形态"] = {
			["texture"] = 132276,
		},
		["法杖"] = {
			["texture"] = 135145,
		},
		["投掷岩石"] = {
			["texture"] = 132384,
		},
		["收割蜂群"] = {
			["castTime"] = 3000,
			["texture"] = 135899,
		},
		["强化奥术智慧"] = {
			["texture"] = 135753,
		},
		["图样：霜纹外套"] = {
			["castTime"] = 3000,
		},
		["法术反制 - 沉默"] = {
			["texture"] = 135856,
		},
		["野兽幽魂 II"] = {
			["castTime"] = 3000,
			["texture"] = 136095,
		},
		["自然之力"] = {
			["texture"] = 136036,
		},
		["召唤普通猫"] = {
			["castTime"] = 2000,
			["texture"] = 132599,
		},
		["Mechano-Frostwalker Revert Passive"] = {
			["texture"] = 135846,
		},
		["锐刺鞭笞者之根"] = {
			["texture"] = 134187,
		},
		["霜鬃之力"] = {
			["castTime"] = 1000,
			["texture"] = 136109,
		},
		["精神错乱"] = {
			["texture"] = 132288,
		},
		["Immolate Cast Time Reduction"] = {
			["texture"] = 135817,
		},
		["Psychic Scream Duration Increase"] = {
			["texture"] = 136184,
		},
		["传说奥术融合"] = {
			["castTime"] = 4000,
		},
		["狂暴"] = {
			["texture"] = 132277,
		},
		["阿兰提尔的愤怒效果"] = {
			["texture"] = 132369,
		},
		["召唤咒逐"] = {
			["castTime"] = 1000,
		},
		["裂颅"] = {
			["texture"] = 132325,
		},
		["Mana Shield Absorb Increase"] = {
			["texture"] = 136153,
		},
		["枪械专精"] = {
			["texture"] = 134537,
		},
		["Blink Cooldown Reduction"] = {
			["texture"] = 135736,
		},
		["双线毛纺护肩"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["制造初级灵魂石"] = {
			["castTime"] = 3000,
			["texture"] = 136210,
		},
		["公式：卓越法力之油"] = {
			["castTime"] = 3000,
		},
		["君王板甲护胸"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Trappings of Vaulted Secrets Mana Shield Bonus"] = {
			["texture"] = 136011,
		},
		["白色冒险者衬衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["纯水"] = {
			["texture"] = 135864,
		},
		["徒手"] = {
			["texture"] = 132154,
		},
		["炸弹"] = {
			["castTime"] = 2000,
			["texture"] = 135826,
		},
		["召唤小鬼"] = {
			["castTime"] = 10000,
			["texture"] = 136218,
		},
		["蛛网喷射"] = {
			["texture"] = 136113,
		},
		["地雷装备"] = {
			["texture"] = 132996,
		},
		["起飞"] = {
			["texture"] = 135819,
		},
		["结构图：地精暗雷"] = {
			["castTime"] = 3000,
		},
		["耻辱印记"] = {
			["texture"] = 136122,
		},
		["变异鱼"] = {
			["texture"] = 133889,
		},
		["Create Thorium Brotherhood Contract DND"] = {
			["castTime"] = 1000,
		},
		["撕裂"] = {
			["texture"] = 132155,
		},
		["兽人护腿"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["召唤暗牙恐狼"] = {
			["castTime"] = 1300,
			["texture"] = 136130,
		},
		["设计图：金鳞护手"] = {
			["castTime"] = 3000,
		},
		["熔炼源质"] = {
			["castTime"] = 10000,
			["texture"] = 135814,
		},
		["追踪人型生物"] = {
			["texture"] = 132328,
		},
		["莫德雷斯之盾"] = {
			["texture"] = 136121,
		},
		["虹吸生命"] = {
			["texture"] = 136082,
		},
		["Player Lost Hinot's OilDND"] = {
			["castTime"] = 500,
		},
		["喝下治疗药水"] = {
			["texture"] = 135915,
		},
		["Player Lost Eau d' Mixilpixil DND"] = {
			["castTime"] = 500,
		},
		["冲锋"] = {
			["texture"] = 132337,
		},
		["重型黑曜石腰带"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["尖牙撕咬"] = {
			["texture"] = 132155,
		},
		["图样：移形披风"] = {
			["castTime"] = 3000,
		},
		["图样：银色长靴"] = {
			["castTime"] = 3000,
		},
		["图样：野性之皮"] = {
			["castTime"] = 3000,
		},
		["苔藓覆盖的脚"] = {
			["texture"] = 136052,
		},
		["真银胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["图样：硬化蝎壳手套"] = {
			["castTime"] = 3000,
		},
		["图样：迅行护腕"] = {
			["castTime"] = 3000,
		},
		["祛病术"] = {
			["texture"] = 135935,
		},
		["图样：洞察束带"] = {
			["castTime"] = 3000,
		},
		["移形披风"] = {
			["castTime"] = 60000,
		},
		["致密炸药粉"] = {
			["castTime"] = 8000,
		},
		["赞达拉宁静徽记"] = {
			["castTime"] = 5000,
		},
		["猫鼬长靴"] = {
			["castTime"] = 60000,
		},
		["洞察束带"] = {
			["castTime"] = 60000,
		},
		["熟化中毛皮"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["灼热之痛"] = {
			["castTime"] = 1500,
			["texture"] = 135827,
		},
		["星火术"] = {
			["castTime"] = 3500,
			["texture"] = 135753,
		},
		["刺杀奥妮克希亚"] = {
			["castTime"] = 3000,
		},
		["调节"] = {
			["castTime"] = 7000,
			["texture"] = 132996,
		},
		["惬意小火"] = {
			["texture"] = 135805,
		},
		["Heated Blade DND"] = {
			["texture"] = 135824,
		},
		["Polymorph Heal Effect"] = {
			["texture"] = 136071,
		},
		["格挡"] = {
			["texture"] = 132110,
		},
		["图样：月布长袍"] = {
			["castTime"] = 3000,
		},
		["躯体转换"] = {
			["texture"] = 136192,
		},
		["QAEnchant Gloves +15 Agility"] = {
			["texture"] = 135913,
		},
		["颅骨爆裂"] = {
			["texture"] = 135860,
		},
		["强化顺劈斩"] = {
			["texture"] = 132338,
		},
		["制造特效灵魂石"] = {
			["castTime"] = 3000,
			["texture"] = 136210,
		},
		["图样：地狱火手套"] = {
			["castTime"] = 3000,
		},
		["法杖强化"] = {
			["texture"] = 135145,
		},
		["冰冻术 IV"] = {
			["texture"] = 135856,
		},
		["法力充沛"] = {
			["texture"] = 136101,
		},
		["奥达曼钥匙法杖"] = {
			["castTime"] = 5000,
		},
		["黑铁地雷"] = {
			["castTime"] = 1000,
			["texture"] = 136172,
		},
		["怯逃"] = {
			["texture"] = 136129,
		},
		["初级裁缝"] = {
			["texture"] = 136249,
		},
		["创造占卜之碗"] = {
			["castTime"] = 2500,
			["texture"] = 133748,
		},
		["恶魔布手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["部族制皮"] = {
			["texture"] = 136069,
		},
		["风怒图腾"] = {
			["texture"] = 136114,
		},
		["红色亚麻长袍"] = {
			["castTime"] = 8000,
			["texture"] = 132149,
		},
		["假死"] = {
			["texture"] = 132293,
		},
		["软泥爆发"] = {
			["texture"] = 136007,
		},
		["致死顺劈"] = {
			["texture"] = 132355,
		},
		["风歌夜曲"] = {
			["texture"] = 135934,
		},
		["召唤变异蹒跚者"] = {
			["texture"] = 136121,
		},
		["Force Target - Kick"] = {
			["texture"] = 136168,
		},
		["食尸鬼形态"] = {
			["texture"] = 136224,
		},
		["魔法药水"] = {
			["texture"] = 136047,
		},
		["阿塔莱骷髅图腾"] = {
			["texture"] = 136187,
		},
		["回馈"] = {
			["texture"] = 136189,
		},
		["火焰重击"] = {
			["texture"] = 136115,
		},
		["符文布靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["召唤暗影法师"] = {
			["castTime"] = 5000,
			["texture"] = 136187,
		},
		["含毒之刺"] = {
			["texture"] = 136077,
		},
		["抗寒图腾"] = {
			["texture"] = 135866,
		},
		["Conjure Frostwolf Rank 5 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["Barkskin Effect (DND)"] = {
			["texture"] = 136097,
		},
		["强化破胆怒吼"] = {
			["texture"] = 132154,
		},
		["暗纹长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["毒性唾液"] = {
			["castTime"] = 500,
			["texture"] = 136016,
		},
		["优质皮手套"] = {
			["castTime"] = 8000,
		},
		["斯里基克的机智"] = {
			["texture"] = 135930,
		},
		["强化野兽之眼"] = {
			["texture"] = 132150,
		},
		["狂热"] = {
			["texture"] = 135926,
		},
		["强化坚韧"] = {
			["texture"] = 135753,
		},
		["钓鱼"] = {
			["texture"] = 136245,
		},
		["比兹尼克247x128精确瞄准镜"] = {
			["castTime"] = 3000,
		},
		["侏儒洗脑帽"] = {
			["castTime"] = 25000,
			["texture"] = 135995,
		},
		["照明弹"] = {
			["texture"] = 135815,
		},
		["窒息孢子"] = {
			["texture"] = 136006,
		},
		["昏迷重击 V"] = {
			["texture"] = 132326,
		},
		["挫败"] = {
			["texture"] = 135291,
		},
		["召唤枯木血虫"] = {
			["texture"] = 136168,
		},
		["布甲"] = {
			["texture"] = 132662,
		},
		["冬夜法袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["图样：红色亚麻外衣"] = {
			["castTime"] = 3000,
		},
		["召唤黑斑白猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["传送：西部荒野"] = {
			["castTime"] = 2000,
		},
		["公式：附魔披风 - 初级敏捷"] = {
			["castTime"] = 3000,
		},
		["污浊之魂"] = {
			["texture"] = 136203,
		},
		["设计图：镀银青铜护腿"] = {
			["castTime"] = 3000,
		},
		["强化吸取法力"] = {
			["texture"] = 136208,
		},
		["洛恩塔姆薯块"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["开启符文"] = {
			["castTime"] = 5000,
		},
		["结构图：暗影护目镜"] = {
			["castTime"] = 3000,
		},
		["图样：黑色龙鳞胸甲"] = {
			["castTime"] = 3000,
		},
		["麻痹毒药 II"] = {
			["castTime"] = 3000,
			["texture"] = 136066,
		},
		["爆炸陷阱"] = {
			["texture"] = 135826,
		},
		["设计图：元素磨刀石"] = {
			["castTime"] = 3000,
		},
		["破冰护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["图样：战熊背心"] = {
			["castTime"] = 3000,
		},
		["图样：星辰腰带"] = {
			["castTime"] = 3000,
		},
		["附魔武器 - 治疗能量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["超级收缩射线"] = {
			["texture"] = 135989,
		},
		["传送器召唤"] = {
			["texture"] = 136058,
		},
		["神圣逃脱"] = {
			["castTime"] = 3000,
		},
		["设计图：精制秘银头盔"] = {
			["castTime"] = 3000,
		},
		["配方：特效活力药水"] = {
			["castTime"] = 3000,
		},
		["复仇诅咒"] = {
			["texture"] = 136138,
		},
		["召唤仆人"] = {
			["texture"] = 136221,
		},
		["黑色战豹"] = {
			["castTime"] = 3000,
			["texture"] = 132225,
		},
		["黑色作战机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["喷液"] = {
			["texture"] = 135836,
		},
		["召唤水浪幼崽"] = {
			["texture"] = 135836,
		},
		["影皮手套"] = {
			["castTime"] = 45000,
		},
		["野兽之爪"] = {
			["castTime"] = 1000,
			["texture"] = 136078,
		},
		["硬化外皮"] = {
			["texture"] = 136018,
		},
		["召唤林蛙"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["学识爆发"] = {
			["texture"] = 133282,
		},
		["中级工程学"] = {
			["texture"] = 136243,
		},
		["霜虎之刃"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["腐蚀光环"] = {
			["texture"] = 136064,
		},
		["强化复仇"] = {
			["texture"] = 132353,
		},
		["图样：黑暗之靴"] = {
			["castTime"] = 3000,
		},
		["强化冰锥术"] = {
			["texture"] = 135852,
		},
		["Armor IV"] = {
			["texture"] = 134866,
		},
		["配方：梦境药剂"] = {
			["castTime"] = 3000,
		},
		["秘仪灵魂 IV"] = {
			["castTime"] = 1000,
			["texture"] = 135932,
		},
		["腐化武器"] = {
			["texture"] = 136129,
		},
		["法力燃烧链"] = {
			["castTime"] = 3000,
			["texture"] = 136170,
		},
		["配方：活力行动药水"] = {
			["castTime"] = 3000,
		},
		["暗影之盾"] = {
			["texture"] = 136121,
		},
		["院长之杖"] = {
			["texture"] = 136232,
		},
		["设计图：劣质青铜护腕"] = {
			["castTime"] = 3000,
		},
		["恶魔诅咒效果"] = {
			["texture"] = 135899,
		},
		["暗灰狼形态"] = {
			["texture"] = 136095,
		},
		["初级草药学"] = {
			["texture"] = 136246,
		},
		["冰霜之油"] = {
			["castTime"] = 5000,
			["texture"] = 136021,
		},
		["图样：光芒手套"] = {
			["castTime"] = 3000,
		},
		["火炬"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["制造装满的封灵箱"] = {
			["castTime"] = 2000,
		},
		["沙赫拉姆之拳"] = {
			["castTime"] = 1000,
			["texture"] = 132369,
		},
		["致命刺痛"] = {
			["texture"] = 132090,
		},
		["伊森哈德扫击"] = {
			["texture"] = 132152,
		},
		["强化盾墙"] = {
			["texture"] = 132362,
		},
		["Conjure Frostwolf Rank 3 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["喂养宠物"] = {
			["texture"] = 132165,
		},
		["黑色雏龙披风"] = {
			["castTime"] = 12500,
		},
		["分离"] = {
			["texture"] = 135990,
		},
		["次级火焰石效果"] = {
			["texture"] = 135821,
		},
		["大型软浆怪（黑）"] = {
			["texture"] = 136121,
		},
		["Living Flame Passive"] = {
			["texture"] = 135805,
		},
		["冰霜外形属性"] = {
			["texture"] = 135835,
		},
		["火焰之盾效果 II"] = {
			["texture"] = 135817,
		},
		["重拳猛击"] = {
			["texture"] = 132939,
		},
		["防护自然"] = {
			["texture"] = 136094,
		},
		["淹没"] = {
			["texture"] = 136148,
		},
		["沙漠风暴"] = {
			["texture"] = 136022,
		},
		["召唤紫色陆行鸟"] = {
			["texture"] = 132253,
		},
		["光芒（紫色）"] = {
			["texture"] = 135741,
		},
		["强力顺劈"] = {
			["texture"] = 132338,
		},
		["光芒（橙色）"] = {
			["texture"] = 135741,
		},
		["召唤拉扎什诱捕者"] = {
			["texture"] = 132099,
		},
		["巨型铁锤"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["凶猛撕咬"] = {
			["texture"] = 132127,
		},
		["图样：雷织外衣"] = {
			["castTime"] = 3000,
		},
		["重新准备"] = {
			["texture"] = 132212,
		},
		["地狱烈焰 III"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["中级附魔"] = {
			["texture"] = 136244,
		},
		["配方：特效法力药水"] = {
			["castTime"] = 3000,
		},
		["阿克蒙德的诅咒"] = {
			["castTime"] = 3000,
			["texture"] = 136137,
		},
		["附魔双手武器 - 冲击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["栗色马"] = {
			["castTime"] = 3000,
			["texture"] = 132261,
		},
		["中级锻造"] = {
			["texture"] = 136241,
		},
		["Summon RaidMageArcaneFR"] = {
			["texture"] = 132317,
		},
		["Tag: Bubbles"] = {
			["texture"] = 132212,
		},
		["巨型喷泉"] = {
			["castTime"] = 1500,
			["texture"] = 135861,
		},
		["传授召唤地狱战马"] = {
			["texture"] = 136103,
		},
		["毒药"] = {
			["texture"] = 136016,
		},
		["火焰突变"] = {
			["texture"] = 135903,
		},
		["图样：信念手套"] = {
			["castTime"] = 3000,
		},
		["恶魔之门"] = {
			["castTime"] = 500,
			["texture"] = 135759,
		},
		["发射火箭"] = {
			["castTime"] = 3000,
			["texture"] = 132385,
		},
		["Windsor Reading Tablets DND"] = {
			["castTime"] = 10000,
		},
		["雷织外衣"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["强效变形术"] = {
			["texture"] = 136013,
		},
		["剑类武器掌握"] = {
			["texture"] = 132223,
		},
		["INVIS Only ON"] = {
			["texture"] = 132320,
		},
		["图样：优质皮裤"] = {
			["castTime"] = 3000,
		},
		["装死"] = {
			["texture"] = 132151,
		},
		["攻击弱点"] = {
			["texture"] = 132090,
		},
		["维克尼斯催化"] = {
			["texture"] = 132104,
		},
		["Summon Drakefire Amulet DND"] = {
			["castTime"] = 1000,
		},
		["释放温娜的猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["蓝色棱柱"] = {
			["texture"] = 136208,
		},
		["滋补药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["充电网"] = {
			["castTime"] = 500,
			["texture"] = 132149,
		},
		["躲闪奖励"] = {
			["texture"] = 136047,
		},
		["烈焰喷溅"] = {
			["castTime"] = 3000,
			["texture"] = 135812,
		},
		["图样：月布手套"] = {
			["castTime"] = 3000,
		},
		["Conjure Stormpike Rank 6 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["毒蝎钉刺"] = {
			["texture"] = 132169,
		},
		["Copy of Frostbolt"] = {
			["castTime"] = 1500,
			["texture"] = 135846,
		},
		["图样：火山胸甲"] = {
			["castTime"] = 3000,
		},
		["强化断筋"] = {
			["texture"] = 132316,
		},
		["法杖专精"] = {
			["texture"] = 135145,
		},
		["Conjure Stormpike Rank 5 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["Conjure Stormpike Rank 3 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["Conjure Stormpike Rank 2 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["蛰伏"] = {
			["texture"] = 136187,
		},
		["Conjure Frostwolf Rank 6 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["Conjure Frostwolf Rank 4 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["制造法力宝石"] = {
			["castTime"] = 3000,
		},
		["Conjure Frostwolf Rank 2 Insignia DND"] = {
			["castTime"] = 1000,
		},
		["吸血一击"] = {
			["texture"] = 136130,
		},
		["强效虚空精华"] = {
			["texture"] = 136192,
		},
		["暗影大法师变形"] = {
			["texture"] = 136230,
		},
		["光芒（黑色）"] = {
			["texture"] = 135741,
		},
		["火焰圣印"] = {
			["texture"] = 135968,
		},
		["羽落术"] = {
			["castTime"] = 3000,
		},
		["Mount Speed Buff DND"] = {
			["texture"] = 135831,
		},
		["次级秘法魔杖"] = {
			["castTime"] = 10000,
			["texture"] = 135139,
		},
		["QAEnchant Boots +5 Spirit"] = {
			["texture"] = 135913,
		},
		["圣光术"] = {
			["castTime"] = 2500,
			["texture"] = 135920,
		},
		["地精工程师"] = {
			["texture"] = 135826,
		},
		["灼热冲击"] = {
			["texture"] = 135807,
		},
		["图样：红色毛纺靴"] = {
			["castTime"] = 3000,
		},
		["QAEnchant Shield +9 Spirit"] = {
			["texture"] = 135913,
		},
		["Gemology - Mithril (DND)"] = {
			["texture"] = 134118,
		},
		["银色复仇者"] = {
			["texture"] = 135990,
		},
		["QAEnchant Shield +7 Stamina"] = {
			["texture"] = 135913,
		},
		["劣质青铜护腿"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["QAEnchant Cloak +5 Resistances"] = {
			["texture"] = 135913,
		},
		["投石"] = {
			["castTime"] = 2000,
			["texture"] = 132324,
		},
		["设计图：巨型铁锤"] = {
			["castTime"] = 3000,
		},
		["暗纹之靴"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["寒冰偏斜器"] = {
			["castTime"] = 12500,
		},
		["解除徽记"] = {
			["castTime"] = 1000,
		},
		["Gouge Cooldown Reduction"] = {
			["texture"] = 132155,
		},
		["回旋镖"] = {
			["texture"] = 135646,
		},
		["厄运诅咒效果"] = {
			["texture"] = 136122,
		},
		["割碎"] = {
			["texture"] = 132122,
		},
		["召唤石棱流放者"] = {
			["texture"] = 136022,
		},
		["雷霆之怒"] = {
			["texture"] = 136018,
		},
		["净化药水"] = {
			["castTime"] = 3000,
		},
		["重皮弹药包"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["召唤迅猛龙"] = {
			["texture"] = 133723,
		},
		["Untalent Visual Effect"] = {
			["texture"] = 135736,
		},
		["清毒图腾"] = {
			["texture"] = 136070,
		},
		["加卡尔的翻译"] = {
			["castTime"] = 4500,
			["texture"] = 135954,
		},
		["图腾掌握"] = {
			["texture"] = 136069,
		},
		["清算"] = {
			["texture"] = 135805,
		},
		["火焰法杖"] = {
			["texture"] = 132325,
		},
		["进入裂隙"] = {
			["texture"] = 132331,
		},
		["Fix Ritual Node (DND)"] = {
			["castTime"] = 3000,
		},
		["慢性痛苦毒药"] = {
			["castTime"] = 3000,
			["texture"] = 134743,
		},
		["丝质绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["法术掌握手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["Healing Ward Passive"] = {
			["texture"] = 136222,
		},
		["与动物交谈"] = {
			["texture"] = 132163,
		},
		["迅捷药水"] = {
			["castTime"] = 3000,
		},
		["显现灵魂"] = {
			["castTime"] = 5000,
			["texture"] = 136232,
		},
		["自然引导"] = {
			["texture"] = 136041,
		},
		["龙翼攻击"] = {
			["castTime"] = 1000,
			["texture"] = 134316,
		},
		["无畏突袭 IV"] = {
			["texture"] = 132316,
		},
		["暗影小鬼"] = {
			["texture"] = 136172,
		},
		["暗影潜行"] = {
			["texture"] = 132320,
		},
		["制造召唤节杖：水"] = {
			["castTime"] = 3000,
		},
		["火焰之花"] = {
			["texture"] = 135818,
		},
		["TEST Heal Self"] = {
			["texture"] = 135913,
		},
		["图样：冬天爷爷的手套"] = {
			["castTime"] = 3000,
		},
		["秘银盾刺"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["感知恶魔"] = {
			["castTime"] = 3000,
			["texture"] = 136172,
		},
		["雪王9000型"] = {
			["castTime"] = 25000,
			["texture"] = 132387,
		},
		["变身为熊（被动）"] = {
			["texture"] = 132276,
		},
		["附魔武器 - 寒冬之力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["火箭靴故障"] = {
			["texture"] = 135805,
		},
		["巨兽之王"] = {
			["texture"] = 136063,
		},
		["金度的欺骗"] = {
			["texture"] = 136224,
		},
		["配方：冰霜之力药剂"] = {
			["castTime"] = 3000,
		},
		["召唤冰霜亡魂"] = {
			["texture"] = 136221,
		},
		["速度"] = {
			["texture"] = 132219,
		},
		["酸性箭雨"] = {
			["texture"] = 136007,
		},
		["假人轰炸"] = {
			["castTime"] = 2000,
		},
		["蛛网 II"] = {
			["texture"] = 132149,
		},
		["公式：附魔护腕 - 强效智力"] = {
			["castTime"] = 3000,
		},
		["符文皮甲"] = {
			["castTime"] = 60000,
		},
		["Flame Attack Visual Effect"] = {
			["texture"] = 135809,
		},
		["吸取生命"] = {
			["castTime"] = 3000,
			["texture"] = 136169,
		},
		["火焰箭 III"] = {
			["castTime"] = 3000,
			["texture"] = 135810,
		},
		["虚空行者守卫"] = {
			["castTime"] = 3000,
			["texture"] = 136221,
		},
		["潜行者护甲充能"] = {
			["texture"] = 136039,
		},
		["重皮"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["强化治疗链"] = {
			["texture"] = 136042,
		},
		["术士恐惧"] = {
			["texture"] = 136183,
		},
		["战士之怒"] = {
			["texture"] = 132355,
		},
		["荣誉点数+82"] = {
			["castTime"] = 1000,
		},
		["Evasion TEST"] = {
			["texture"] = 136205,
		},
		["Increased Rejuvenation Duration"] = {
			["texture"] = 136081,
		},
		["Shade Form Visual"] = {
			["texture"] = 136121,
		},
		["公式：附魔武器 - 屠魔"] = {
			["castTime"] = 3000,
		},
		["图样：黑色丝质背包"] = {
			["castTime"] = 3000,
		},
		["[PH] Teleport to Grom'Gol"] = {
			["castTime"] = 2000,
		},
		["药水力量 II"] = {
			["texture"] = 136101,
		},
		["附魔护腕 - 次级耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["木喉之力"] = {
			["castTime"] = 60000,
		},
		["Sillithus Flag, Horde, and speed limit (DND)"] = {
			["texture"] = 132486,
		},
		["Evade (OLD)"] = {
			["texture"] = 132110,
		},
		["Hate to Half"] = {
			["texture"] = 136190,
		},
		["召唤伊莉莎的卫兵"] = {
			["texture"] = 136142,
		},
		["相位潜行"] = {
			["texture"] = 132320,
		},
		["野兽之爪 II"] = {
			["castTime"] = 1000,
			["texture"] = 136078,
		},
		["灼热图腾"] = {
			["texture"] = 135825,
		},
		["装满娜玛拉的瓶子"] = {
			["castTime"] = 1000,
		},
		["易伤"] = {
			["texture"] = 135860,
		},
		["设计图：金鳞胸甲"] = {
			["castTime"] = 3000,
		},
		["群体清除"] = {
			["texture"] = 135894,
		},
		["智慧药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["多彩混乱"] = {
			["texture"] = 135753,
		},
		["挫志怒吼"] = {
			["texture"] = 132366,
		},
		["恢复水晶"] = {
			["texture"] = 134095,
		},
		["周期性击退"] = {
			["texture"] = 132330,
		},
		["驱散射击 III"] = {
			["texture"] = 132153,
		},
		["熔炼"] = {
			["texture"] = 135811,
		},
		["设计图：铜质宝石手套"] = {
			["castTime"] = 3000,
		},
		["毒性射击"] = {
			["castTime"] = 2000,
			["texture"] = 132273,
		},
		["联合收割机组件"] = {
			["castTime"] = 25000,
		},
		["无畏冲锋"] = {
			["texture"] = 136010,
		},
		["设计图：狮心头盔"] = {
			["castTime"] = 3000,
		},
		["附魔披风 - 初级防护"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["幽魂甲"] = {
			["castTime"] = 3000,
			["texture"] = 136094,
		},
		["Conjure Slidore's Beacon DND"] = {
			["castTime"] = 1000,
		},
		["致密炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["召唤小软泥怪"] = {
			["texture"] = 136006,
		},
		["召唤诺克赛恩产物"] = {
			["texture"] = 136006,
		},
		["治疗祷言"] = {
			["castTime"] = 3000,
			["texture"] = 135943,
		},
		["侦测恶魔药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["制造法师的宝珠"] = {
			["castTime"] = 4000,
		},
		["建筑物大火"] = {
			["texture"] = 135805,
		},
		["亚麻靴"] = {
			["castTime"] = 8000,
			["texture"] = 132149,
		},
		["寒冷"] = {
			["texture"] = 135857,
		},
		["红色魔纹短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["地精火箭燃油配方"] = {
			["castTime"] = 25000,
		},
		["自律"] = {
			["texture"] = 135952,
		},
		["孢子树"] = {
			["texture"] = 136006,
		},
		["苔藓覆盖的手"] = {
			["texture"] = 136052,
		},
		["夜色长靴"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["Stoned - Channel Cast Visual"] = {
			["castTime"] = 3000,
			["texture"] = 136018,
		},
		["疾病"] = {
			["texture"] = 136128,
		},
		["次级隐形术"] = {
			["castTime"] = 3000,
			["texture"] = 135994,
		},
		["Dull Lure Passive"] = {
			["texture"] = 136232,
		},
		["火焰奥术反射"] = {
			["texture"] = 135736,
		},
		["Stance Rage (+3 Off/Def)"] = {
			["texture"] = 132091,
		},
		["死亡之触"] = {
			["castTime"] = 3000,
			["texture"] = 136230,
		},
		["召唤熊猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["屠杀"] = {
			["texture"] = 134947,
		},
		["自爆法力"] = {
			["texture"] = 136116,
		},
		["配方：食人魔力量药剂"] = {
			["castTime"] = 3000,
		},
		["缠斗"] = {
			["texture"] = 136128,
		},
		["迅捷反射 III"] = {
			["texture"] = 132223,
		},
		["秘银螺旋弹"] = {
			["castTime"] = 8000,
		},
		["双手锤掌握"] = {
			["texture"] = 132325,
		},
		["玛拉顿传送门效果"] = {
			["texture"] = 135743,
		},
		["致密平衡石"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["钓鱼技能 +100"] = {
			["texture"] = 136245,
		},
		["伤害车辆"] = {
			["castTime"] = 2000,
			["texture"] = 135805,
		},
		["暗影圣印 II"] = {
			["texture"] = 135968,
		},
		["硬壳"] = {
			["texture"] = 132110,
		},
		["防御状态"] = {
			["texture"] = 132110,
		},
		["暗影专精"] = {
			["texture"] = 136130,
		},
		["图样：重型土灵手套"] = {
			["castTime"] = 3000,
		},
		["宠物恢复"] = {
			["texture"] = 132156,
		},
		["重磅铁制炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["公式：附魔武器 - 次级屠兽"] = {
			["castTime"] = 3000,
		},
		["设计图：秘银鳞片护肩"] = {
			["castTime"] = 3000,
		},
		["上古之魂"] = {
			["texture"] = 136222,
		},
		["召唤梦魇幻象"] = {
			["texture"] = 135824,
		},
		["图样：蓝色亚麻外衣"] = {
			["castTime"] = 3000,
		},
		["Conjure Ryson's Beacon (Alliance) DND"] = {
			["castTime"] = 1000,
		},
		["图样：恶魔布靴"] = {
			["castTime"] = 3000,
		},
		["制造先知之水"] = {
			["castTime"] = 5000,
			["texture"] = 136168,
		},
		["屠夫吸取"] = {
			["texture"] = 136208,
		},
		["Random Weapon Proc Fire Effect 12"] = {
			["texture"] = 136197,
		},
		["图样：绿色节日衬衣"] = {
			["castTime"] = 3000,
		},
		["Smite's Dual Wield Passive"] = {
			["texture"] = 132330,
		},
		["设计图：黑铁板甲"] = {
			["castTime"] = 3000,
		},
		["心灵炸弹"] = {
			["castTime"] = 3000,
			["texture"] = 136174,
		},
		["原野疾驰"] = {
			["texture"] = 132091,
		},
		["公式：附魔胸甲 - 极效法力"] = {
			["castTime"] = 3000,
		},
		["真银棒"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["Dagger Strike III (Disabled)"] = {
			["texture"] = 132223,
		},
		["沙拉姆"] = {
			["texture"] = 135994,
		},
		["全力一击 IV"] = {
			["texture"] = 132316,
		},
		["rfo"] = {
			["texture"] = 136147,
		},
		["雷松的全视之眼"] = {
			["castTime"] = 1000,
			["texture"] = 132089,
		},
		["召唤花羽鹦鹉"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["图样：生命护肩"] = {
			["castTime"] = 3000,
		},
		["传送：灯塔"] = {
			["castTime"] = 2000,
		},
		["火元素"] = {
			["castTime"] = 3000,
		},
		["设计图：黑暗之魂护肩"] = {
			["castTime"] = 3000,
		},
		["沙赫拉姆烈焰"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["鲜血通道"] = {
			["texture"] = 136168,
		},
		["放置杰斯托的信号灯"] = {
			["castTime"] = 5000,
		},
		["Aqual Quintessence - Dowse Molten Core Rune"] = {
			["castTime"] = 1000,
		},
		["投掷辛迪加炸弹"] = {
			["texture"] = 136173,
		},
		["野蛮暴怒"] = {
			["texture"] = 136224,
		},
		["游泳速度"] = {
			["texture"] = 134754,
		},
		["食谱：蝎肉大餐"] = {
			["castTime"] = 3000,
		},
		["虚空行走"] = {
			["texture"] = 136163,
		},
		["粘稠沥青"] = {
			["texture"] = 132343,
		},
		["黑暗深渊的祝福"] = {
			["texture"] = 135850,
		},
		["击退"] = {
			["texture"] = 132939,
		},
		["闪电澎湃"] = {
			["texture"] = 135990,
		},
		["Aerie Gryphon Speed Buff"] = {
			["texture"] = 135831,
		},
		["脊骨收割者"] = {
			["texture"] = 135934,
		},
		["无荣誉目标"] = {
			["texture"] = 135994,
		},
		["遗弃技能：锤"] = {
			["texture"] = 133479,
		},
		["召唤赤环蛇"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["Rogue Passive (DND)"] = {
			["texture"] = 132320,
		},
		["践踏"] = {
			["texture"] = 132368,
		},
		["Force Target - Kick with impact"] = {
			["texture"] = 136168,
		},
		["速效毒药 V"] = {
			["castTime"] = 3000,
			["texture"] = 132273,
		},
		["蜘蛛肉肠"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["青色迅猛龙"] = {
			["castTime"] = 3000,
			["texture"] = 132253,
		},
		["召唤法术卫兵"] = {
			["castTime"] = 5000,
			["texture"] = 136075,
		},
		["雪球"] = {
			["texture"] = 132387,
		},
		["萨弗隆战锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["萨弗拉斯之眼"] = {
			["castTime"] = 27000,
			["texture"] = 136192,
		},
		["设计图：钢质武器链"] = {
			["castTime"] = 3000,
		},
		["黑暗引导"] = {
			["texture"] = 136121,
		},
		["快速冰霜防护结界"] = {
			["castTime"] = 1500,
			["texture"] = 135824,
		},
		["暗影防护药水"] = {
			["castTime"] = 3000,
		},
		["野兽狂暴 III"] = {
			["texture"] = 132091,
		},
		["防护腰带"] = {
			["texture"] = 135940,
		},
		["铜质链甲战靴"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["牺牲圣印"] = {
			["castTime"] = 3000,
			["texture"] = 135966,
		},
		["惩击恶魔"] = {
			["texture"] = 135920,
		},
		["雏龙之语：红色"] = {
			["texture"] = 136010,
		},
		["战斗光环"] = {
			["texture"] = 135968,
		},
		["食谱：菊花茶"] = {
			["castTime"] = 3000,
		},
		["受伤"] = {
			["texture"] = 136115,
		},
		["Summon Son of Flame H"] = {
			["texture"] = 135819,
		},
		["Summon Son of Flame G"] = {
			["texture"] = 135819,
		},
		["设计图：精制秘银短裤"] = {
			["castTime"] = 3000,
		},
		["座狼斥候"] = {
			["texture"] = 136129,
		},
		["鹰隼飞翔"] = {
			["texture"] = 136107,
		},
		["Summon Son of Flame F"] = {
			["texture"] = 135819,
		},
		["昏迷1秒，1%"] = {
			["texture"] = 133477,
		},
		["Defensive State 2 (DND)"] = {
			["texture"] = 132110,
		},
		["公式：附魔手套 - 高级草药学"] = {
			["castTime"] = 3000,
		},
		["怒不可遏"] = {
			["texture"] = 136097,
		},
		["血红之怒"] = {
			["texture"] = 135818,
		},
		["Summon Son of Flame B"] = {
			["texture"] = 135819,
		},
		["召唤精龙宝宝"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["强效水下呼吸"] = {
			["texture"] = 135859,
		},
		["召唤机器人"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["武器平衡锤"] = {
			["castTime"] = 3000,
		},
		["勇士"] = {
			["texture"] = 136172,
		},
		["火焰集中"] = {
			["texture"] = 135824,
		},
		["宁静之风"] = {
			["texture"] = 136013,
		},
		["免疫"] = {
			["texture"] = 136157,
		},
		["转化秘银"] = {
			["castTime"] = 25000,
			["texture"] = 133234,
		},
		["魔法协调"] = {
			["texture"] = 136006,
		},
		["伤害反射护盾"] = {
			["texture"] = 136121,
		},
		["强化冰霜新星"] = {
			["texture"] = 135840,
		},
		["毒液箭"] = {
			["castTime"] = 2500,
			["texture"] = 136016,
		},
		["火焰法杖 II"] = {
			["texture"] = 132325,
		},
		["微型收割机"] = {
			["texture"] = 136172,
		},
		["铁炉堡胸甲"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["音乐催眠"] = {
			["castTime"] = 1000,
		},
		["召唤鸡蛋"] = {
			["texture"] = 132833,
		},
		["蛮力狂扫"] = {
			["castTime"] = 4000,
			["texture"] = 132369,
		},
		["召唤鳄鱼"] = {
			["texture"] = 133726,
		},
		["法杖掌握"] = {
			["texture"] = 135145,
		},
		["公式：符文奥金棒"] = {
			["castTime"] = 3000,
			["texture"] = 135913,
		},
		["火花"] = {
			["castTime"] = 2000,
			["texture"] = 136048,
		},
		["割伤"] = {
			["texture"] = 136231,
		},
		["自然之友"] = {
			["texture"] = 136095,
		},
		["合并第一卷"] = {
			["castTime"] = 5000,
		},
		["爆炸"] = {
			["texture"] = 136133,
		},
		["破坏工具"] = {
			["castTime"] = 750,
			["texture"] = 136168,
		},
		["Thorns Dmg +4"] = {
			["texture"] = 136051,
		},
		["制造命令法杖"] = {
			["texture"] = 136058,
		},
		["Thorns Dmg +1"] = {
			["texture"] = 136051,
		},
		["魔法抑制"] = {
			["castTime"] = 3000,
			["texture"] = 136006,
		},
		["Thorns Dmg +3"] = {
			["texture"] = 136051,
		},
		["召唤裂隙行者"] = {
			["texture"] = 136121,
		},
		["凿击"] = {
			["texture"] = 132155,
		},
		["纳拉雷克斯醒来"] = {
			["texture"] = 136107,
		},
		["绿铁锁甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["鼓舞"] = {
			["texture"] = 135913,
		},
		["绿色皮甲"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["再生圣歌"] = {
			["texture"] = 136069,
		},
		["庇护"] = {
			["texture"] = 135926,
		},
		["Demon Slaying 30"] = {
			["texture"] = 136172,
		},
		["公式：附魔披风 - 强效抗性"] = {
			["castTime"] = 3000,
		},
		["冰冻"] = {
			["texture"] = 135843,
		},
		["平衡光与影"] = {
			["castTime"] = 10000,
		},
		["冬狼"] = {
			["castTime"] = 3000,
			["texture"] = 132266,
		},
		["驱散血牙"] = {
			["texture"] = 136116,
		},
		["相位淡出"] = {
			["texture"] = 136047,
		},
		["召唤艾斯卡达尔"] = {
			["texture"] = 134176,
		},
		["深海护手"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["光芒手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["冰封攻击"] = {
			["texture"] = 135847,
		},
		["Deprecated BKP \"Impact\" Shot"] = {
			["castTime"] = 3000,
		},
		["伊兰尼库斯隐形"] = {
			["texture"] = 135994,
		},
		["图样：北极外套"] = {
			["castTime"] = 3000,
		},
		["配方：超强巨魔之血药水"] = {
			["castTime"] = 3000,
		},
		["野人亚麻外衣"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["附魔靴子 - 初级速度"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["丝绸小包"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["爱情的重击"] = {
			["castTime"] = 1000,
			["texture"] = 132382,
		},
		["召唤猩猩"] = {
			["texture"] = 132091,
		},
		["救赎之魂"] = {
			["texture"] = 132864,
		},
		["Inner Courage 20"] = {
			["texture"] = 136121,
		},
		["侦查形态"] = {
			["texture"] = 132311,
		},
		["鞭笞"] = {
			["texture"] = 132109,
		},
		["卑鄙"] = {
			["texture"] = 136220,
		},
		["召唤失落的护符"] = {
			["castTime"] = 1000,
		},
		["冷木诅咒"] = {
			["texture"] = 136160,
		},
		["召唤范迪姆的幻象"] = {
			["texture"] = 135736,
		},
		["播种"] = {
			["castTime"] = 5000,
		},
		["艾奎尼克斯法杖充能"] = {
			["castTime"] = 2000,
		},
		["断线"] = {
			["texture"] = 132995,
		},
		["酸性毒液喷溅"] = {
			["castTime"] = 2500,
			["texture"] = 136016,
		},
		["图样：邪恶皮甲"] = {
			["castTime"] = 3000,
		},
		["冷心诅咒"] = {
			["texture"] = 136130,
		},
		["强健灵魂"] = {
			["texture"] = 135932,
		},
		["阿塔莱毒药"] = {
			["texture"] = 136067,
		},
		["蓝色罩衫"] = {
			["castTime"] = 8000,
			["texture"] = 132149,
		},
		["慢性毒菌"] = {
			["castTime"] = 3000,
			["texture"] = 136134,
		},
		["dmg"] = {
			["texture"] = 136115,
		},
		["神圣法杖 IV"] = {
			["texture"] = 132325,
		},
		["夜色披风"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["拉格纳罗斯显现"] = {
			["castTime"] = 2900,
			["texture"] = 135819,
		},
		["真银护手"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Ragnaros Submerge Visual"] = {
			["texture"] = 135830,
		},
		["元素杀手"] = {
			["texture"] = 135861,
		},
		["集中速度"] = {
			["texture"] = 132347,
		},
		["图样：大法师腰带"] = {
			["castTime"] = 3000,
		},
		["Conjure Dull Flat Elven Blade DND"] = {
			["castTime"] = 500,
		},
		["侏儒摄像头连接"] = {
			["castTime"] = 3000,
		},
		["生命封印"] = {
			["castTime"] = 2000,
		},
		["腐化力量"] = {
			["texture"] = 135914,
		},
		["公式：附魔靴子 - 初级敏捷"] = {
			["castTime"] = 3000,
		},
		["斯塔文的诅咒"] = {
			["castTime"] = 1000,
			["texture"] = 136203,
		},
		["Ruul Snowhoof Shapechange (DND)"] = {
			["castTime"] = 1000,
		},
		["魔化共鸣水晶"] = {
			["castTime"] = 5000,
		},
		["撕碎"] = {
			["texture"] = 132152,
		},
		["TEST AVATAR"] = {
			["texture"] = 135923,
		},
		["破碎一击"] = {
			["texture"] = 132298,
		},
		["召唤红色小神龙"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["召唤熔岩怪"] = {
			["texture"] = 135819,
		},
		["神圣震击"] = {
			["texture"] = 135972,
		},
		["附魔武器 - 生命偷取"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["Judgement of Light Intermediate"] = {
			["texture"] = 135924,
		},
		["醉酒的车队员工"] = {
			["castTime"] = 2000,
		},
		["召唤特沃什的爪牙"] = {
			["castTime"] = 4000,
			["texture"] = 135864,
		},
		["Tag: Arrow"] = {
			["texture"] = 132212,
		},
		["打开密箱"] = {
			["castTime"] = 5000,
		},
		["先祖知识"] = {
			["texture"] = 136162,
		},
		["制造火炬"] = {
			["texture"] = 136058,
		},
		["遗弃技能：火焰"] = {
			["texture"] = 135805,
		},
		["污浊嚎叫"] = {
			["texture"] = 136188,
		},
		["Copy of Self Stun - 30 seconds"] = {
			["texture"] = 136168,
		},
		["埋葬塞缪尔的遗体"] = {
			["castTime"] = 2000,
		},
		["夜色虫"] = {
			["castTime"] = 5000,
			["texture"] = 136245,
		},
		["灰色毛纺长袍"] = {
			["castTime"] = 25000,
		},
		["强化猎人印记"] = {
			["texture"] = 132212,
		},
		["灵魂偷取效果"] = {
			["texture"] = 132325,
		},
		["火核狙击步枪"] = {
			["castTime"] = 60000,
		},
		["手工亚麻裤"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["附魔手套 - 超强敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["召唤深苔雌蜘蛛"] = {
			["texture"] = 136074,
		},
		["治疗大师"] = {
			["texture"] = 135917,
		},
		["冬季狂欢者 - 暗夜精灵女性"] = {
			["texture"] = 135849,
		},
		["盐湖赛车低速"] = {
			["texture"] = 134063,
		},
		["召唤库尔森奴隶"] = {
			["texture"] = 135736,
		},
		["暗影新星 II"] = {
			["castTime"] = 3000,
			["texture"] = 136195,
		},
		["敏捷 VIII"] = {
			["texture"] = 134873,
		},
		["迪迪尔印记"] = {
			["texture"] = 132212,
		},
		["拦截"] = {
			["texture"] = 132307,
		},
		["侏儒微调器"] = {
			["castTime"] = 8000,
		},
		["术士导魔"] = {
			["texture"] = 136121,
		},
		["厚丝质绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["武器平衡"] = {
			["texture"] = 135138,
		},
		["强化智慧祝福"] = {
			["texture"] = 135970,
		},
		["召唤农场小鸡"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["反击风暴"] = {
			["texture"] = 132336,
		},
		["食谱：烟熏鲈鱼"] = {
			["castTime"] = 3000,
		},
		["地精工程学"] = {
			["texture"] = 136243,
		},
		["结构图：简易投掷炸弹"] = {
			["castTime"] = 3000,
		},
		["强化嘲讽"] = {
			["texture"] = 136080,
		},
		["强化拯救祝福"] = {
			["texture"] = 135967,
		},
		["元素诅咒"] = {
			["texture"] = 136130,
		},
		["圣言术：力"] = {
			["texture"] = 135882,
		},
		["设计图：镀银青铜护肩"] = {
			["castTime"] = 3000,
		},
		["附魔靴子 - 初级敏捷"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["强化恢复"] = {
			["texture"] = 135953,
		},
		["图样：火山护腿"] = {
			["castTime"] = 3000,
		},
		["枭兽光环"] = {
			["texture"] = 136057,
		},
		["畏缩"] = {
			["texture"] = 132118,
		},
		["青铜管"] = {
			["castTime"] = 5125,
		},
		["公正圣印"] = {
			["texture"] = 135971,
		},
		["惩戒之盾"] = {
			["castTime"] = 1000,
			["texture"] = 134965,
		},
		["魔纹布卷"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["召唤希洛塔姆"] = {
			["castTime"] = 2500,
		},
		["纠缠"] = {
			["texture"] = 136113,
		},
		["Summon Freethinker's Bracers DND"] = {
			["castTime"] = 1000,
		},
		["森林的召唤"] = {
			["texture"] = 136107,
		},
		["图样：恶魔布手套"] = {
			["castTime"] = 3000,
		},
		["灵魂震击"] = {
			["texture"] = 136140,
		},
		["次级虚空精华"] = {
			["texture"] = 136192,
		},
		["公式：附魔武器 - 超强打击"] = {
			["castTime"] = 3000,
		},
		["公式：附魔双手武器 - 极效智力"] = {
			["castTime"] = 3000,
		},
		["选择能量"] = {
			["texture"] = 136011,
		},
		["公式：附魔武器 - 邪恶"] = {
			["castTime"] = 3000,
		},
		["公式：附魔武器 - 超强冲击"] = {
			["castTime"] = 3000,
		},
		["调整"] = {
			["texture"] = 136056,
		},
		["熊之拥抱"] = {
			["texture"] = 132111,
		},
		["暗影法杖"] = {
			["texture"] = 132325,
		},
		["控制机械"] = {
			["texture"] = 132997,
		},
		["野葡萄药水"] = {
			["castTime"] = 3000,
		},
		["冰霜速冻"] = {
			["texture"] = 135848,
		},
		["装满瓶子"] = {
			["castTime"] = 5000,
		},
		["野性"] = {
			["texture"] = 132369,
		},
		["投掷泥土"] = {
			["castTime"] = 1000,
			["texture"] = 136090,
		},
		["软泥"] = {
			["texture"] = 136006,
		},
		["附魔武器 - 十字军"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["附魔武器 - 邪恶武器"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["吞食猎物"] = {
			["texture"] = 132278,
		},
		["护甲 +16"] = {
			["castTime"] = 3000,
		},
		["大型爆盐炸弹逆火"] = {
			["texture"] = 135805,
		},
		["双手斧掌握"] = {
			["texture"] = 132316,
		},
		["召唤被奴役的座狼"] = {
			["castTime"] = 1300,
			["texture"] = 136130,
		},
		["Distract Test"] = {
			["texture"] = 132289,
		},
		["致命钉刺"] = {
			["texture"] = 136016,
		},
		["冰雹"] = {
			["texture"] = 135846,
		},
		["安静自杀"] = {
			["texture"] = 136168,
		},
		["闷棍"] = {
			["texture"] = 132310,
		},
		["灵猴守护"] = {
			["texture"] = 132159,
		},
		["锁甲"] = {
			["texture"] = 132627,
		},
		["自杀"] = {
			["texture"] = 136168,
		},
		["安图苏尔的治疗波"] = {
			["castTime"] = 1000,
			["texture"] = 135916,
		},
		["深红丝质护肩"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["提高声望"] = {
			["castTime"] = 1000,
		},
		["附魔双手武器 - 强效冲击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["挑战者眩晕"] = {
			["texture"] = 136175,
		},
		["黑铁矮人伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["附魔手套 - 强效力量"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["酸息术"] = {
			["texture"] = 136007,
		},
		["巨熊形态"] = {
			["texture"] = 132276,
		},
		["挫志咆哮"] = {
			["texture"] = 132121,
		},
		["熔炼秘银"] = {
			["castTime"] = 3000,
		},
		["蛛网 III"] = {
			["texture"] = 132149,
		},
		["光明祝福"] = {
			["texture"] = 135943,
		},
		["Avenger Judgment Bonus"] = {
			["texture"] = 136011,
		},
		["法力回复"] = {
			["texture"] = 136053,
		},
		["食谱：辣椒蟹肉"] = {
			["castTime"] = 3000,
		},
		["结构图：黑铁炸弹"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["Arugal spawn-in spell"] = {
			["castTime"] = 2000,
		},
		["次级敏捷"] = {
			["texture"] = 134873,
		},
		["火焰抗性光环"] = {
			["texture"] = 135824,
		},
		["绿色毛纺长袍"] = {
			["castTime"] = 12500,
		},
		["变鸡"] = {
			["texture"] = 135996,
		},
		["安抚龙类"] = {
			["texture"] = 136046,
		},
		["治疗专注"] = {
			["texture"] = 135918,
		},
		["召唤毒蛇"] = {
			["castTime"] = 1500,
			["texture"] = 136084,
		},
		["金棒"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["结构图：完美的奥金步枪"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["圣物"] = {
			["texture"] = 133743,
		},
		["Test Black Diamond Debug"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["元素武器"] = {
			["texture"] = 135814,
		},
		["碎石"] = {
			["texture"] = 136025,
		},
		["结构图：瑟银零件"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["奥金幼龙"] = {
			["castTime"] = 60000,
		},
		["绿色护目镜"] = {
			["castTime"] = 12500,
		},
		["配方：强效奥法药剂"] = {
			["castTime"] = 3000,
		},
		["Fire Nova Visual"] = {
			["texture"] = 135824,
		},
		["Viscidus Slowed"] = {
			["texture"] = 136006,
		},
		["心灵腐蚀 II"] = {
			["texture"] = 136174,
		},
		["图样：魔化符文布包"] = {
			["castTime"] = 3000,
		},
		["啄眼"] = {
			["texture"] = 132156,
		},
		["图样：红色魔纹手套"] = {
			["castTime"] = 3000,
		},
		["麻木之痛"] = {
			["castTime"] = 1500,
			["texture"] = 136016,
		},
		["法术能量护目镜超级改良版"] = {
			["castTime"] = 45000,
		},
		["瑟银零件"] = {
			["castTime"] = 8000,
		},
		["召唤复制虫"] = {
			["texture"] = 136122,
		},
		["蓝色亚麻长袍"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["黑铁炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["邪恶混浊"] = {
			["texture"] = 136067,
		},
		["召唤拉格纳罗斯"] = {
			["castTime"] = 10000,
			["texture"] = 135819,
		},
		["覆体之网"] = {
			["castTime"] = 2000,
			["texture"] = 136022,
		},
		["劣质火枪"] = {
			["castTime"] = 8000,
		},
		["定身攻击 IV"] = {
			["texture"] = 132152,
		},
		["元素火焰"] = {
			["castTime"] = 500,
			["texture"] = 135808,
		},
		["敲打祖尔法拉克铜锣"] = {
			["castTime"] = 500,
		},
		["冬季狂欢者 - 亡灵男性"] = {
			["texture"] = 135849,
		},
		["公式：附魔披风 - 初级防护"] = {
			["castTime"] = 3000,
		},
		["Imbue Cloak - Minor Resistance"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["污染光环"] = {
			["texture"] = 136225,
		},
		["弓箭掌握"] = {
			["texture"] = 132329,
		},
		["冰冻新星"] = {
			["texture"] = 135848,
		},
		["水下毒气"] = {
			["texture"] = 136184,
		},
		["抗性光环"] = {
			["texture"] = 135865,
		},
		["合并坠饰"] = {
			["castTime"] = 3000,
		},
		["基赫纳斯的诅咒"] = {
			["texture"] = 136160,
		},
		["沙斯拉尔的诅咒"] = {
			["texture"] = 136121,
		},
		["Hate to 50%"] = {
			["texture"] = 136190,
		},
		["充能奥术箭"] = {
			["castTime"] = 7000,
			["texture"] = 135753,
		},
		["附魔武器 - 初级攻击"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["活力行动药水"] = {
			["castTime"] = 3000,
		},
		["特殊饮料"] = {
			["texture"] = 135999,
		},
		["进食充分"] = {
			["texture"] = 136000,
		},
		["放置艾克曼的信号灯"] = {
			["castTime"] = 5000,
		},
		["召唤地元素"] = {
			["texture"] = 136025,
		},
		["驯服巨翼恶枭"] = {
			["texture"] = 132164,
		},
		["驯服夜刃捕食者"] = {
			["texture"] = 132164,
		},
		["稳固"] = {
			["texture"] = 132219,
		},
		["空气之藤"] = {
			["texture"] = 136022,
		},
		["熔炼银锭"] = {
			["castTime"] = 3000,
		},
		["驯服可怕的杂斑野猪"] = {
			["texture"] = 132164,
		},
		["双武器"] = {
			["texture"] = 132147,
		},
		["梦境药剂"] = {
			["castTime"] = 3000,
		},
		["驯服草原捕食者"] = {
			["texture"] = 132164,
		},
		["小型红色烟花"] = {
			["castTime"] = 5125,
		},
		["石肤图腾"] = {
			["texture"] = 136098,
		},
		["黄金万能钥匙"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["食谱：热狼排"] = {
			["castTime"] = 3000,
		},
		["附魔盾牌 - 精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["解散野兽"] = {
			["castTime"] = 5000,
			["texture"] = 136095,
		},
		["Staff Strike III (Disabled)"] = {
			["texture"] = 132325,
		},
		["熔化护甲"] = {
			["texture"] = 135817,
		},
		["Tag: Red Skulls"] = {
			["texture"] = 135819,
		},
		["召唤虎皮猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["召唤烈焰"] = {
			["texture"] = 135826,
		},
		["初级敏捷药剂"] = {
			["castTime"] = 3000,
		},
		["Portal Effect: Darnassus"] = {
			["texture"] = 135741,
		},
		["致命毒素"] = {
			["texture"] = 132290,
		},
		["特效法力药水"] = {
			["castTime"] = 3000,
		},
		["基恩洛的熊形态"] = {
			["texture"] = 132276,
		},
		["召唤黑尾白猫"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["耐力提高"] = {
			["texture"] = 132584,
		},
		["Terror (TEST)"] = {
			["castTime"] = 1000,
			["texture"] = 136122,
		},
		["致伤射击 IV"] = {
			["texture"] = 132323,
		},
		["召唤碎腭"] = {
			["castTime"] = 3000,
		},
		["驯服冰爪熊"] = {
			["texture"] = 132164,
		},
		["粗制平衡石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["召唤虚空行者"] = {
			["castTime"] = 10000,
			["texture"] = 136221,
		},
		["Majordomo Teleport Visual"] = {
			["castTime"] = 1000,
			["texture"] = 135736,
		},
		["武器脱手"] = {
			["texture"] = 132343,
		},
		["腐坏之血效果"] = {
			["texture"] = 136168,
		},
		["君王板甲护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["Test Tickle"] = {
			["texture"] = 136168,
		},
		["墨汁喷射"] = {
			["castTime"] = 1000,
			["texture"] = 136090,
		},
		["召唤大师"] = {
			["texture"] = 136164,
		},
		["召唤林精"] = {
			["castTime"] = 3000,
			["texture"] = 136074,
		},
		["暗影新星"] = {
			["texture"] = 136195,
		},
		["瞄准射击"] = {
			["castTime"] = 3000,
			["texture"] = 135130,
		},
		["硬化蝎壳手套"] = {
			["castTime"] = 60000,
		},
		["黑衣拉索里克"] = {
			["texture"] = 132331,
		},
		["效率"] = {
			["texture"] = 135865,
		},
		["寒冰之浪"] = {
			["castTime"] = 2000,
			["texture"] = 135848,
		},
		["正义圣印"] = {
			["castTime"] = 3000,
			["texture"] = 135932,
		},
		["Intellect IX"] = {
			["texture"] = 134721,
		},
		["火焰圣印 II"] = {
			["texture"] = 135968,
		},
		["雷霆召唤"] = {
			["texture"] = 136014,
		},
		["设计图：秘银鳞片手套"] = {
			["castTime"] = 3000,
		},
		["治疗之舌"] = {
			["castTime"] = 1000,
			["texture"] = 135915,
		},
		["Ivus Teleport Visual DND"] = {
			["castTime"] = 1000,
		},
		["逃跑"] = {
			["texture"] = 135996,
		},
		["Form of the Moonstalker (no invis)"] = {
			["castTime"] = 1000,
			["texture"] = 132156,
		},
		["复活虚弱"] = {
			["texture"] = 136147,
		},
		["公式：附魔胸甲 - 初级法力"] = {
			["castTime"] = 3000,
		},
		["破釜沉舟"] = {
			["texture"] = 135871,
		},
		["大地践踏"] = {
			["texture"] = 132368,
		},
		["迟钝术 II"] = {
			["castTime"] = 1000,
			["texture"] = 136159,
		},
		["无畏突袭"] = {
			["texture"] = 132316,
		},
		["小型绿色烟花"] = {
			["castTime"] = 5125,
		},
		["图样：粉色魔纹衬衣"] = {
			["castTime"] = 3000,
		},
		["刺骨寒冰"] = {
			["texture"] = 135845,
		},
		["跳跳虫"] = {
			["texture"] = 134295,
		},
		["图样：巫毒披风"] = {
			["castTime"] = 3000,
		},
		["设计图：金鳞战靴"] = {
			["castTime"] = 3000,
		},
		["暗影箭失效"] = {
			["castTime"] = 2000,
			["texture"] = 136197,
		},
		["萃取智慧"] = {
			["texture"] = 134877,
		},
		["保护祝福"] = {
			["texture"] = 135964,
		},
		["图样：火山护肩"] = {
			["castTime"] = 3000,
		},
		["图样：重型蝎壳护肩"] = {
			["castTime"] = 3000,
		},
		["恶鞭"] = {
			["texture"] = 136152,
		},
		["水煮阳鳞鲑鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["图样：雷暴护肩"] = {
			["castTime"] = 3000,
		},
		["闪电箭"] = {
			["castTime"] = 1500,
			["texture"] = 136048,
		},
		["图样：奇美拉外衣"] = {
			["castTime"] = 3000,
		},
		["图样：雷暴护甲"] = {
			["castTime"] = 3000,
		},
		["图样：蓝色龙鳞胸甲"] = {
			["castTime"] = 3000,
		},
		["神圣顺劈"] = {
			["texture"] = 132338,
		},
		["图样：符文皮甲腰带"] = {
			["castTime"] = 3000,
		},
		["冰霜印记"] = {
			["texture"] = 135834,
		},
		["野性印记"] = {
			["castTime"] = 3000,
			["texture"] = 136078,
		},
		["图样：重型蝎壳腰带"] = {
			["castTime"] = 3000,
		},
		["复仇昏迷"] = {
			["texture"] = 132353,
		},
		["农夫伪装"] = {
			["castTime"] = 3000,
			["texture"] = 132288,
		},
		["进攻姿态"] = {
			["texture"] = 132349,
		},
		["QAEnchant Weapon Spell Power"] = {
			["texture"] = 135913,
		},
		["图样：铁羽护肩"] = {
			["castTime"] = 3000,
		},
		["治疗之赐"] = {
			["texture"] = 136041,
		},
		["图样：重型蝎壳外衣"] = {
			["castTime"] = 3000,
		},
		["索瑞森之手"] = {
			["texture"] = 135807,
		},
		["红色亚麻包"] = {
			["castTime"] = 12500,
		},
		["冰图腾"] = {
			["texture"] = 135843,
		},
		["鬼魅幻影"] = {
			["castTime"] = 2000,
			["texture"] = 136123,
		},
		["MHTest01 Effect"] = {
			["texture"] = 132350,
		},
		["毒气炸弹"] = {
			["castTime"] = 1000,
			["texture"] = 133581,
		},
		["滑皮鲭鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["暗言术：惑"] = {
			["castTime"] = 3000,
			["texture"] = 135915,
		},
		["炽热火焰"] = {
			["castTime"] = 3000,
			["texture"] = 135826,
		},
		["烈性酒精"] = {
			["texture"] = 132796,
		},
		["生命胸甲"] = {
			["castTime"] = 60000,
		},
		["铁羽胸甲"] = {
			["castTime"] = 60000,
		},
		["变形效果"] = {
			["texture"] = 136006,
		},
		["火焰新星图腾"] = {
			["texture"] = 135824,
		},
		["浸魔披风 - 次级防护"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["魔暴龙皮手套"] = {
			["castTime"] = 60000,
		},
		["力量圣印"] = {
			["castTime"] = 3000,
		},
		["Spirit Particles (green)"] = {
			["texture"] = 135864,
		},
		["迅捷治愈"] = {
			["texture"] = 134914,
		},
		["防护火焰"] = {
			["texture"] = 135806,
		},
		["奇美拉长靴"] = {
			["castTime"] = 60000,
		},
		["火山护腿"] = {
			["castTime"] = 60000,
		},
		["召唤灰烬元素"] = {
			["texture"] = 132608,
		},
		["毛皮护甲片"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["深红丝质外衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["黑皮短裤"] = {
			["castTime"] = 25000,
			["texture"] = 136021,
		},
		["Copy of Sweeping Strikes"] = {
			["texture"] = 132306,
		},
		["石拳"] = {
			["texture"] = 132154,
		},
		["点铁成金"] = {
			["castTime"] = 25000,
			["texture"] = 133217,
		},
		["灵魂链接"] = {
			["texture"] = 136160,
		},
		["厚绒线绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["法术免疫"] = {
			["texture"] = 136217,
		},
		["定身攻击 III"] = {
			["texture"] = 132152,
		},
		["特雷莱恩冰触术"] = {
			["castTime"] = 3000,
			["texture"] = 136230,
		},
		["锤击昏迷效果"] = {
			["texture"] = 135860,
		},
		["长程射击 II"] = {
			["castTime"] = 4000,
			["texture"] = 132222,
		},
		["铜质双刃刀"] = {
			["castTime"] = 8000,
			["texture"] = 136192,
		},
		["审判强击"] = {
			["texture"] = 135880,
		},
		["部落军旗掉落"] = {
			["texture"] = 132485,
		},
		["塞格的黑暗塔罗牌：耐力"] = {
			["texture"] = 134334,
		},
		["反击"] = {
			["texture"] = 132336,
		},
		["瓦拉塔兹龙形"] = {
			["texture"] = 135990,
		},
		["Tag: Hearts"] = {
			["texture"] = 136209,
		},
		["Disease Cleansing Totem Passive"] = {
			["texture"] = 136019,
		},
		["熔火犬皮腰带"] = {
			["castTime"] = 60000,
		},
		["精制秘银头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["灰色科多兽"] = {
			["castTime"] = 3000,
			["texture"] = 132243,
		},
		["复活节光环"] = {
			["texture"] = 135864,
		},
		["配方：隐形药水"] = {
			["castTime"] = 3000,
		},
		["残废术"] = {
			["castTime"] = 3000,
			["texture"] = 136135,
		},
		["设计图：符文胸甲"] = {
			["castTime"] = 3000,
		},
		["钢质机械陆行鸟"] = {
			["castTime"] = 3000,
			["texture"] = 132247,
		},
		["闪电"] = {
			["texture"] = 135934,
		},
		["黑箭"] = {
			["castTime"] = 2000,
			["texture"] = 132323,
		},
		["黑色龙鳞护腿"] = {
			["castTime"] = 60000,
		},
		["培植种子"] = {
			["castTime"] = 10000,
			["texture"] = 136074,
		},
		["芬克的剥皮刀"] = {
			["texture"] = 135342,
		},
		["召唤法力恶魔"] = {
			["texture"] = 135757,
		},
		["周期性法力燃烧"] = {
			["texture"] = 136170,
		},
		["打开白蚁桶"] = {
			["castTime"] = 5000,
		},
		["地狱火假人效果"] = {
			["texture"] = 135818,
		},
		["两次攻击"] = {
			["texture"] = 132152,
		},
		["雕花皮质披风"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["摧毁土灵卫兵"] = {
			["texture"] = 136025,
		},
		["毒性充能"] = {
			["texture"] = 136016,
		},
		["碎灵"] = {
			["texture"] = 132155,
		},
		["战斗咆哮"] = {
			["texture"] = 132277,
		},
		["诺格弗格药剂"] = {
			["texture"] = 136187,
		},
		["恶魔牺牲"] = {
			["texture"] = 136184,
		},
		["莫甘斯的爪牙"] = {
			["castTime"] = 2500,
			["texture"] = 136232,
		},
		["双手斧"] = {
			["texture"] = 132395,
		},
		["怀旧"] = {
			["castTime"] = 4000,
			["texture"] = 136168,
		},
		["强效法力药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["恐惧嚎叫"] = {
			["castTime"] = 2000,
			["texture"] = 136147,
		},
		["Super Invis"] = {
			["texture"] = 135994,
		},
		["传送门：雷霆崖"] = {
			["castTime"] = 10000,
			["texture"] = 135750,
		},
		["重平衡石"] = {
			["castTime"] = 5125,
			["texture"] = 136192,
		},
		["图样：紫色丝质衬衣"] = {
			["castTime"] = 3000,
		},
		["地缚图腾"] = {
			["texture"] = 136102,
		},
		["铸斧大师"] = {
			["texture"] = 132396,
		},
		["献祭之油"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["蛛丝之靴"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["Test Strike"] = {
			["texture"] = 132355,
		},
		["倒钩"] = {
			["texture"] = 136104,
		},
		["公式：附魔手套 - 采矿"] = {
			["castTime"] = 3000,
		},
		["德鲁伊的睡眠"] = {
			["castTime"] = 2500,
			["texture"] = 136090,
		},
		["红色亚麻衬衣"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["LeCraft Test Spell"] = {
			["texture"] = 135933,
		},
		["碧蓝丝质披风"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["图样：宝石皮带"] = {
			["castTime"] = 3000,
		},
		["冰霜陷阱"] = {
			["texture"] = 135840,
		},
		["图样：巫术师兜帽"] = {
			["castTime"] = 3000,
		},
		["图样：淡黄色衬衣"] = {
			["castTime"] = 3000,
		},
		["强效防御药剂"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["Target Dummy - Event 001"] = {
			["texture"] = 136172,
		},
		["精神法杖 II"] = {
			["texture"] = 132325,
		},
		["心灵之力"] = {
			["texture"] = 136031,
		},
		["过载"] = {
			["texture"] = 133002,
		},
		["末日仪式效果"] = {
			["castTime"] = 10000,
			["texture"] = 135741,
		},
		["图样：信念外衣"] = {
			["castTime"] = 3000,
		},
		["图样：法术掌握手套"] = {
			["castTime"] = 3000,
		},
		["图样：巫纹头巾"] = {
			["castTime"] = 3000,
		},
		["图样：月布护肩"] = {
			["castTime"] = 3000,
		},
		["图样：影皮手套"] = {
			["castTime"] = 3000,
		},
		["图样：恶魔布帽"] = {
			["castTime"] = 3000,
		},
		["食谱：熏熊肉"] = {
			["castTime"] = 3000,
		},
		["落雷之云"] = {
			["castTime"] = 3000,
			["texture"] = 136014,
		},
		["古神之力"] = {
			["castTime"] = 2000,
			["texture"] = 136188,
		},
		["Force Reactive Disk Visual"] = {
			["texture"] = 132996,
		},
		["元素护甲"] = {
			["castTime"] = 1000,
			["texture"] = 135841,
		},
		["结实的铁锤"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["电能草莓"] = {
			["texture"] = 135990,
		},
		["强化心灵之火"] = {
			["texture"] = 135926,
		},
		["吸取大地能量"] = {
			["texture"] = 136025,
		},
		["熔炼青铜"] = {
			["castTime"] = 3000,
		},
		["草药烘蛋"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["Stone Skin Passive"] = {
			["texture"] = 132154,
		},
		["图样：霜纹手套"] = {
			["castTime"] = 3000,
		},
		["周期性暗影风暴"] = {
			["texture"] = 136163,
		},
		["邪恶光环"] = {
			["texture"] = 136225,
		},
		["图样：重型蝎壳护手"] = {
			["castTime"] = 3000,
		},
		["虚空法袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["恶魔布护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["符文布护肩"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["节能施法"] = {
			["texture"] = 136170,
		},
		["寒冰新星"] = {
			["texture"] = 135848,
		},
		["QAEnchant Weapon +22 Intellect"] = {
			["texture"] = 135913,
		},
		["霜纹短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["恶魔布短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["符文布手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["抵抗全部"] = {
			["texture"] = 136116,
		},
		["双手斧入门"] = {
			["texture"] = 132316,
		},
		["法杖打击 III"] = {
			["texture"] = 132325,
		},
		["亚麻披风"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["鬼纹腰带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["公式：附魔双手武器 - 次级智力"] = {
			["castTime"] = 3000,
		},
		["吸血鬼的拥抱"] = {
			["texture"] = 136230,
		},
		["dmg6"] = {
			["texture"] = 136115,
		},
		["中级炼金术"] = {
			["texture"] = 136240,
		},
		["dmg5"] = {
			["texture"] = 136115,
		},
		["公式：附魔盾牌 - 冰霜反射"] = {
			["castTime"] = 3000,
		},
		["Regeneration IV"] = {
			["texture"] = 134859,
		},
		["移动警报器"] = {
			["castTime"] = 25000,
		},
		["图样：符文皮甲护肩"] = {
			["castTime"] = 3000,
		},
		["大师级烹饪"] = {
			["castTime"] = 20000,
			["texture"] = 133971,
		},
		["召唤破碎的死尸"] = {
			["texture"] = 136187,
		},
		["精制秘银护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["食谱：煮熟的光滑大鱼"] = {
			["castTime"] = 3000,
		},
		["炖龙虾"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["烤鱿鱼"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["黑色魔纹头带"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["生命回复"] = {
			["texture"] = 135917,
		},
		["Thorns Dmg +2"] = {
			["texture"] = 136051,
		},
		["敏捷提高"] = {
			["texture"] = 132953,
		},
		["结构图：猫眼超级护目镜"] = {
			["castTime"] = 3000,
		},
		["TEST Arcane Concentration"] = {
			["texture"] = 136170,
		},
		["初始形态：火"] = {
			["texture"] = 136160,
		},
		["粘液瘟疫"] = {
			["texture"] = 135914,
		},
		["投掷"] = {
			["texture"] = 135426,
		},
		["强烈"] = {
			["texture"] = 135819,
		},
		["能量涌动"] = {
			["texture"] = 136215,
		},
		["初级工程学"] = {
			["texture"] = 136243,
		},
		["强化剧痛鞭笞"] = {
			["texture"] = 136136,
		},
		["制造特效火焰石"] = {
			["castTime"] = 3000,
			["texture"] = 132386,
		},
		["Kirtonos Gargoyle Passive"] = {
			["texture"] = 134950,
		},
		["强化治疗宠物"] = {
			["texture"] = 132179,
		},
		["奥术强化"] = {
			["texture"] = 136048,
		},
		["强化圣疗术"] = {
			["texture"] = 135928,
		},
		["草药学"] = {
			["texture"] = 136246,
		},
		["烹饪"] = {
			["texture"] = 133971,
		},
		["夜幕"] = {
			["castTime"] = 60000,
			["texture"] = 136223,
		},
		["Gemology - Tin (DND)"] = {
			["texture"] = 134118,
		},
		["奥术射击"] = {
			["texture"] = 132218,
		},
		["设计图：精制秘银胸甲"] = {
			["castTime"] = 3000,
		},
		["原始狂怒"] = {
			["texture"] = 132278,
		},
		["Night Elf Harbinger"] = {
			["texture"] = 135849,
		},
		["手工皮披风"] = {
			["castTime"] = 5125,
		},
		["鱼人鳞片护腕"] = {
			["castTime"] = 45000,
		},
		["转化：土转生命"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["图样：碧蓝丝质披风"] = {
			["castTime"] = 3000,
		},
		["驱邪术"] = {
			["castTime"] = 3000,
			["texture"] = 135903,
		},
		["传授召唤魅魔"] = {
			["texture"] = 136220,
		},
		["阿弗拉沙碎片"] = {
			["texture"] = 136077,
		},
		["灵魂燃烧 V"] = {
			["texture"] = 135805,
		},
		["灰布长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["灵魂击碎者"] = {
			["castTime"] = 2000,
			["texture"] = 136163,
		},
		["秘银鳞片护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["不灭信仰"] = {
			["texture"] = 135984,
		},
		["冰霜防护药水"] = {
			["castTime"] = 3000,
		},
		["雷矛的拯救"] = {
			["texture"] = 136087,
		},
		["泰兰死亡"] = {
			["castTime"] = 2000,
		},
		["法术爆裂"] = {
			["texture"] = 136208,
		},
		["亮闪闪的钢匕首"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["Instant Poison Proc"] = {
			["texture"] = 136188,
		},
		["雷松的猫头鹰"] = {
			["castTime"] = 1000,
			["texture"] = 132172,
		},
		["Summon Cloak of Unending Life DND"] = {
			["castTime"] = 1000,
		},
		["Force Target - Bow"] = {
			["texture"] = 136168,
		},
		["熏香"] = {
			["texture"] = 135447,
		},
		["暗影冥思"] = {
			["texture"] = 136223,
		},
		["无穷力量"] = {
			["texture"] = 136076,
		},
		["放置狮肉"] = {
			["castTime"] = 2500,
			["texture"] = 133748,
		},
		["急速施法"] = {
			["texture"] = 132369,
		},
		["次级秘法精华"] = {
			["texture"] = 136192,
		},
		["强化生命通道"] = {
			["texture"] = 136168,
		},
		["被发现"] = {
			["texture"] = 136173,
		},
		["初级法力药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["附魔靴子 - 初级耐力"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["强化献祭"] = {
			["texture"] = 135817,
		},
		["光芒（蓝色）"] = {
			["texture"] = 135741,
		},
		["强效治疗药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["强化暗影箭"] = {
			["texture"] = 136197,
		},
		["恶魔专注"] = {
			["texture"] = 136157,
		},
		["制造封灵箱"] = {
			["castTime"] = 500,
		},
		["闪电震爆"] = {
			["castTime"] = 3200,
			["texture"] = 136048,
		},
		["SHOWLABEL Only OFF"] = {
			["texture"] = 136069,
		},
		["地精火箭头盔"] = {
			["castTime"] = 12500,
			["texture"] = 135805,
		},
		["强力姿态 II"] = {
			["texture"] = 132109,
		},
		["暂停"] = {
			["texture"] = 132149,
		},
		["拉姆斯登的闪电钉"] = {
			["texture"] = 135990,
		},
		["高级钓鱼"] = {
			["castTime"] = 20000,
			["texture"] = 136245,
		},
		["Stance Rage (+5 Off)"] = {
			["texture"] = 132091,
		},
		["影像投射"] = {
			["texture"] = 136164,
		},
		["设计图：玉蛇刀"] = {
			["castTime"] = 3000,
		},
		["Create Onyxia Spawner"] = {
			["texture"] = 133748,
		},
		["图样：绿色毛纺长袍"] = {
			["castTime"] = 3000,
		},
		["公式：附魔护腕 - 强效耐力"] = {
			["castTime"] = 3000,
		},
		["次级奥术融合"] = {
			["castTime"] = 4000,
		},
		["水下诱鱼器"] = {
			["castTime"] = 5000,
			["texture"] = 134335,
		},
		["汹涌"] = {
			["texture"] = 132337,
		},
		["超级能量合剂"] = {
			["castTime"] = 25000,
		},
		["极性转化"] = {
			["castTime"] = 3000,
			["texture"] = 136048,
		},
		["鲜血分流"] = {
			["texture"] = 136168,
		},
		["提高神圣爆击"] = {
			["texture"] = 135967,
		},
		["附魔披风 - 初级抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["配方：强效冰霜防护药水"] = {
			["castTime"] = 3000,
		},
		["守护效果"] = {
			["texture"] = 135893,
		},
		["召唤赫尔库拉之犬"] = {
			["castTime"] = 3000,
			["texture"] = 136163,
		},
		["配方：超强防御药剂"] = {
			["castTime"] = 3000,
		},
		["熔炼铜锭"] = {
			["castTime"] = 3000,
		},
		["强效自然防护药水"] = {
			["castTime"] = 3000,
		},
		["出生"] = {
			["castTime"] = 2000,
		},
		["防御"] = {
			["texture"] = 132279,
		},
		["制造次级火焰石"] = {
			["castTime"] = 3000,
			["texture"] = 132386,
		},
		["弹幕"] = {
			["texture"] = 132330,
		},
		["艾露恩的祝福"] = {
			["texture"] = 134121,
		},
		["手工皮护腕"] = {
			["castTime"] = 5125,
		},
		["设计图：魔法战锤"] = {
			["castTime"] = 3000,
		},
		["超强防御药剂"] = {
			["castTime"] = 3000,
		},
		["深红丝质马裤"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["暗灰狼"] = {
			["castTime"] = 3000,
			["texture"] = 132266,
		},
		["制造贱民的指引"] = {
			["castTime"] = 1500,
		},
		["猫鼬药剂"] = {
			["castTime"] = 3000,
			["texture"] = 134812,
		},
		["迦玛兰的妖术"] = {
			["texture"] = 136232,
		},
		["Grounding Totem Passive"] = {
			["texture"] = 136039,
		},
		["毒药瓶"] = {
			["texture"] = 136016,
		},
		["烈焰之环"] = {
			["texture"] = 135824,
		},
		["上古恐慌"] = {
			["texture"] = 136140,
		},
		["机械幼龙"] = {
			["castTime"] = 45000,
			["texture"] = 132836,
		},
		["自由祝福"] = {
			["texture"] = 135968,
		},
		["水晶蜘蛛之牙"] = {
			["texture"] = 136113,
		},
		["复活亡灵甲虫"] = {
			["castTime"] = 1000,
			["texture"] = 136132,
		},
		["附魔披风 - 狡诈"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["设计图：彩虹之锤"] = {
			["castTime"] = 3000,
		},
		["仪式蜡烛光环"] = {
			["texture"] = 135805,
		},
		["熔炼金锭"] = {
			["castTime"] = 3000,
		},
		["骑术：羊"] = {
			["texture"] = 136103,
		},
		["活化烈焰"] = {
			["texture"] = 135817,
		},
		["点燃"] = {
			["texture"] = 135805,
		},
		["黎明先锋"] = {
			["castTime"] = 1500,
		},
		["图样：猫鼬长靴"] = {
			["castTime"] = 3000,
		},
		["设计图：精工风暴战锤"] = {
			["castTime"] = 3000,
		},
		["设计图：泰坦之锤"] = {
			["castTime"] = 3000,
		},
		["粗制瞄准镜"] = {
			["castTime"] = 3000,
		},
		["食谱：烤熊排"] = {
			["castTime"] = 3000,
		},
		["图样：守护之甲"] = {
			["castTime"] = 3000,
		},
		["设计图：符文之刃"] = {
			["castTime"] = 3000,
		},
		["冰冻术 III"] = {
			["texture"] = 135856,
		},
		["放置火炬"] = {
			["castTime"] = 2300,
		},
		["暗色湖蘑菇"] = {
			["castTime"] = 3000,
			["texture"] = 135914,
		},
		["阿迦玛甘的敏捷"] = {
			["texture"] = 136114,
		},
		["骑术：机械陆行鸟"] = {
			["texture"] = 136103,
		},
		["彩虹之锤"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["魔化战锤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["击倒"] = {
			["texture"] = 132154,
		},
		["致伤射击 V"] = {
			["texture"] = 132323,
		},
		["血之狂暴"] = {
			["texture"] = 132152,
		},
		["野蛮冲撞"] = {
			["texture"] = 132114,
		},
		["配方：次级敏捷药剂"] = {
			["castTime"] = 3000,
		},
		["脓疮之疹"] = {
			["texture"] = 136066,
		},
		["女妖尖叫"] = {
			["texture"] = 136164,
		},
		["神圣乱舞 IV"] = {
			["texture"] = 132330,
		},
		["强化愤怒"] = {
			["texture"] = 136006,
		},
		["Enraged Felguard Spawn"] = {
			["texture"] = 135805,
		},
		["极寒延伸"] = {
			["texture"] = 136141,
		},
		["烈焰喷射"] = {
			["castTime"] = 1700,
			["texture"] = 135805,
		},
		["魔化瑟银胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["魔化瑟银头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["冰冻之爪"] = {
			["texture"] = 135836,
		},
		["强化雷霆一击"] = {
			["texture"] = 132326,
		},
		["设计图：魔铸胸甲"] = {
			["castTime"] = 3000,
		},
		["设计图：瑟银头盔"] = {
			["castTime"] = 3000,
		},
		["图样：深红丝质长袍"] = {
			["castTime"] = 3000,
		},
		["转化：点火成土"] = {
			["castTime"] = 25000,
			["texture"] = 134459,
		},
		["符文板甲战靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["附魔护腕 - 强效精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["地精迫击炮"] = {
			["castTime"] = 1000,
			["texture"] = 135826,
		},
		["精神指引"] = {
			["texture"] = 135977,
		},
		["君王板甲护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["果断一击"] = {
			["texture"] = 132340,
		},
		["瑟银护腕"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["狮心"] = {
			["texture"] = 134966,
		},
		["侦测魔法"] = {
			["texture"] = 135899,
		},
		["魔铸胸甲"] = {
			["castTime"] = 60000,
			["texture"] = 136123,
		},
		["恶魔之叉"] = {
			["texture"] = 136169,
		},
		["狮心头盔"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["召唤僵尸"] = {
			["castTime"] = 2000,
			["texture"] = 136187,
		},
		["绿色焰火"] = {
			["castTime"] = 5125,
		},
		["轻皮箭袋"] = {
			["castTime"] = 5125,
			["texture"] = 136021,
		},
		["猪肉干"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["镀银青铜护肩"] = {
			["castTime"] = 25000,
			["texture"] = 136192,
		},
		["公式：附魔披风 - 抵抗次级暗影"] = {
			["castTime"] = 3000,
		},
		["图样：黎明皮靴"] = {
			["castTime"] = 3000,
		},
		["强化防护火焰结界"] = {
			["texture"] = 135806,
		},
		["亚麻腰带"] = {
			["castTime"] = 5125,
			["texture"] = 132149,
		},
		["Self Visual - Sleep 90s (DND)"] = {
			["texture"] = 136168,
		},
		["热疫疲惫"] = {
			["texture"] = 136106,
		},
		["Spirit Particles, super big (DND)"] = {
			["texture"] = 135864,
		},
		["妖术"] = {
			["castTime"] = 2000,
			["texture"] = 136071,
		},
		["烧尽"] = {
			["texture"] = 135813,
		},
		["烈焰震击"] = {
			["castTime"] = 3000,
			["texture"] = 135813,
		},
		["食尸鬼瘟疫"] = {
			["texture"] = 135914,
		},
		["Spawn Bile Sludge"] = {
			["texture"] = 136118,
		},
		["定罪之槌"] = {
			["texture"] = 132507,
		},
		["全速"] = {
			["texture"] = 132347,
		},
		["Crypt Scarab Suicide Passive"] = {
			["texture"] = 136190,
		},
		["荆棘"] = {
			["texture"] = 136104,
		},
		["食谱：卡多雷蜘蛛烤肉"] = {
			["castTime"] = 3000,
		},
		["多彩防护：火焰"] = {
			["texture"] = 134563,
		},
		["焚烧被毁坏的死尸"] = {
			["texture"] = 135817,
		},
		["英勇打击"] = {
			["castTime"] = 3000,
			["texture"] = 132282,
		},
		["腐蚀酸液吐息"] = {
			["texture"] = 136007,
		},
		["狂暴之怒"] = {
			["texture"] = 136009,
		},
		["熟化重毛皮"] = {
			["castTime"] = 12500,
			["texture"] = 136021,
		},
		["神圣法杖 V"] = {
			["texture"] = 132325,
		},
		["食谱：烤鲑鱼"] = {
			["castTime"] = 3000,
		},
		["神圣乱舞 III"] = {
			["texture"] = 132330,
		},
		["超强巨魔之血药水"] = {
			["castTime"] = 5000,
			["texture"] = 136021,
		},
		["佯攻"] = {
			["castTime"] = 3000,
			["texture"] = 132294,
		},
		["守护图腾"] = {
			["texture"] = 136098,
		},
		["法力之潮"] = {
			["texture"] = 135861,
		},
		["简易的黑裙子"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["配方：自由行动药剂"] = {
			["castTime"] = 3000,
		},
		["先祖治疗"] = {
			["texture"] = 136109,
		},
		["拳套"] = {
			["texture"] = 132938,
		},
		["Far Sight (PT)"] = {
			["castTime"] = 2000,
		},
		["初级烹饪"] = {
			["texture"] = 133971,
		},
		["设计图：辐光腰带"] = {
			["castTime"] = 3000,
		},
		["释放腐化软泥怪"] = {
			["castTime"] = 5000,
			["texture"] = 134799,
		},
		["炽热链甲护肩"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["强化火焰图腾"] = {
			["texture"] = 135824,
		},
		["黑龙之焰"] = {
			["texture"] = 135824,
		},
		["绿色丝质护肩"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["极寒冰霜"] = {
			["texture"] = 135864,
		},
		["ABOUT TO SPAWN"] = {
			["texture"] = 135826,
		},
		["Demon Slaying 45"] = {
			["texture"] = 136172,
		},
		["Healing Ward V Passive"] = {
			["texture"] = 136222,
		},
		["设计图：先知之刃"] = {
			["castTime"] = 3000,
		},
		["克拉兹克的药物"] = {
			["texture"] = 134374,
		},
		["配方：魔血药水"] = {
			["castTime"] = 3000,
		},
		["关闭"] = {
			["castTime"] = 1000,
		},
		["宁静"] = {
			["castTime"] = 3000,
			["texture"] = 136107,
		},
		["斑点霜刃豹"] = {
			["castTime"] = 3000,
			["texture"] = 132267,
		},
		["钩网"] = {
			["castTime"] = 500,
			["texture"] = 132149,
		},
		["疾病射击"] = {
			["castTime"] = 2000,
			["texture"] = 136127,
		},
		["坚韧圣印"] = {
			["texture"] = 135968,
		},
		["天堂祝福"] = {
			["texture"] = 135906,
		},
		["魔杖掌握"] = {
			["texture"] = 135140,
		},
		["瘟疫使者之怒"] = {
			["texture"] = 136121,
		},
		["君王板甲战靴"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["元素掌握"] = {
			["texture"] = 136115,
		},
		["制作黎明符文"] = {
			["castTime"] = 1000,
		},
		["图样：强化毛纺护肩"] = {
			["castTime"] = 3000,
		},
		["强击光环"] = {
			["texture"] = 132329,
		},
		["棕色亚麻长袍"] = {
			["castTime"] = 8000,
			["texture"] = 136021,
		},
		["Demon Slaying 36"] = {
			["texture"] = 136172,
		},
		["无力冲锋"] = {
			["texture"] = 132122,
		},
		["急速冷却"] = {
			["texture"] = 135865,
		},
		["设计图：黑铁粉碎者"] = {
			["castTime"] = 3000,
		},
		["天选印记"] = {
			["texture"] = 133441,
		},
		["地精暗雷"] = {
			["castTime"] = 12500,
			["texture"] = 136172,
		},
		["设计图：月牙斧"] = {
			["castTime"] = 3000,
		},
		["风暴战斧"] = {
			["texture"] = 132350,
		},
		["黑铁斩碎者"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["Freeze III PROC"] = {
			["texture"] = 135860,
		},
		["召唤青色陆行鸟"] = {
			["texture"] = 132253,
		},
		["被囚禁的艾博希尔"] = {
			["texture"] = 136121,
		},
		["传送：铁炉堡"] = {
			["castTime"] = 10000,
			["texture"] = 135757,
		},
		["Opening - No Text"] = {
			["castTime"] = 5000,
		},
		["Summon Augur's BP DND"] = {
			["castTime"] = 1000,
		},
		["灼烧之息"] = {
			["texture"] = 135826,
		},
		["精神法杖 III"] = {
			["texture"] = 132325,
		},
		["公式：附魔披风 - 潜行"] = {
			["castTime"] = 3000,
		},
		["暗影集中"] = {
			["texture"] = 136126,
		},
		["开锁"] = {
			["castTime"] = 5000,
			["texture"] = 136058,
		},
		["温德索尔狂暴"] = {
			["texture"] = 132277,
		},
		["萨瑞鲁斯的元素生物"] = {
			["castTime"] = 3000,
			["texture"] = 136187,
		},
		["粉色魔纹衬衣"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["无畏突袭 III"] = {
			["texture"] = 132316,
		},
		["醉酒昏迷"] = {
			["texture"] = 132791,
		},
		["熔岩图腾"] = {
			["texture"] = 135826,
		},
		["设计图：绿铁护肩"] = {
			["castTime"] = 3000,
		},
		["配方：冰霜防护药水"] = {
			["castTime"] = 3000,
		},
		["防御姿态"] = {
			["texture"] = 132341,
		},
		["法术易伤"] = {
			["texture"] = 135900,
		},
		["配方：暴怒药水"] = {
			["castTime"] = 3000,
		},
		["Holiday - Lunar Teleport Cap: Stormwind"] = {
			["texture"] = 135758,
		},
		["黑丝衬衣"] = {
			["castTime"] = 25000,
			["texture"] = 132149,
		},
		["Muculent Fever Proc"] = {
			["texture"] = 136188,
		},
		["缓落术"] = {
			["texture"] = 135992,
		},
		["红色毛纺靴"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["结构图：火焰偏斜器"] = {
			["castTime"] = 3000,
		},
		["Punctured Voodoo Doll HUN DND"] = {
			["castTime"] = 1000,
		},
		["图样：符文布短裤"] = {
			["castTime"] = 3000,
		},
		["强化烈焰风暴"] = {
			["texture"] = 135826,
		},
		["召唤骷髅"] = {
			["castTime"] = 2000,
			["texture"] = 136187,
		},
		["猛虎之怒"] = {
			["texture"] = 132242,
		},
		["强化脚踢"] = {
			["texture"] = 132219,
		},
		["异种爬行者的卵"] = {
			["texture"] = 136006,
		},
		["红色雏龙手套"] = {
			["castTime"] = 12500,
		},
		["碎铁金锤"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["暗影匕首 V"] = {
			["texture"] = 132223,
		},
		["寒冰护体"] = {
			["texture"] = 135988,
		},
		["双手锤"] = {
			["texture"] = 133479,
		},
		["鲁特维尔的召唤完成"] = {
			["texture"] = 135824,
		},
		["魔息术"] = {
			["castTime"] = 3000,
			["texture"] = 136081,
		},
		["防护火焰结界"] = {
			["castTime"] = 3000,
			["texture"] = 135806,
		},
		["附魔护腕 - 精神"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["中伤之盾"] = {
			["texture"] = 136173,
		},
		["深红丝质长袍"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["十字军打击"] = {
			["texture"] = 135924,
		},
		["匕首打击 IV"] = {
			["texture"] = 132223,
		},
		["暗纹短裤"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["梦纹手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["食谱：神秘杂烩"] = {
			["castTime"] = 3000,
		},
		["召唤小精灵"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["秘银魔剑"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["符文皮甲护肩"] = {
			["castTime"] = 60000,
		},
		["奴役恶魔"] = {
			["castTime"] = 3000,
			["texture"] = 136154,
		},
		["坚定意志"] = {
			["texture"] = 135995,
		},
		["风暴之锤"] = {
			["castTime"] = 3000,
			["texture"] = 136048,
		},
		["Item - Purify"] = {
			["texture"] = 135907,
		},
		["宝石皮带"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["撒网器"] = {
			["texture"] = 132149,
		},
		["血色复活"] = {
			["castTime"] = 2000,
			["texture"] = 135955,
		},
		["智力"] = {
			["texture"] = 134721,
		},
		["Dire Wolf (TEST)"] = {
			["texture"] = 136172,
		},
		["Poison Proc"] = {
			["texture"] = 136188,
		},
		["传送"] = {
			["castTime"] = 1000,
			["texture"] = 135736,
		},
		["瑟里耶克印记"] = {
			["texture"] = 136137,
		},
		["附魔手套 - 骑乘"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["标记"] = {
			["castTime"] = 2500,
		},
		["炼金石"] = {
			["castTime"] = 60000,
			["texture"] = 134334,
		},
		["雷霆震裂"] = {
			["texture"] = 136105,
		},
		["冷血"] = {
			["texture"] = 135988,
		},
		["投掷石块"] = {
			["castTime"] = 3000,
			["texture"] = 132153,
		},
		["绿色皮带"] = {
			["castTime"] = 45000,
			["texture"] = 136021,
		},
		["变异鱼大餐"] = {
			["texture"] = 133889,
		},
		["克隆"] = {
			["castTime"] = 2500,
			["texture"] = 136123,
		},
		["冰霜冲击"] = {
			["texture"] = 135846,
		},
		["安德麦蚌肉杂烩"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["附魔盾牌 - 冰霜抗性"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["公式：附魔披风 - 次级敏捷"] = {
			["castTime"] = 3000,
		},
		["白色毛绒裙"] = {
			["castTime"] = 12500,
			["texture"] = 132149,
		},
		["奥术箭"] = {
			["castTime"] = 1000,
			["texture"] = 135753,
		},
		["耐久"] = {
			["texture"] = 136205,
		},
		["强化惩罚光环"] = {
			["texture"] = 135873,
		},
		["召唤哼哼先生"] = {
			["castTime"] = 1000,
			["texture"] = 132311,
		},
		["强化格挡 III"] = {
			["texture"] = 135806,
		},
		["附魔护腕 - 次级偏斜"] = {
			["castTime"] = 5000,
			["texture"] = 135913,
		},
		["绿色引导"] = {
			["texture"] = 136120,
		},
		["沙尘之息"] = {
			["castTime"] = 2000,
			["texture"] = 135831,
		},
		["脆弱"] = {
			["texture"] = 136119,
		},
		["月布手套"] = {
			["castTime"] = 60000,
			["texture"] = 132149,
		},
		["地震术 III"] = {
			["texture"] = 136025,
		},
		["洛恩塔姆之魂"] = {
			["texture"] = 134011,
		},
		["\"Plucky\" Resumes Chicken Form"] = {
			["castTime"] = 1000,
			["texture"] = 132276,
		},
		["法术打断"] = {
			["texture"] = 132091,
		},
		["公式：强力抗毒药剂"] = {
			["castTime"] = 3000,
		},
		["正义火焰"] = {
			["castTime"] = 4000,
			["texture"] = 135926,
		},
		["自然抗性图腾"] = {
			["texture"] = 136061,
		},
		["结构图：地精火箭靴"] = {
			["castTime"] = 3000,
		},
		["腐肉大餐"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["龙鳞护手"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["结构图：超低温寒冰偏斜器"] = {
			["castTime"] = 3000,
			["texture"] = 134153,
		},
		["精制秘银短裤"] = {
			["castTime"] = 60000,
			["texture"] = 136192,
		},
		["水上行走"] = {
			["castTime"] = 3000,
			["texture"] = 135863,
		},
		["驱除魔法"] = {
			["castTime"] = 3000,
			["texture"] = 136006,
		},
		["野兽守护"] = {
			["texture"] = 132252,
		},
		["精灵之火（野性）"] = {
			["texture"] = 136033,
		},
		["陆行鸟守护"] = {
			["texture"] = 135899,
		},
		["辐射之箭"] = {
			["castTime"] = 3000,
			["texture"] = 136133,
		},
		["灵魂破碎"] = {
			["castTime"] = 2000,
			["texture"] = 135805,
		},
		["召唤地狱猎犬"] = {
			["castTime"] = 10000,
			["texture"] = 136217,
		},
		["暗言术：痛"] = {
			["castTime"] = 3000,
			["texture"] = 136207,
		},
		["铜质大锤"] = {
			["castTime"] = 12500,
			["texture"] = 136192,
		},
		["召唤尖啸者的灵魂"] = {
			["castTime"] = 2000,
		},
		["腐化智力"] = {
			["texture"] = 135914,
		},
		["驱毒术"] = {
			["texture"] = 136068,
		},
		["绿色透镜"] = {
			["castTime"] = 45000,
		},
		["Corrupted Agility Passive"] = {
			["texture"] = 136006,
		},
		["猫眼药剂"] = {
			["castTime"] = 5000,
			["texture"] = 136021,
		},
		["脚踢 - 沉默"] = {
			["texture"] = 132219,
		},
		["不牢固的扳机"] = {
			["castTime"] = 8000,
		},
		["致命毒药 II"] = {
			["castTime"] = 3000,
			["texture"] = 132290,
		},
		["双手斧和锤"] = {
			["texture"] = 132401,
		},
		["影肤术 II"] = {
			["texture"] = 136047,
		},
		["缠绕之藤"] = {
			["castTime"] = 1000,
			["texture"] = 136025,
		},
		["精制实心弹丸"] = {
			["castTime"] = 5125,
		},
		["横扫攻击"] = {
			["texture"] = 132306,
		},
		["强化压制"] = {
			["texture"] = 135275,
		},
		["放置未淬火的剑"] = {
			["castTime"] = 1000,
		},
		["命运"] = {
			["texture"] = 136101,
		},
		["密斯莱尔结界"] = {
			["texture"] = 136222,
		},
		["寻找矿物"] = {
			["texture"] = 136025,
		},
		["渐隐术"] = {
			["texture"] = 135994,
		},
		["快速治疗"] = {
			["castTime"] = 1500,
			["texture"] = 135907,
		},
		["清算圣印"] = {
			["castTime"] = 3000,
			["texture"] = 136121,
		},
		["重拳先生践踏"] = {
			["texture"] = 132368,
		},
		["重伤"] = {
			["texture"] = 132090,
		},
		["潜行者工具架召唤"] = {
			["texture"] = 136058,
		},
		["击溃"] = {
			["texture"] = 136187,
		},
		["邪恶之眼"] = {
			["castTime"] = 1500,
			["texture"] = 136129,
		},
		["炮击术 II"] = {
			["castTime"] = 3000,
			["texture"] = 132153,
		},
		["懒惰结界"] = {
			["texture"] = 136232,
		},
		["元素制皮"] = {
			["texture"] = 135830,
		},
		["礼服夹克"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["Ritual of Doom Tag Effect"] = {
			["texture"] = 135741,
		},
		["紫色魔纹衬衣"] = {
			["castTime"] = 45000,
			["texture"] = 132149,
		},
		["配方：暗影防护药水"] = {
			["castTime"] = 3000,
		},
		["寻找草药"] = {
			["texture"] = 133939,
		},
		["召唤群居雏龙"] = {
			["castTime"] = 2000,
		},
		["虚空行者"] = {
			["texture"] = 136221,
		},
		["双手打击 III"] = {
			["texture"] = 132316,
		},
		["赞吉尔之触"] = {
			["texture"] = 136230,
		},
		["精致手工火枪"] = {
			["castTime"] = 25000,
		},
		["知识试炼"] = {
			["castTime"] = 2000,
			["texture"] = 136022,
		},
		["黑色丝质背包"] = {
			["castTime"] = 45000,
		},
		["金鳞护手"] = {
			["castTime"] = 45000,
			["texture"] = 136192,
		},
		["绒线绷带"] = {
			["castTime"] = 3000,
			["texture"] = 136192,
		},
		["熔岩之盾"] = {
			["texture"] = 135817,
		},
		["力量漩涡"] = {
			["texture"] = 136101,
		},
		["简易传送小组"] = {
			["castTime"] = 2000,
			["texture"] = 135994,
		},
		["超强治疗药水"] = {
			["castTime"] = 3000,
			["texture"] = 136021,
		},
		["背刺"] = {
			["castTime"] = 3000,
			["texture"] = 132090,
		},
		["庇护 III"] = {
			["texture"] = 135926,
		},
		["吸血毒药"] = {
			["texture"] = 136067,
		},
		["配方：速效毒素"] = {
			["castTime"] = 3000,
		},
		["食谱：美味小鱼"] = {
			["castTime"] = 3000,
		},
		["夜色外套"] = {
			["castTime"] = 60000,
			["texture"] = 136021,
		},
		["dmg8"] = {
			["texture"] = 136115,
		},
		["Tharnariun Cure 1"] = {
			["castTime"] = 750,
			["texture"] = 136083,
		},
		["迅捷"] = {
			["texture"] = 136057,
		},
		["放置尼姆布亚的长矛"] = {
			["castTime"] = 2000,
		},
		["Viewing Room Student Transform - Effect"] = {
			["castTime"] = 1000,
		},
		["Infinite Wisdom Shadow Word: Pain Bonus"] = {
			["texture"] = 136081,
		},
		["黑纹虎"] = {
			["castTime"] = 3000,
			["texture"] = 132242,
		},
		["防护元素图腾光环"] = {
			["texture"] = 136069,
		},
		["图样：符文布外套"] = {
			["castTime"] = 3000,
		},
		["食谱：烤巨蚌"] = {
			["castTime"] = 3000,
		},
		["食谱：刺须鲶鱼"] = {
			["castTime"] = 3000,
		},
		["中级烹饪"] = {
			["texture"] = 133971,
		},
		["图样：舒适的皮帽"] = {
			["castTime"] = 3000,
		},
		["石化武器（被动）"] = {
			["texture"] = 136086,
		},
		["防护神圣"] = {
			["castTime"] = 3000,
			["texture"] = 135880,
		},
		["蜥蜴之皮"] = {
			["texture"] = 134314,
		},
		["窃贼手套"] = {
			["castTime"] = 25000,
		},
		["法杖打击"] = {
			["texture"] = 132325,
		},
		["制造裂隙"] = {
			["castTime"] = 3000,
		},
		["击倒冲击"] = {
			["texture"] = 136222,
		},
		["修理塔瓦斯德的项链"] = {
			["castTime"] = 4500,
			["texture"] = 135954,
		},
		["MACESTAFFSPECIAL (DND)"] = {
			["texture"] = 132325,
		},
		["斧类武器掌握"] = {
			["texture"] = 132316,
		},
		["大地破裂"] = {
			["texture"] = 136025,
		},
		["变形"] = {
			["texture"] = 132311,
		},
		["秘仪灵魂 II"] = {
			["castTime"] = 1000,
			["texture"] = 135932,
		},
		["慢性剧痛毒药"] = {
			["castTime"] = 3000,
			["texture"] = 134743,
		},
		["Eagle Eye (PT)"] = {
			["texture"] = 132150,
		},
		["致伤毒药"] = {
			["castTime"] = 3000,
			["texture"] = 134197,
		},
		["寒冷抓握"] = {
			["texture"] = 135858,
		},
		["兴奋"] = {
			["texture"] = 132147,
		},
		["呀啊啊啊啊"] = {
			["texture"] = 132288,
		},
		["毒性喷溅"] = {
			["castTime"] = 2500,
			["texture"] = 136016,
		},
	},
	["Pet"] = {
		["野猪冲锋"] = {
			["3100"] = {
			},
		},
		["火焰箭"] = {
			["416"] = {
				["castTime"] = 2043,
			},
		},
		["冲锋"] = {
			["3100"] = {
			},
		},
		["血之契印"] = {
			["416"] = {
				["castTime"] = 4178,
			},
		},
		["撕咬"] = {
		},
		["相位变换"] = {
			["416"] = {
				["castTime"] = 2440.00000000373,
			},
		},
		["低吼"] = {
			["3100"] = {
			},
		},
	},
}
