
tD_GlobalDatas = {
	["latestVersion"] = 0,
	["dataVersion"] = "0.98",
	["whisper"] = {
		"自动售货机: 出了点小问题(可能是物品延迟)，没放上物品.请再试一次。", -- [1]
		"自动售货机: 物品用尽，请暂时不要交易我...", -- [2]
		"自动售货机: 很抱歉只剩下这点了。请确认交易。", -- [3]
		"自动售货机: OK，就是这些了，请确认交易。", -- [4]
		"自动售货机: 您需要为这些东西支付 ", -- [5]
		"你的级别不够！拒绝交易！", -- [6]
		"你不是本公会成员！拒绝交易！", -- [7]
		"你不是我的队友！拒绝交易！", -- [8]
		"你已达到最多交易次数！拒绝交易！", -- [9]
		"你已经被我加入到黑名单了! 我不会再和你交易了!", -- [10]
		"请速度接受交易, 10秒后我将取消交易", -- [11]
	},
	["Verbose"] = 0,
	["Bannlist"] = {
	},
}
tD_Datas = nil
