
ElvCharacterDB = {
	["ChatEditHistory"] = {
	},
	["ChatHistoryLog"] = {
		{
			"成品出售/代工|cffa335ee|Hitem:12640::::::::60:::::::|h[狮心头盔]|h|r|cffa335ee|Hitem:12639::::::::60:::::::|h[要塞护手]|h|r|cffa335ee|Hitem:17193::::::::60:::::::|h[萨弗隆战锤]|h|r|cffa335ee|Hitem:18510::::::::60:::::::|h[野性之皮]|h|r火炕皮甲头鞋，18格包，需要的老板MM", -- [1]
			"俺们家的牛", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"俺们家的牛", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			34, -- [11]
			"Player-4511-0030AED7", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffff7c0a俺们家的牛|r",
			[51] = 1578199604,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [1]
		{
			"1.4G/组收[硬甲皮]，77Y/组收[魔纹布]，长期大量收，欢迎邮寄！！", -- [1]
			"Kollectiv", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"Kollectiv", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			36, -- [11]
			"Player-4511-008FEF68", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffffffffKollectiv|r",
			[51] = 1578199607,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [2]
		{
			"{鼓掌} 传送门直飞【STSM后门】【黑石】【卡加斯】3砖，需要的密我。支持换位面", -- [1]
			"沙尔图拉大飞", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"沙尔图拉大飞", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			37, -- [11]
			"Player-4511-0182D428", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff8787ed沙尔图拉大飞|r",
			[51] = 1578199607,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [3]
		{
			"大量收G----------收金---------大量收G--------收金---------大量收G-----------收金-------大量收G-------------Q裙711 3170----------", -- [1]
			"棏羣発妑", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"棏羣発妑", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			39, -- [11]
			"Player-4511-014AFE17", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d棏羣発妑|r",
			[51] = 1578199610,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [4]
		{
			" <公道FM>胸4属性  十字军+30法伤生命偷冰寒烈焰+5伤9智 披风=70防5全抗7火抗 手=7力7敏骑乘护腕=9精神9耐9力7力7智 靴=7耐7敏5精移速 盾=7耐9精 剥采药矿+5 各种便宜", -- [1]
			"Jn", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"Jn", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			42, -- [11]
			"Player-4511-0121FF69", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff3fc6eaJn|r",
			[51] = 1578199617,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [5]
		{
			"{鼓掌} 传送门直飞【STSM后门】【黑石】【卡加斯】3砖，需要的密我。支持换位面", -- [1]
			"沙尔图拉大飞-沙尔图拉", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"沙尔图拉大飞", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			43, -- [11]
			"Player-4511-0182D428", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff8787ed沙尔图拉大飞|r",
			[51] = 1578199617,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [6]
		{
			" 满级<FM>近战毕业十字军/+5伤害等各种，法系毕业30法术伤害，胸甲4属性,头腿FM,欢迎咨询其他附魔价格公道", -- [1]
			"Jn-沙尔图拉", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"Jn", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			45, -- [11]
			"Player-4511-0121FF69", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff3fc6eaJn|r",
			[51] = 1578199619,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [7]
		{
			"  低价代工 【狮心头盔】【君王套装】长期收【奥术水晶】【奥金锭】人在AG 价格公道 需求的MM ", -- [1]
			"躺尸的老板", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"躺尸的老板", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			46, -- [11]
			"Player-4511-0067DE72", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d躺尸的老板|r",
			[51] = 1578199620,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [8]
		{
			"专业MC金团末班车开组，套装武器散件100起，叶子眼睛500起，T奶补助10%，DPS不到本职业第一50%不分金，火炕t已就位，1点左右开打，可yy待命，来各dps。 1点开 来3个DPS", -- [1]
			"铁疙瘩", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"铁疙瘩", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			48, -- [11]
			"Player-4511-00318AD0", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d铁疙瘩|r",
			[51] = 1578199621,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [9]
		{
			"  低价代工 【狮心头盔】【君王套装】长期收【奥术水晶】【奥金锭】人在AG 价格公道 需求的MM ", -- [1]
			"躺尸的老板-沙尔图拉", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"躺尸的老板", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			49, -- [11]
			"Player-4511-0067DE72", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d躺尸的老板|r",
			[51] = 1578199622,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [10]
		{
			"【荐】胸+4属/十字军/5伤害【武】寒冰/烈焰/9伤/9智【鞋】7敏/7耐/移速【腕】9耐/9力/7智【手】7力/7敏/骑乘/采集+5【盾】7耐【胸】100血蓝/3属【披风】3敏/5全抗/7火炕--1.3收硬甲皮", -- [1]
			"动心忍性", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"动心忍性", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			50, -- [11]
			"Player-4511-003126DC", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff3fc6ea动心忍性|r",
			[51] = 1578199623,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [11]
		{
			"大量收G----------收金---------大量收G--------收金---------大量收G-----------收金-------大量收G-------------Q裙711 3170----------", -- [1]
			"棏羣発妑-沙尔图拉", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"棏羣発妑", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			53, -- [11]
			"Player-4511-014AFE17", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d棏羣発妑|r",
			[51] = 1578199626,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [12]
		{
			"<附魔>  ( +30法伤) (+55治疗) (十字军)(烈焰)（披风全抗+5+3敏+70甲）/腕+7智+9耐+9精神、手套+7力+7敏、鞋移动速度/其余请咨询！", -- [1]
			"月光尘", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"月光尘", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			57, -- [11]
			"Player-4511-00627466", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff3fc6ea月光尘|r",
			[51] = 1578199631,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [13]
		{
			"专业MC金团末班车开组，套装武器散件100起，叶子眼睛500起，T奶补助10%，DPS不到本职业第一50%不分金，火炕t已就位，1点左右开打，可yy待命，来各dps。 1点开 来3个DPS", -- [1]
			"铁疙瘩-沙尔图拉", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"铁疙瘩", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			59, -- [11]
			"Player-4511-00318AD0", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cffc69b6d铁疙瘩|r",
			[51] = 1578199635,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [14]
		{
			"老牌《大冒险》{酷}，唻da曉，單，霜，打1進組，人在奥格门口。", -- [1]
			"大冒险秘书丶", -- [2]
			"", -- [3]
			"2. 交易 - 城市", -- [4]
			"大冒险秘书丶", -- [5]
			"", -- [6]
			2, -- [7]
			2, -- [8]
			"交易 - 城市", -- [9]
			0, -- [10]
			61, -- [11]
			"Player-4511-0182E7BA", -- [12]
			0, -- [13]
			false, -- [14]
			false, -- [15]
			false, -- [16]
			false, -- [17]
			[52] = "|cff0270dd大冒险秘书丶|r",
			[51] = 1578199637,
			[50] = "CHAT_MSG_CHANNEL",
		}, -- [15]
	},
}
